Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WooCommerce/WooCommerce Name Your price/wc_name_your_price-*.po
Languages: hu_hu

source: %1$s every %2$s
hu_hu: %1$s minden %2$s

source: %1$s version %2$s (out of date)
hu_hu: %1$s verzió %2$s (elavult

source: &quot;%%TITLE%%&quot; cannot be purchased. Please enter at least %%MINIMUM%%.
hu_hu: &quot;%%TITLE%%&quot; terméket nem lehet megvásárolni. A minimálisan megadható összeg: %%MINIMUM%%

source: &quot;%%TITLE%%&quot; cannot be purchased. Please enter less than or equal to %%MAXIMUM%%.
hu_hu: &quot;%%TITLE%%&quot; nem megvásárolható. Kérjük adjon meg egyenlő vagy kevesebb összeget mint a maximális ár: %%MAXIMUM%%

source: &quot;%%TITLE%%&quot; could not be added to the cart. Please enter a higher amount.
hu_hu: &quot;%%TITLE%%&quot; nem adható hozzá a kosárhoz. Kérjük adjon meg magasabb összeget.

source: &quot;%%TITLE%%&quot; could not be added to the cart. Please enter a valid, positive number.
hu_hu: &quot;%%TITLE%%&quot; nem adható hozzá a kosárhoz. Kérjük adjon meg érvényes pozitív számot.

source: &quot;%%TITLE%%&quot; could not be added to the cart. Please enter at least %%MINIMUM%%.
hu_hu: &quot;%%TITLE%%&quot; nem adható hozzá a kosárhoz. Kérjük, adjon meg legalább %%MINIMUM%% összeget.

source: &quot;%%TITLE%%&quot; could not be added to the cart. Please enter less than or equal to %%MAXIMUM%%.
hu_hu: &quot;%%TITLE%%&quot; nem adható hozzá a kosárhoz. . Kérjük adjon meg egyenlő vagy kevesebb összeget mint: %%MAXIMUM%%

source: &quot;%1$s&quot; cannot be purchased. %2$s
hu_hu: &quot;%1$s&quot; nem megvásárolható. %2$s

source: &quot;%1$s&quot; could not be added to the cart. %2$s
hu_hu: &quot;%1$s&quot; nem adható hozzá a kosárhoz. %2$s

source: <strong>WooCommerce Name Your Price is inactive.</strong> The %1$sWooCommerce plugin%2$s must be active and at least version %3$s for Name Your Price to function. Please upgrade or activate WooCommerce.
hu_hu: <strong>WooCommerce Name Your Price inaktív.</strong>A %1$sWooCommerce plugin%2$s megfelelő működéséhez minimum %3$s szükséges. Kérjük frissítse, vagy aktiválva a WooCommerce-t.

source: Action failed. Please refresh the page and retry.
hu_hu: Művelet sikertelen. Kérjük frissítse az oldalt és próbálja meg ismét.

source: Add to Cart Button Text for Shop
hu_hu: Kosárhoz adás gomb szöveg az Üzlet oldalon

source: Add to Cart Button Text for Single Product
hu_hu: Kosárhoz adás gomb szöveg a termék oldalon

source: Allow the customer to set the billing period.
hu_hu: Lehetővé teszi az vásárló számára a számlázási időszak beállítását.

source: As of Name Your Price version 2.0, this ability is available for "Simple", "Subscription", "Bundled", "Variable" and "Variable Subscriptions" Products.
hu_hu: A Name Your Price 2.0 verziójától kezdve ez a funkció elérhető az "Egyszerű", "Előfizetéses", "Boundle", "Variálható" és "Variálható előfizetéses" termékek esetében.

source: As of Name Your Price version 2.0, you can now allow variable billing periods.
hu_hu: A Name Your Price 2.0 verziótól kezdve lehetővé teszi a variálható számlázási időszakok használatát.

source: Ask a question
hu_hu: Tegye fel kérdését

source: Auto
hu_hu: Automatikus

source: Cart updated.
hu_hu: Kosár frissítve.

source: Change Name Your Price subscription amount
hu_hu: Name Your Price előfizetés összegének módosítása

source: Change price
hu_hu: Ár módosítása

source: Choose price
hu_hu: Válasszon árat

source: Cloning this object is forbidden.
hu_hu: Az objektum klónozása tilos.

source: Customers are allowed to determine their own price.
hu_hu: A vásárló maga adhatja meg az árat.

source: Customize the text displayed on the button next to the Name Your Price product subscription on the subscriber's account page.
hu_hu: Testreszabhatja az előfizető fiókoldalán a Name Your Price termékelőfizetés mellett megjelenő gombon a szöveget.

source: Database update complete. Thank you for updating to the latest version!
hu_hu: Az adatbázis frissítése befejeződött. Köszönjük, hogy frissített a legújabb verzióra!

source: Database version
hu_hu: Adatbázis verzió

source: Decrease maximum prices (fixed amount or %)
hu_hu: A maximális ár csökkentése (fix összeg vagy %)

source: Decrease minimum prices (fixed amount or %)
hu_hu: Minimális ár csökkentése (fix összeg vagy %)

source: Decrease suggested prices (fixed amount or %)
hu_hu: Javasolt ár csökkentése (fix összeg vagy %)

source: Disable Name Your Price Stylesheet
hu_hu: Name Your Price stílusok kikapcsolása (CSS)

source: Due every %s
hu_hu: Minden %s esedékes

# edit in cart link text
source: Edit price
hu_hu: Ár módosítása

source: Enter a value
hu_hu: Adjon meg egy értéket

source: Enter a value (fixed or %)
hu_hu: Összeg megadása (fix vagy %)

source: Go to the settings page
hu_hu: Irány a beállítások oldalra

source: Help improve Name Your Price
hu_hu: Segítsen a name Your price javításában

source: Hide Minimum Price
hu_hu: Minimális ár elrejtése

source: Hide variable price?
hu_hu: Variálható ár elrejtése?

source: Highest acceptable price for product. Leave blank to not enforce a maximum.
hu_hu: A termék legmagasabb elfogadható ára. Ha nem szeretne megadni maximális korlátot, hagyja üresen.

source: In the "Product Meta" metabox, check the Name Your Price checkbox to allow your customers to enter their own price.
hu_hu: A "Product Meta" metaboxban jelölje be a Name Your Price jelölőnégyzetet, hogy az ügyfelek megadhassák saját árukat.

source: Increase maximum prices (fixed amount or %)
hu_hu: Maximális árak emelése (fix összeg vagy %)

source: Increase minimum prices (fixed amount or %)
hu_hu: Minimális árak emelése (fix összeg vagy %)

source: Increase suggested prices (fixed amount or %)
hu_hu: Javasolt árak emelése (fix összeg vagy %)

source: It looks like you haven't created a Name Your Price product yet. Please let us know if there is anything we can assist you with.
hu_hu: Úgy tűnik, hogy még nem hozott létre Name Your Price típusú terméket. Kérjük, értesítsen minket, ha bármiben tudunk segíteni Önnek.

source: Learn more about updates
hu_hu: További információk a frissítésekről

source: Lowest acceptable price for product. Leave blank to not enforce a minimum. Must be less than or equal to the set suggested price.
hu_hu: A termék legalacsonyabb elfogadható ára. Hagyja üresen, ha nem szeretne minimális összeget meghatározni. A meghatározott javasolt árnál kisebbnek vagy azzal egyenlőnek kell lennie. (szerk: ha a javasolt ár 100ft, nem adhatsz meg 150ft minimum árnak)

source: Maximum Price
hu_hu: Maximális ár

source: Maximum price
hu_hu: Maximális ár

source: Minimum Price
hu_hu: Minimális ár

source: Minimum price
hu_hu: Minimális ár

source: Minimum Price Text
hu_hu: Minimális ár szöveg

source: Minimum price:
hu_hu: Minimális ár:

source: Modify the text strings used by the Name Your Own Price extension.
hu_hu: Itt tudod módosítani a bővítmény által használt szövegeket.

source: Name your price
hu_hu: Neked mennyit ér

# Name your price default minimum text
source: Minimum price: %PRICE%
hu_hu: Minimális ár: %PRICE%

# Name your price default suggested text
source: Minimum price: %PRICE%
hu_hu: Minimális ár: %PRICE%

# Name your price default suggested text
source: Suggested price: %PRICE%
hu_hu: Javasolt ár: %PRICE%

source: Name Your Price Setup
hu_hu: Name Your Price beállítások

source: Name Your Price Style
hu_hu: Name Your Price stílus

source: Name Your Price Text
hu_hu: Name your price szöveg

source: Need help with Name Your Price?
hu_hu: Segítségre van szüksége a Name Your Price bővítménnyel kapcsolatban?

source: Option to not show the minimum price on the front end.
hu_hu: Opcionálisan kikapcsolhatod, hogy a minimális ár ne jelenjen meg. (frontend)

source: Please enter a higher amount.
hu_hu: Kérjük, adjon meg egy magasabb összeget.

source: Please enter a valid, positive number.
hu_hu: Kérjük, adjon meg egy érvényes, pozitív számot.

source: Please enter an amount.
hu_hu: Kérjük, adja meg az összeget.

source: Please enter at least %%MINIMUM%%.
hu_hu: Kérjük, adjon meg legalább %%MINIMUM%% összeget.

source: Please enter at least %s.
hu_hu: A minimálisan megadható összeg: %s

source: Please enter less than or equal to %%MAXIMUM%%.
hu_hu: A maximálisan megadható összeg: %%MAXIMUM%%

source: Please enter less than or equal to %s.
hu_hu: Kérjük adjon meg kevesebb vagy egyenlő összeget: %s

source: Please modify the price or billing period so that it is not the same as your existing subscription.
hu_hu: Kérjük, módosítsa az árat vagy a számlázási időszakot úgy, hogy az ne egyezzen meg a meglévő előfizetésével.

source: Please modify the price so that it is not the same as your existing subscription.
hu_hu: Kérjük, módosítsa az árat úgy, hogy az ne egyezzen meg a meglévő előfizetésével.

source: Price in specific currencies
hu_hu: Ár meghatározott pénznemekben

source: Price to replace the default price string. Leave blank to not suggest a price.
hu_hu: Ez az ár lesz az alapértelmezett helyet. Ha nincs javasolt ár, hagyjuk üresen.

source: run the update process manually
hu_hu: a frissítési folyamat manuális futtatása

source: Set maximum prices
hu_hu: Maximális ár megadása

source: Set minimum prices
hu_hu: Minimális ár megadása

source: Set price
hu_hu: Ár megadása

source: Set suggested prices
hu_hu: Javasolt ár meghatározása

source: Settings
hu_hu: Beállítások

source: Share feedback
hu_hu: Visszajelzés megosztása

source: Subscriptions
hu_hu: Előfizetések

source: Suggested Price
hu_hu: Javasolt ár

source: Suggested price
hu_hu: Javasolt ár

source: Suggested Price Text
hu_hu: Javasolt ár szöveg

source: Suggested price:
hu_hu: Javasolt ár:

source: Template overrides
hu_hu: Sablon felülírások

source: Thanks!
hu_hu: Köszönjük!

source: The <strong>WC Name Your Price + Aelia Currency Converter Bridge</strong> mini-extension is now part of <strong>WooCommerce Name Your Price</strong>. Please deactivate and remove the <strong>WC Name Your Price + Aelia Currency Converter Bridge</strong> plugin.
hu_hu: A <strong>WC Name Your Price + Aelia Currency Converter Bridge</strong> mini kiegészítő most már a <strong>WooCommerce Name Your Price</strong> része. Kérjük távolítsa el a <strong>WC Name Your Price + Aelia Currency Converter Bridge</strong> bővítményt.

source: The database is updating in the background. The database update process may take a little while, so please be patient.
hu_hu: Az adatbázis a háttérben frissül. Az adatbázis frissítése eltarthat egy ideig, ezért kérjük, legyen türelemmel.

source: The database update process runs in the background and may take a little while, so please be patient.
hu_hu: Az adatbázis-frissítési folyamat a háttérben fut, és eltarthat egy kis ideig, ezért kérjük, legyen türelmes.

source: The maximum price must be higher than the minimum for Name Your Price products. Please review your prices for variation #%d.
hu_hu: A maximális árnak magasabbnak kell lennie, mint a minimális ár a Name Your Price termékek esetében. Kérjük, ellenőrizze #%d esetében.

source: The maximum price must be higher than the minimum for Name Your Price products. Please review your prices.
hu_hu: A maximális árnak magasabbnak kell lennie, mint a minimális ár a Name Your Price termékek esetében. Kérjük, ellenőrizze az árat.

source: The suggested price must be higher than the minimum for Name Your Price products. Please review your prices for variation #%d.
hu_hu: A javasolt árnak magasabbnak kell lennie, mint a Name Your Price termékek minimális értéke. Kérjük, ellenőrizze #%d esetében.

source: The suggested price must be higher than the minimum for Name Your Price products. Please review your prices.
hu_hu: A javasolt árnak magasabbnak kell lennie, mint a Name Your Price termékek minimális értéke. Kérjük, ellenőrizze az árat.

source: This is not a valid product.
hu_hu: Ez nem egy érvényes termék.

source: This is the lowest price you are willing to accept for this product. To not enforce a minimum (ie: to accept any price, including zero), you may leave this field blank.
hu_hu: Ez a legalacsonyabb ár, amelyet hajlandó elfogadni a termékért. Ha nem kíván minimumot érvényesíteni (azaz: bármilyen árat elfogad, beleértve a nullát is), akkor ezt a mezőt üresen hagyhatja.

source: This is the price you'd like to suggest to your customers. The Name Your Price input will be prefilled with this value. To not suggest a price at all, you may leave this field blank.
hu_hu: Ezt az árat szeretné ajánlani a vásárlóknak. Az Ár megadása mezőbe ez az érték kerül előre kitöltésre. Ha egyáltalán nem szeretne árat javasolni, ezt a mezőt üresen hagyhatja.

source: This is the text that appears above the Name Your Price input field.
hu_hu: Ez a szöveg a Name Your Price mező felett jelenik meg.

source: This is the text that appears on the Add to Cart buttons on the Shop Pages.
hu_hu: Ez a szöveg jelenik meg a kosárhoz adás gombon az üzlet oldalon (Shop page).

source: This is the text that appears on the Add to Cart buttons on the Single Product Pages. Leave blank to inherit the default add to cart text.
hu_hu: Ez a szöveg jelenik meg a kosárhoz adás gombon a termék oldalon (Single product). Ha üresen hagyja az alapértelmezett kosárhoz adás szöveg jelenik meg.

source: This is the text to display before the minimum accepted price.
hu_hu: Ez a szöveg a minimálisan elfogadott ár előtt jelenik meg.

source: This is the text to display before the minimum accepted price. You can use the placeholder %PRICE% to display the minimum price.
hu_hu: Ez a szöveg a minimálisan elfogadott ár előtt jelenik meg. A minimális ár megjelenítéséhez használhatja a %PRICE% makrót.

source: This is the text to display before the suggested price.
hu_hu: Ez a szöveg a javasolt ár előtt jelenik meg.

source: This is the text to display before the suggested price. You can use the placeholder %PRICE% to display the suggested price.
hu_hu: Ez a szöveg a javasolt ár előtt jelenik meg. Az ajánlott ár megjelenítéséhez használhatja a %PRICE% makrót.

source: This value must be a positive number that is less than or equal to the set suggested price.
hu_hu: Ennek az értéknek pozitív számnak kell lennie, amely kisebb vagy egyenlő a beállított ajánlott árral.

source: This value must be a positive number.
hu_hu: Ennek az értéknek pozitív számnak kell lennie.

source: Unserializing instances of this class is forbidden.
hu_hu: Ennek az osztálynak a példányainak az eltávolítása tilos.

source: Update Cart
hu_hu: Kosár frissítése

source: Update Database
hu_hu: Adatbázis frissítése

source: Variable Billing Period
hu_hu: Variálható számlázási időszak

source: Version
hu_hu: Verzió

source: View progress →
hu_hu: Folyamat megtekintése →

source: We'd love your input to shape the future of Name Your Price. Would you tell us a little about yourself? Feel free to share any feedback or ideas that you have.
hu_hu: Szeretnénk, ha hozzájárulnál a Name Your Price jövőjének alakításához. Mesélne egy kicsit magáról? Bátran ossza meg velünk visszajelzéseit vagy ötleteit.

source: WooCommerce Name Your Price allows customers to set their own price for products or donations.
hu_hu: A WooCommerce Name Your Price lehetővé teszi a felhasználók számára, hogy saját árat határozzanak meg a termékek vagy adományok esetében.

source: WooCommerce Name Your Price Data Update
hu_hu: WooCommerce Name Your Price Adat frissítés

source: WooCommerce Name Your Price data update complete.
hu_hu: WooCommerce Name Your Price Adat frissítés befejeződött

source: WooCommerce Name Your Price database update done
hu_hu: WooCommerce Name Your Price adatbázis frissítése kész

source: WooCommerce Name Your Price database update in progress
hu_hu: WooCommerce Name Your Price adatbázis frissítése folyamatban van

source: WooCommerce Name Your Price database update required
hu_hu: WooCommerce Name Your Price adatbázis frissítés szükséges

source: WooCommerce Name Your Price has been updated! To keep things running smoothly, we have to update your database to the newest version.
hu_hu: A WooCommerce Name Your Price frissült! A zökkenőmentes működés érdekében frissítenünk kell az adatbázisát a legújabb verzióra.

source: WooCommerce Name Your Price requires at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
hu_hu: WooCommerce Name Your Price működéséhez minimum <strong>%1$s</strong> PHP ra van szüksége. Itt megtekintheti <a href="%2$s">hogyan lehet frissíteni a PHP verziót</a>.

source: WooCommerce Name Your Price requires at least WooCommerce %s in order to function. Please activate or upgrade WooCommerce.
hu_hu: A WooCommerce Name Your Price működéséhez legalább a WooCommerce %s verzió szükséges. Kérjük, aktiválja vagy frissítse a WooCommerce-t.

source: You are only allowed to change this subscription's price.
hu_hu: Ön csak ennek az előfizetésnek az árát változtathatja meg.

source: You can manually run queued updates here.
hu_hu: Itt manuálisan is futtathat sorba állított frissítéseket.

source: You do not have perission to dismiss this notice.
hu_hu: Nincs engedélye arra, hogy ezt a értesítést bezárja.

source: You do not have permission to dismiss this notice.
hu_hu: Nincs engedélye arra, hogy ezt a értesítést bezárja.

source: You do not have permission to modify the price of this subscription.
hu_hu: Nincs engedélye az előfizetés árának módosítására.

source: Your database is being updated in the background.
hu_hu: A háttérben frissül az adatbázis.
