Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentCRM/fluent-crm-*.po
Languages: hu_hu

source: Filter By Property and find appropriate Contacts
hu_hu: Szűrés Tulajdonságok alapján és megfelelő kapcsolatok keresése

source: Filter by status
hu_hu: Szűrés állapot szerint

source: Filter Subscribers
hu_hu: Feliratkozók szűrése

source: Filtered by
hu_hu: Szűrés ez alapján

source: Find all the emails that are being sent or scheduled by FluentCRM
hu_hu: A FluentCRM által küldött vagy ütemezett e-mailek keresése

source: Finland
hu_hu: Finnország

source: First Enrollment Date (Pro Required)
hu_hu: Első beiratkozás dátuma (Pro kötelező)

source: First Name
hu_hu: Keresztnév

source: First Order Date (Pro Required)
hu_hu: Első rendelés dátuma (Pro kötelező)

source: first. If you still can't find the answer
hu_hu: először is. Ha még mindig nem találja a választ

source: Fluent CRM Data
hu_hu: Fluent CRM adatok

source: Fluent Forms
hu_hu: Fluent Forma

source: Fluent Forms has been installed and activated
hu_hu: A Fluent Forms telepítve van és aktiválva van

source: Fluent Forms Integration
hu_hu: Fluent Forms integráció

source: Fluent Forms is a free form plugin for WordPress that is integrated with FluentCRM
hu_hu: A Fluent Forms egy ingyenes plugin a WordPresshez, amely integrálva van FluentCRM-hez

source: Fluent Forms is fast and very light-weight and works perfectly with FluentCRM.
hu_hu: A Fluent Forms gyors és nagyon könnyű, és tökéletesen együttműködik a FluentCRM-mel.

source: Fluent Forms that are connected with your CRM
hu_hu: Fluent Forms, amelyek kapcsolódnak a CRM-hez

source: Fluent Support plugin has been installed and activated successfully
hu_hu: A Fluent Support plugin sikeresen telepítve és aktiválva lett

source: FluentConnect plugin has been installed and activated successfully
hu_hu: A FluentConnect plugin sikeresen telepítve és aktiválva lett

source: FluentCRM - Marketing Automation For WordPress
hu_hu: FluentCRM - Marketing automatizálás a WordPresshez

source: FluentCRM - Setup Wizard
hu_hu: FluentCRM – telepítővarázsló

source: FluentCRM API called skipped because no valid email available
hu_hu: FluentCRM API hívás kihagyva, mert nincsen elérhető érvényes e-mail

source: FluentCRM Field
hu_hu: FluentCRM mező

source: FluentCRM has integrations with all of your favorite plugins. This settings will be available based on your plugin installed. These integrations are only available on the
hu_hu: A FluentCRM integrációkkal rendelkezik az összes kedvenc bővítményével. Ez a beállítás a telepített plugin alapján lesz elérhető. Ezek az integrációk csak a

source: FluentCRM Integration Feed
hu_hu: FluentCRM integrációs hírcsatorna

source: FluentCRM is not configured yet! Please configure your FluentCRM api first
hu_hu: A FluentCRM még nincs konfigurálva! Először konfigurálja a FluentCRM api-t

source: FluentCRM List
hu_hu: FluentCRM lista

source: FluentCRM Profile
hu_hu: FluentCRM profil

source: FluentSMTP - The ultimate SMTP & Email Service Connection Plugin for WordPress
hu_hu: FluentSMTP – A tökéletes SMTP és e-mail szolgáltatás csatlakozási bővítmény a WordPresshez

source: FluentSMTP plugin has been installed and activated successfully
hu_hu: FluentSMTP plugin telepítése és aktiválása sikerült

source: follow this tutorial
hu_hu: kövesse ezt a bemutatót

source: Font Family
hu_hu: Betűtípus

source: Font Size
hu_hu: Betűméret

source: Font Style
hu_hu: Betűstílus

source: Footer Text Color
hu_hu: Lábléc szöveg szín

source: Form Field
hu_hu: Űrlapmező

source: Form has been created
hu_hu: Az űrlap létrejött

source: Form INTEGRATION:
hu_hu: Űrlap INTEGRÁCIÓ:

source: Form Submission from Fluent Forms will be shown here. Currently, Fluent Forms is not installed
hu_hu: A Fluent Forms űrlapja itt jelenik meg. Jelenleg a Fluent Forms nincs telepítve

source: Form Submissions
hu_hu: Űrlapbeküldések

source: Form Submissions (Fluent Forms)
hu_hu: Űrlapbeküldések (Fluent Forms)

source: Form Title
hu_hu: Űrlap címe

source: Forms
hu_hu: Űrlapok

source: France
hu_hu: Franciaország

source: French Guiana
hu_hu: Francia Guyana

source: French Polynesia
hu_hu: Francia Polinézia

source: French Southern Territories
hu_hu: Francia déli területek

source: Friday
hu_hu: Péntek

source: Friendly Name for identification
hu_hu: Barátságos név az azonosításhoz

source: From Email
hu_hu: Küldő email címe

source: From Email Address
hu_hu: Küldő e-mail cím

source: From Name
hu_hu: Feladó neve

source: Full Name
hu_hu: Teljes név

# full name
source: %1$s %2$s
hu_hu: %2$s %1$s

source: Full Size
hu_hu: Teljes méret

source: Funnel has been created. Please configure now
hu_hu: A tölcsér létrejött. Konfiguráld most

source: Funnel has been deleted
hu_hu: A tölcsér törölve lett

source: Funnel has been successfully cloned
hu_hu: A tölcsért sikeresen klónoztuk

source: Funnel has been successfully imported
hu_hu: A tölcsér importálása sikeresen megtörtént

source: Funnel Name
hu_hu: Tölcsér neve

source: Funnel Trigger has been successfully updated
hu_hu: A Funnel Trigger sikeresen frissült

source: General
hu_hu: Általános

source: General Properties
hu_hu: Általános tulajdonságok

source: General Settings
hu_hu: Általános beállítások

source: Germany
hu_hu: Németország

source: Get Advanced Report of your contacts, emails, clicks and revenue
hu_hu: Részletes jelentést kaphat névjegyeiről, e-mailjeiről, kattintásairól és bevételeiről

source: Get FluentCRM Email Pro
hu_hu: Szerezze be a FluentCRM Email Pro-t

source: Get FluentCRM Pro
hu_hu: FluentCRM Pro beszerzése

source: Get FluentCRM Pro Now
hu_hu: Szerezd meg a FluentCRM Pro-t most

source: Get Pro
hu_hu: Pro beszerzése

source: Get started with adding an email to this sequence
hu_hu: Első lépésként adj egy e-mailt ehhez a sorozathoz

source: Get Support
hu_hu: Kérj támogatást

source: Get Unsubscribe Link
hu_hu: Leiratkozási link beszerzése

source: Getting Started
hu_hu: Induljunk neki

source: Getting Started With Audience
hu_hu: Kezdő lépések a közöséggel

source: Ghana
hu_hu: Ghána

source: Gibraltar
hu_hu: Gibraltár

source: Global Email Settings
hu_hu: Globális e-mail beállítások

source: Go Back
hu_hu: Vissza

source: Go to CRM Dashboard
hu_hu: Menjen a CRM műszerfalra

source: Goals
hu_hu: Célok

source: Goto FluentSMTP Settings
hu_hu: FluentSMTP beállítások

source: Great!
hu_hu: Nagyszerű!

source: Greater Than
hu_hu: Nagyobb, mint

source: Greece
hu_hu: Görögország

source: Greenland
hu_hu: Grönland

source: Grow Your Audience
hu_hu: Növeld a közönségedet

source: Grow Your Audience by Opt-in Forms
hu_hu: Növeld a közönségedet az opt-in űrlapokkal

source: Guernsey
hu_hu: Guernsey-sziget

source: Guinea-Bissau
hu_hu: Bissau-Guinea

source: has been completed.
hu_hu: befejeződött.

source: Have a new license Key?
hu_hu: Van új licenckulcsa?

source: Headings Font Family
hu_hu: Címsorok betűtípusa

source: Heard Island and McDonald Islands
hu_hu: Heard-sziget és McDonald-szigetek

source: Help
hu_hu: Segítség

source: Help us to make FluentCRM better
hu_hu: Segítsen nekünk, hogy a FluentCRM jobbá váljon

source: Hours
hu_hu: Óra

source: How can we help you?
hu_hu: Hogyan segíthetünk?

source: How often you want to send this email?
hu_hu: Milyen gyakran szeretnéd elküldeni ezt az e-mailt?

source: Hungary
hu_hu: Magyarország

source: I never signed up for this email list
hu_hu: Én soha nem iratkoztam fel erre az e-mail listára

source: I no longer want to receive these emails
hu_hu: Már nem akarom megkapni ezeket az e-maileket

source: Iceland
hu_hu: Izland

source: Identifiers
hu_hu: Azonosítók

source: Identify the paid keywords
hu_hu: A fizetett kulcsszavak azonosítása

source: If Contact Already Exist?
hu_hu: Ha a partner már létezik?

source: If First Name & Last Name is not available full name will be used to get first name and last name
hu_hu: Ha a Keresztnév & Vezetéknév nem érhető el, a teljes nevet fogjuk használni a keresztnév és a vezetéknév beszedéséhez

source: If schedule date is past in the runtime then email will be sent immediately
hu_hu: Ha az ütemezés dátuma elmúlt, akkor az e-maileket azonnal elküldjük

source: If you enable this then this will run only once per customer otherwise, It will delete the existing automation flow and start new
hu_hu: Ha ezt engedélyezed, akkor ügyfelenként egyszer fog lefutni, egyébként töröld a meglévő automatizálási folyamatot, és indíts el egy újat

source: If you need to create and connect more advanced forms please use Fluent Forms.
hu_hu: Ha speciálisabb űrlapokat kell létrehoznia és csatlakoztatnia, kérjük, használja a Fluent Forms-ot.

source: If you select [Optional Point] it will work as an Optional Trigger otherwise, it will wait for full-fill this action
hu_hu: Ha az [Optional Point] lehetőséget választod, választható eseményindítóként fog működni, egyébként várni fog a művelet teljesítésére

source: If you select a time range then FluentCRM schedule the email to that time range
hu_hu: Ha kiválasztasz egy időtartományt, akkor a FluentCRM az e-mailt erre az időtartományra ütemezi

source: If you think everything is alright. You can broadcast/Schedule the emails now.
hu_hu: Ha úgy gondolod, hogy minden rendben van, elküldheted/ütemezheted a kampányt.

source: Import
hu_hu: Importálás

source: Import Automation Funnel
hu_hu: Automatizmus tölcsér importálása

source: Import Companies
hu_hu: Cégek importálása

source: Import Contacts
hu_hu: Kapcsolatok importálása

source: Import CSV
hu_hu: CSV import

source: Import Subscribers
hu_hu: Feliratkozók importálása

source: Import Template
hu_hu: Sablon importálása

source: Import Users Now
hu_hu: Felhasználók importálása most

source: Importing Contacts from your CSV. Please Do not close this modal
hu_hu: Partnerek importálása a CSV-ről. Kérjük, ne zárd be ezt az ablakot

source: Importing now...
hu_hu: Importálás most...

source: Inactive
hu_hu: Inaktív

source: Included Contacts
hu_hu: Beleértve a partnereket is

source: includes
hu_hu: tartalmazza

source: Incoming Webhook Settings
hu_hu: Bejövő Webhook beállítások

source: Incoming Webhooks
hu_hu: Bejövő webhook

source: Incomplete
hu_hu: Befejezetlen

source: Individual Reporting
hu_hu: Egyéni jelentés

source: Indonesia
hu_hu: Indonézia

source: Industry
hu_hu: Iparág

source: Info
hu_hu: Infó

source: Inline Opt-in Form
hu_hu: Inline opt-in űrlap

source: Insert
hu_hu: Beszúrás

source: Insert a valid url that this link will direct to
hu_hu: Adjon meg egy érvényes url-t, amelyre ez a link irányítani fog

source: Install Fluent Connect
hu_hu: Fluent Connect telepítése

source: Install Fluent Forms
hu_hu: Telepítse a Fluent Forms-t

source: Install Fluent Forms Plugin for Lead collections Forms.
hu_hu: Telepítse a Fluent Forms beépülő modult a Lead gyűjtemény űrlapokhoz.

source: Install Fluent SMTP
hu_hu: Telepítse a Fluent SMTP-t

source: Install Fluent Support
hu_hu: Telepítse a Fluent Support-ot

source: Install FluentSMTP Plugin (It's free)
hu_hu: Telepítse a FluentSMTP Plugin-t (Ingyenes)

source: Installation has been completed
hu_hu: A telepítés befejeződött

source: Installed
hu_hu: Telepítve

source: Integration Settings
hu_hu: Integráció beállítások

source: Integrations
hu_hu: Integrációk

source: Internal Campaign Title
hu_hu: Belső kampány címe

source: Internal Description
hu_hu: Belső leírás

source: Internal Label
hu_hu: Belső címke

source: Internal Subtitle
hu_hu: Belső alcím

source: Internal Subtitle (Optional)
hu_hu: Belső alcím (nem kötelező)

source: Internal Title
hu_hu: Belső cím

source: Invalid Data
hu_hu: Érvénytelen adatok

source: Invalid Emails:
hu_hu: Érvénytelen e-mailek:

source: Invalid selection of lists and tags in subscribers included.
hu_hu: Érvénytelen lista- és címke kijelölés a benne foglalt feliratkozók között.

source: Invoice: Paid
hu_hu: Számla: Kifizetve

source: Invoice: Part Paid
hu_hu: Számla: Részben fizetve

source: Invoice: Refunded
hu_hu: Számla: Visszatérítve

source: Invoice: Sent
hu_hu: Számla: Elküldve

source: IP Address
hu_hu: IP cím

source: Iran
hu_hu: Irán

source: Iraq
hu_hu: Irak

source: Ireland
hu_hu: Írország

source: Is Affiliate (Pro Required)
hu_hu: Affiliate (Pro szükséges)

source: Isle of Man
hu_hu: Man-sziget

source: Israel
hu_hu: Izrael

source: Italy
hu_hu: Olaszország

source: Ivory Coast
hu_hu: Elefántcsontparti Köztársaság

source: January
hu_hu: Január

source: Japan
hu_hu: Japán

source: Jordan
hu_hu: Jordánia

source: July
hu_hu: Július

source: June
hu_hu: Június

source: Kazakhstan
hu_hu: Kazahsztán

source: keep blank for current time
hu_hu: hagyd üresen az aktuális időhöz

source: Key
hu_hu: Kulcs

source: Kuwait
hu_hu: Kuvait

source: Kyrgyzstan
hu_hu: Kirgizisztán

source: Label
hu_hu: Mező neve

source: Laos
hu_hu: Laosz

source: Large
hu_hu: Nagy

source: Larger
hu_hu: Nagyobb

source: Last 3 months
hu_hu: Utolsó 3 hónap

source: Last Activity
hu_hu: Utolsó aktivítás

source: Last Change Date
hu_hu: Utolsó módosítás dátuma

source: Last Changed
hu_hu: Utoljára módosítva

source: Last Executed At
hu_hu: Utoljára végrehajtva

source: Last month
hu_hu: Utolsó hónap

source: Last Name
hu_hu: Családi név

source: Last week
hu_hu: Utolsó hét

source: Latest Action
hu_hu: Legújabb művelet

source: Latvia
hu_hu: Lettország

source: Lead
hu_hu: Érdeklődő

source: lead
hu_hu: érdeklődő

source: LearnDash Integration:
hu_hu: LearnDash integráció:

source: Leave blank to run for all user roles
hu_hu: Hagyja üresen az összes felhasználói szerepkör futtatásához

source: Leave these blank for no limit or offset
hu_hu: Hagyd üresen ezeket korlátozás és eltolás nélkül

source: Lebanon
hu_hu: Libanon

source: Less Than
hu_hu: Kisebb mint

source: Liberia
hu_hu: Libéria

source: Libya
hu_hu: Líbia

source: License Management
hu_hu: Licenckezelés

source: Lifetime Value
hu_hu: Élettartam-érték

source: Light green cyan
hu_hu: Világoszöld cián

source: Line
hu_hu: Sor

source: Line Height
hu_hu: Sor magasság

source: Link activity
hu_hu: Linkek

source: Link Metrics
hu_hu: Hivatkozási mérőszámok

source: Link Title
hu_hu: Link címe

source: LinkedIn Company Page URL
hu_hu: LinkedIn céges oldal URL címe

source: List
hu_hu: Lista

source: list
hu_hu: lista

source: List Applied
hu_hu: Listához adás

source: List are categories of your contacts. You can add lists and assign contacts to your list for better segmentation
hu_hu: A listák a partnerek kategóriái. A jobb szegmentálás érdekében listákat adhatsz hozzá és partnereket rendelhetsz a listához

source: List Removed
hu_hu: Lista eltávolítva

source: List Removed From Contact
hu_hu: A partnerről eltávolított lista

source: Lists
hu_hu: Listák

source: lists
hu_hu: listák

source: Lithuania
hu_hu: Litvánia

source: LMS INTEGRATION:
hu_hu: LMS INTEGRÁCIÓ:

source: Load More
hu_hu: Továbbiak

source: Loading
hu_hu: Betöltés

source: Loading Campaign Data...
hu_hu: Kampányadatok betöltése...

source: Loading Editor...
hu_hu: Szerkesztő betöltése...

source: Loading Preview. Please wait...
hu_hu: Előnézet betöltése. Kérjük várjon...

source: Loading Settings...
hu_hu: Beállítások betöltése...

source: Loading...
hu_hu: Betöltés...

source: Loading.....
hu_hu: Betöltés…..

source: Logo
hu_hu: Logó

source: Logs older than %d days have been deleted successfully
hu_hu: A %d napnál régebbi naplók törlése sikeresen megtörtént

source: Looks like settings is missing for this block. Maybe the block does not exist
hu_hu: Úgy tűnik, hogy a beállítások hiányoznak ehhez a blokkhoz. Talán a blokk nem létezik

source: Looks like you did not broadcast any email campaign yet
hu_hu: Úgy tűnik, még nem küldtél e-mail kampányt

source: Looks Like you did not create any forms yet!
hu_hu: Úgy tűnik, még nem hoztál létre űrlapot!

source: Looks like you did not install FluentSMTP yet. FluentSMTP is the the ultimate SMTP & Email Service Connection Plugin for WordPress.
hu_hu: Úgy néz ki, hogy nincsen telepítve a FluentSMTP. A FluentSMTP tökéletes SMTP és e-mail szolgáltatás csatlakozási bővítmény a WordPresshez.

source: Looks like you did not set any sequence emails yet
hu_hu: Úgy tűnik, még nem állítottál be e-mail sorozatokat

source: Looks like you do not have any recurring Email Campaigns yet.
hu_hu: Úgy tűnik, még nincs ismétlődő kampány létrehozva.

source: Looks like you do not have permission to view the requested resource.
hu_hu: Úgy tűnik, nincs engedélye a kért erőforrás megtekintéséhez.

source: Luxembourg
hu_hu: Luxemburg

source: Macao
hu_hu: Makaó

source: Madagascar
hu_hu: Madagaszkár

source: Mailing List Groups
hu_hu: Levelezési listacsoportok

source: Main Contact Properties
hu_hu: Fő partner tulajdonságok

source: Malaysia
hu_hu: Malájzia

source: Maldives
hu_hu: Maldív-szigetek

source: Malta
hu_hu: Málta

source: Manage CRM Settings
hu_hu: CRM beállítások

source: Manage Forms
hu_hu: Űrlapok kezelése

source: Manage Subscription Hyperlink HTML
hu_hu: Előfizetés kezelése Hyperlink HTML

source: Manage Subscription URL
hu_hu: Feliratkozás URL-címének kezelése

source: Managers
hu_hu: Munkatársak

source: Map CSV Fields with Contact Property
hu_hu: CSV-mezők hozzárendelése Partner tulajdonsághoz

source: Map Other Data
hu_hu: Egyéb adatok leképezése

source: Map Primary Data
hu_hu: Elsődleges adatok leképezése

source: Map Role and associate tags
hu_hu: Szerepkörök és társított címkék feltérképezése

source: Marshall Islands
hu_hu: Marshall-szigetek

source: Mauritania
hu_hu: Mauritánia

source: Maximum Email Limit Per Second
hu_hu: Maximális e-mail limit másodpercenként

source: Meeting
hu_hu: Találkozó

source: Mexico
hu_hu: Mexikó

source: Micronesia
hu_hu: Mikronézia

source: Migrating
hu_hu: Migráció

source: Minutes
hu_hu: Perc

source: Monday
hu_hu: Hétfő

source: Mongolia
hu_hu: Mongólia

source: Montenegro
hu_hu: Montenegró

source: Month
hu_hu: Hónap

source: Monthly
hu_hu: Havonta

source: Months
hu_hu: Hónap

source: Morocco
hu_hu: Marokkó

source: Mozambique
hu_hu: Mozambik

source: Myanmar
hu_hu: Mianmar

source: Name
hu_hu: Név

source: Name of this key
hu_hu: A kulcs neve

source: Name Prefix
hu_hu: Név előtag

source: Name that will be used to send emails
hu_hu: E-mailek küldéseként használt név

source: Name this Custom Segment
hu_hu: Az egyéni szegmens elnevezése

source: Namibia
hu_hu: Namíbia

source: Need all selected tags removed from the contact
hu_hu: Az összes kijelölt címkét el kell távolítani a partnerről

source: Nepal
hu_hu: Nepál

source: Netherlands
hu_hu: Hollandia

source: New Caledonia
hu_hu: Új-Kaledónia

source: New Dynamic Segment
hu_hu: Új dinamikus szegmens

source: New Fluent Forms Submission Funnel
hu_hu: Új Fluent Forms kitöltési tölcsér

source: New Form Submission (Fluent Forms)
hu_hu: Új űrlap kitöltés (Fluent Forms)

source: New Subscriber Status
hu_hu: Új Feliratkozó állapota

source: New User Sign Up
hu_hu: Új felhasználói regisztráció

source: New User Sign Up Funnel
hu_hu: Új felhasználói regisztrációs tölcsérre

source: New Zealand
hu_hu: Új Zéland

source: Next
hu_hu: Következő

source: Next [Map Columns]
hu_hu: Következő [Oszlopok leképezése]

source: Next [Review Data]
hu_hu: Következő [Review Data]

source: Next Email
hu_hu: Következő E-mail

source: Next Run
hu_hu: Következő futás

source: Next Step
hu_hu: Következő lépés

source: Next step
hu_hu: Következő lépés

source: Nigeria
hu_hu: Nigéria

source: No
hu_hu: Nincs

source: No changes found
hu_hu: Nem található változás

source: No Companies Found
hu_hu: Nincs cég létrehozva

source: No Comparison
hu_hu: Nincs összehasonlítás

source: No Contacts Found
hu_hu: Nem található Partner

source: No Corresponding report found
hu_hu: Nem található megfelelő jelentés

source: No Data Available
hu_hu: Nem áll rendelkezésre adat

source: No Data Found
hu_hu: Nem található adat

source: No Form Found
hu_hu: Nem találtunk űrlapot

source: No items found
hu_hu: Nincs találat

source: No link activity recorded yet
hu_hu: Nincs rögzített tevékenység

source: No lists found
hu_hu: Nem található lista

source: No mapping found.
hu_hu: Nem található leképezés.

source: No Note found. Please add the first note
hu_hu: Nem található megjegyzés. Kérjük, add hozzá az első megjegyzést

source: No Subscriber Found
hu_hu: Nem található feliratkozó

source: No tags found
hu_hu: Nem található címke

source: No Thanks
hu_hu: Nem, köszönöm

source: No, Contact can not manage list subscriptions
hu_hu: Nem, a Partner nem tudja kezelni a feliratkozásait listákra

source: Norfolk Island
hu_hu: Norfolk-sziget

source: North Korea
hu_hu: Észak Kórea

source: North Macedonia
hu_hu: Észak-Makedónia

source: Northern Mariana Islands
hu_hu: Északi-Mariana-szigetek

source: Norway
hu_hu: Norvégia

source: Not Contains
hu_hu: Nem tartalmaz

source: Not Equal
hu_hu: Nem egyenlő

source: Note
hu_hu: Megjegyzés

source: Note (Optional)
hu_hu: Megjegyzés (nem kötelező)

source: Note successfully added
hu_hu: Megjegyzés sikeresen hozzáadva

source: Note successfully deleted
hu_hu: A feljegyzés törlése sikeresen megtörtént

source: Note successfully updated
hu_hu: Megjegyzés sikeresen frissítve

source: Notes
hu_hu: Megjegyzések

source: Notes & Activities
hu_hu: Jegyzetek & Tevékenységek

source: Number of Employees
hu_hu: Dolgozok száma

source: Numeric Field
hu_hu: Szám

source: October
hu_hu: Október

source: Oman
hu_hu: Omán

source: Oops!
hu_hu: Ooopsz!

source: Open & Clicks
hu_hu: Megnyitás & Kattintás

source: Open Rate
hu_hu: Megnyitási arány

source: Opened
hu_hu: Megnyitás

source: Opens
hu_hu: Megnyitások

source: Optin Email Subject
hu_hu: Optin e-mail tárgya

source: OR
hu_hu: VAGY

source: or
hu_hu: vagy

source: Other (fill in reason below)
hu_hu: Egyéb (töltse ki az alábbi okot)

source: Other Fields
hu_hu: Egyéb mezők

source: Overall Conversion Rate
hu_hu: Teljes konverziós arány

source: Overview
hu_hu: Áttekintés

source: Owner Email
hu_hu: Tulajdonos E-mail

source: Owner Name
hu_hu: Tulajdonos neve

source: Oxygen Builder Integration
hu_hu: Oxygen Builder integráció

source: Page
hu_hu: Oldal

source: Pakistan
hu_hu: Pakisztán

source: Pale cyan blue
hu_hu: Halvány ciánkék

source: Pale pink
hu_hu: Halvány rózsaszín

source: Palestinian Territory
hu_hu: Palesztin Terület

source: Papua New Guinea
hu_hu: Pápua Új-Guinea

source: Paraguay
hu_hu: Paraguayi Köztársaság

source: Paste the following shortcode to any page or post to start growing your audience
hu_hu: Illeszd be a következő shortcode-ot bármely oldalra vagy bejegyzésbe a hallgatóság növelésére

source: Path:
hu_hu: Útvonal:

source: Pause Sending
hu_hu: Küldés szüneteltetése

source: Pending
hu_hu: Függőben

source: Pending Emails
hu_hu: Függő e-mailek

source: PepiPost Bounce Handler Webhook URL
hu_hu: PepiPost Bounce Handler Webhook URL cím

source: permanently
hu_hu: véglegesen

source: Permissions
hu_hu: Jogosultságok

source: Philippines
hu_hu: Fülöp-szigetek

source: Phone
hu_hu: Telefon

source: Phone Number
hu_hu: Telefonszám

source: Phone/Mobile
hu_hu: Telefon/Mobil

source: Pick a date
hu_hu: Dátum választása

source: Pick a date and time
hu_hu: Válassz dátumot és időt

source: Plain Centered
hu_hu: Egyszerű középre igazított

source: Plain Left
hu_hu: Egyszerű balra

source: Please
hu_hu: Kérjük

source: Please add at least one list
hu_hu: Kérjük, adjon hozzá legalább egy listát

source: Please add at least one Tag
hu_hu: Kérjük, adjon hozzá legalább egy címkét

source: Please check the user roles that you want to import as contact
hu_hu: Kérjük, ellenőrizze azokat a felhasználói szerepköröket, amelyeket kapcsolattartóként szeretne importálni

source: Please check your inbox to confirm your subscription
hu_hu: Kérjük, ellenőrizze a beérkezett üzenetek között, hogy megerősítse a feliratkozását

source: Please configure
hu_hu: Kérjük, állítsa be

source: Please contact your site administrator to request the permission
hu_hu: Kérjük, forduljon a webhely rendszergazdájához az engedély kéréséhez
