Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentCRM/fluent-crm-*.po
Languages: hu_hu

source: Please do not close this modal.
hu_hu: Kérem, ne zárja be ezt az ablakot.

source: Please do not close this window or navigate to other page
hu_hu: Kérjük, ne zárja be ezt az ablakot, és ne navigáljon más oldalra

source: Please do not close this window.
hu_hu: Kérem, ne zárja be ezt az ablakot.

source: Please enter a keyword
hu_hu: Adj meg kulcsszavakat

source: Please fill up all required fields
hu_hu: Kérjük, töltse ki az összes kötelező mezőt

source: Please fill up all the fields
hu_hu: Kérjük, töltse ki az összes mezőt

source: Please input date and time and this step will be executed after that time (TimeZone will be as per your WordPress Date Time Zone)
hu_hu: Kérjük, adja meg a dátumot és az időt, és ez a lépés után fog végrehajtódni, hogy az idő (TimeZone lesz, mint egy a WordPress Date Time Zone)

source: Please let us know a reason
hu_hu: Kérjük, tudassa velünk az okát

source: Please make sure this email is supported by your SMTP/SES
hu_hu: Ellenőrizze, hogy ezt az e-mailt támogatja-e az SMTP/SES

source: Please make sure your csv file has unique headers. Otherwise, it may fail to import
hu_hu: Ellenőrizze, hogy a csv fájl egyedi fejlécekkel rendelkezik-e. Ellenkező esetben előfordulhat, hogy nem sikerül

source: Please map the csv headers with the respective subscriber fields.
hu_hu: Képezd le a csv fejléceket a megfelelő feliratkozási mezőkkel.

source: Please note that, sequences emails will be scheduled to the contacts as per the current state
hu_hu: Kérjük, vedd figyelembe, hogy a sorozat e-mailjei a partner aktuális állapotnak megfelelően lesznek ütemezve

source: Please paste this URL into your Elastic Email's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t az Elastic Email Webhook beállításaiba, hogy engedélyezze a Bounce Handling-et a FluentCRM-mel

source: Please paste this URL into your Mailgun's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a Mailgun Webhook beállításaiba, hogy engedélyezze a Bounce Handling-et a FluentCRM-mel

source: Please paste this URL into your PepiPost's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a PepiPost Webhook beállításaiba, hogy engedélyezze a Bounce Handling-et a FluentCRM-mel

source: Please paste this URL into your PostMark's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a PostMark Webhook beállításaiba, hogy engedélyezze a Bounce Handling-et a FluentCRM-mel

source: Please paste this URL into your SendGrid's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a SendGrid Webhook beállításaiba, hogy engedélyezze a Bounce kezelést a FluentCRM-mel

source: Please paste this URL into your SparkPost's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a SparkPost Webhook beállításaiba, hogy engedélyezze a Bounce kezelést a FluentCRM-mel

source: Please Provide a Form Title
hu_hu: Kérjük, add meg az űrlap címét

source: Please provide a license key
hu_hu: Kérjük, adjon meg egy licenckulcsot

source: Please Provide a license key of FluentCRM - Email Marketing Addon
hu_hu: Kérjük, adja meg a FluentCRM - Email Marketing Addon licenckulcsát

source: Please provide a name so you can identify easily
hu_hu: Kérjük, adj meg egy nevet, hogy könnyen azonosítható legyen

source: Please provide details after a contact confirm double option from email
hu_hu: Kérjük, adja meg a részleteket, miután a kapcsolattartó megerősítő e-mailt kapott

source: Please provide email Body.
hu_hu: Kérjük, add meg az e-mailben törzset.

source: Please provide email body.
hu_hu: Kérjük, add meg az e-mailben törzset.

source: Please provide email details that you want to send
hu_hu: Kérjük, addmeg a küldeni kívánt e-mail adatokat

source: Please provide email Subject.
hu_hu: Kérjük, add meg az e-mail tárgyát.

source: Please provide funnel IDs
hu_hu: Kérjük, adja meg a tölcsér azonosítóit

source: Please Provide HTML of your Email
hu_hu: Kérjük, add meg az e-mail HTML-jét

source: Please provide Name of this Segment
hu_hu: Kérjük, add meg ennek a szegmensnek a nevét

source: Please provide redirect URL after confirmation
hu_hu: Kérjük, a megerősítés után adja meg az átirányítási URL-t

source: Please provide Subject Lines for A/B Test.
hu_hu: Kérjük, add meg a tárgy mezőket az A/B teszthez.

source: Please Provide your business information
hu_hu: Kérjük, adja meg üzleti adatait

source: Please select allowed days to send emails
hu_hu: Kérjük, válassza ki az e-mailek küldésére engedélyezett napokat

source: Please select an option first
hu_hu: Először válassz egy lehetőséget

source: Please select columns that you want to export
hu_hu: Jelöld ki az exportálni kívánt oszlopokat

source: Please select the segment
hu_hu: Válaszd ki a szegmenst

source: Please select to which dynamic segment you want to send emails for this campaign
hu_hu: Kérjük, válaszd ki, hogy melyik dinamikus szegmensnek szeretnél e-maileket küldeni ehhez a kampányhoz

source: Please select what will happen once a contact confirm double-optin
hu_hu: Kérjük, válassza ki, mi fog történni, ha egy kapcsolat megerősíti a feliratkozását

source: Please set date and time
hu_hu: Kérjük, állítsd be a dátumot és az időt

source: Please set date and time to send this campaign
hu_hu: Kérjük, állítsa be a kampány elküldésének dátumát és időpontját

source: Please specify
hu_hu: Kérjük, add meg

source: Please specify if you want to let your subscribers manage the associate lists or not
hu_hu: Kérjük, adja meg, hogy az előfizetők kezelhetik-e a társított listákat vagy sem

source: Please specify what will happen if the subscriber already exist in the database
hu_hu: Kérjük, add meg, mi történik, ha a feliratkozó már létezik az adatbázisban

source: Please upgrade to pro to use this feature
hu_hu: Frissíts PRO-ra a funkció használatához

source: Please Upload a CSV first
hu_hu: Kérjük, először töltsön fel egy CSV-t

source: Please use the following smart url and when a user click a link in an email, on your site or anywhere then your selected tags and lists will be applied.
hu_hu: Kérjük, használja a következő SMARTLINK-et, és amikor a felhasználó rákattint a linkre egy e-mailben, a webhelyen vagy bárhol, akkor a kiválasztott címkéket és listákat fogjuk alkalmazni.

source: Please use the shortcode [fluentcrm_pref] to show the form for your subscribers
hu_hu: Kérjük, használja a [fluentcrm_pref] rövidkódot, hogy megjelenítse az űrlapot az előfizetők számára

source: Please use this bounce handler url in your Amazon SES + SNS settings
hu_hu: Kérjük, használja ezt a bounce handler url-t az Amazon SES + SNS beállításaiban

source: Please view the
hu_hu: Kérjük, tekintse meg a

source: Poland
hu_hu: Lengyelország

source: Portugal
hu_hu: Portugália

source: Postal Code
hu_hu: Irányítószám

source: PostMark Bounce Handler Webhook URL
hu_hu: PostMark Bounce Handler Webhook URL-cím

source: Prefix
hu_hu: Előtag

source: Prev step
hu_hu: Előző lépés

source: Preview
hu_hu: Előnézet

source: Preview Email
hu_hu: E-mail előnézet

source: Preview Email may differ from actual email that was sent. Specially the dynamic data is shown as it's current state. You may check in FluentSMTP's log to see the actual email
hu_hu: Az előnézeti e-mail eltérhet a ténylegesen elküldött e-mailtől. Különösen a dinamikus adatok jelennek meg az aktuális állapotukban. A FluentSMTP naplójában ellenőrizheti a tényleges e-mailt

source: Preview Form
hu_hu: Űrlap előnézete

source: Preview Log Summary
hu_hu: Napló összefoglaló előnézet

source: Preview Text:
hu_hu: Szöveg előnézete:

source: Preview The Form
hu_hu: Az űrlap előnézete

source: Previous
hu_hu: Előző

source: Previous Emails
hu_hu: Előző emailek

source: Previous Month
hu_hu: Előző hónap

source: Previous Period
hu_hu: Előző periódus

source: Previous Quarter
hu_hu: Előző negyedév

source: Previous Year
hu_hu: Előző év

source: Primary
hu_hu: Elsődleges

source: Primary Company
hu_hu: Elsődleges cég

source: Primary Fields
hu_hu: Elsődleges mezők

source: Primary Fields that can be editable
hu_hu: Szerkeszthető elsődleges mezők

source: Priority (%)
hu_hu: Prioritás (%)

source: pro version of FluentCRM
hu_hu: a FluentCRM pro verziója

source: Processing
hu_hu: Feldolgozás

source: processing
hu_hu: feldolgozás

source: Processing Error happened. Maybe it\'s timeout error. Resume or StartOver
hu_hu: Feldolgozási hiba történt. Talán időtúllépési hiba. Folytatás vagy kihagyás

source: Processing now...
hu_hu: Feldolgozás alatt...

source: Processing now.Please wait a bit...
hu_hu: Feldolgozás folyamatban.Kérem várjon egy kicsit...

source: Profile
hu_hu: Adatlap

source: Provide campaign details
hu_hu: Adja meg a kampány részleteit

source: Provide Email Body for the double-optin
hu_hu: E-mail body a kettős optinhoz

source: Provide the basic information of your recurring email campaign.
hu_hu: Add meg az ismétlődő kampány alapvető adatait.

source: Provide Valid Email Address that will be used to send emails
hu_hu: Az e-mailek küldésekor használt érvényes e-mail cím megadása

source: Provided email already assigned to another subscriber.
hu_hu: A megadott e-mail már hozzá van rendelve egy másik feliratkozóhoz.

source: Provided Lists have been successfully created
hu_hu: A megadott listák létrehozása sikeresen megtörtént

source: Public User Clicks
hu_hu: Nyilvános felhasználói kattintások

source: Publish
hu_hu: Közzététel

source: published
hu_hu: közzétéve

source: publishes within
hu_hu: belül tesz közzé

source: Purchase History
hu_hu: Vásárlási előzmények

source: Purchase history from EDD/WooCommerce will be shown here. Currently no E-Commerce Plugin found in your installation
hu_hu: A vásárlási előzmények az EDD-ből / WooCommerce-ből jelennek meg. Jelenleg egyik E-Commerce Plugin sincsen telepítve

source: Purged
hu_hu: Megtisztított

source: Qatar
hu_hu: Katar

source: Quick Contact Navigation
hu_hu: Gyors kapcsolatfelvétel navigáció

source: Quick Links
hu_hu: Gyorshivatkozások

source: Quick Overview
hu_hu: Gyors áttekintés

source: Quick Stats
hu_hu: Gyors statisztika

source: Quote: Accepted
hu_hu: Árajánlat: Elfogadva

source: Quote: Refused
hu_hu: Árajánlat: Elutasítva

source: Quote: Sent
hu_hu: Árajánlat: Elküldve

source: Raw HTML
hu_hu: Nyers HTML

source: Reason:
hu_hu: Ok:

source: Recipient settings has been updated
hu_hu: A címzett beállításai frissültek

source: Recipients
hu_hu: Címzettek

source: Recommended Plugins and Addons
hu_hu: Ajánlott pluginok és kiegészítők

source: Recurring Campaigns
hu_hu: Ismétlődő kampányok

source: Recurring Email Campaigns
hu_hu: Ismétlődő kampányok

source: Redirect to an URL
hu_hu: Átirányítás egy URL-címre

source: Redirect URL
hu_hu: Átirányítási URL

source: Refresh Email Preview
hu_hu: E-mail előnézet frissítése

source: Registration Date (Pro Required)
hu_hu: Regisztráció dátuma (Pro kötelező)

source: Relationship Type
hu_hu: Kapcsolat típusa

source: Reload Page
hu_hu: Oldal újratöltése

source: Remove
hu_hu: Eltávolítás

source: Remove Association
hu_hu: Összekapcsolás törlése

source: Remove Contact from the Selected Lists
hu_hu: Partner eltávolítása a kijelölt listákból

source: Remove Contact from the Selected Tags
hu_hu: Partner eltávolítása a kijelölt címkékből

source: Remove From List
hu_hu: Törlés a Listából

source: Remove From Sequence
hu_hu: Eltávolítás a sorozatból

source: Remove From Tag
hu_hu: Eltávolítás a címkéről

source: Remove From Tags
hu_hu: Eltávolítás a címkékről

source: Remove Lists when clicked (optional)
hu_hu: Listák eltávolítása kattintáskor (opcionális)

source: Remove Tags
hu_hu: Címkék eltávolítása

source: Remove Tags From Subscribers
hu_hu: Címkék eltávolítása a feliratkozókról

source: Remove Tags when clicked (optional)
hu_hu: Címkék eltávolítása kattintáskor (opcionális)

source: Remove this contact from the selected lists
hu_hu: Partner eltávolítása a kijelölt listákból

source: Remove this contact from the selected Tags
hu_hu: Partner eltávolítása a kijelölt címkékből

source: Remove User Role
hu_hu: Felhasználói szerepkör eltávolítása

source: Remove User Role:
hu_hu: Felhasználói szerepkör eltávolítása:

source: Replace Options
hu_hu: Opciók cseréje

source: Reply To Email
hu_hu: Válasz az email-re

source: Reply to Email (Optional)
hu_hu: Válasz e-mailre (nem kötelező)

source: Reply To Name
hu_hu: Válasz névre

source: Reply to Name
hu_hu: Válasz a névre

source: Reply to Name (Optional)
hu_hu: Válasz a névre (nem kötelező)

source: Report Type:
hu_hu: Jelentés típusa:

source: Reports
hu_hu: Jelentések

source: Request Unsubscribe
hu_hu: Leiratkozás kérése

source: Require FluentCRM Pro
hu_hu: FluentCRM Pro-ra van szükség

source: Resend
hu_hu: Újraküldés

source: Resend Any Emails
hu_hu: Bármilyen e-mail újraküldése

source: Reset FluentCRM Database tables
hu_hu: FluentCRM adatbázis táblák visszaállítása

source: REST API Access Management
hu_hu: REST API hozzáférés-kezelés

source: REST API key has been created to selected user
hu_hu: REST API kulcsot hoztak létre a kiválasztott felhasználó számára

source: Rest API Status
hu_hu: REST API állapot

source: Resume
hu_hu: Folytatás

source: Resume Sending
hu_hu: Folytassa a küldést

source: Retry Sending
hu_hu: Újraküldés

source: Revenue
hu_hu: Bevétel

source: Revenue From Sequence Emails
hu_hu: Bevétel sorozatos kampányokból

source: Revenue from this email campaign
hu_hu: Bevétel ebből a kampányból

source: Revenue Report
hu_hu: Bevétel jelentés

source: Review
hu_hu: Értékelés

source: Review & Send
hu_hu: Áttekintés & Küldés

source: Romania
hu_hu: Románia

source: Run if any selected tag removed from a contact
hu_hu: Futtatás, ha a kijelölt címkét eltávolították egy partnerről

source: Run Manually
hu_hu: Manuális futtatás

source: Run this automation only once per contact. If unchecked then it will over-write existing flow
hu_hu: Ezt az automatizmust partnerenként csak egyszer futtassa. Ha nincs bejelölve, akkor felülírja a meglévő folyamatot

source: Run When
hu_hu: Futtatás mikor

source: Russia
hu_hu: Oroszország

source: Rwanda
hu_hu: Ruanda

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
hu_hu: S & atilde; o Tom & eacute; és Pr & iacute; ncipe

source: Saint Barth&eacute;lemy
hu_hu: Szent Barth és tiszteletes, lemy

source: Saint Helena
hu_hu: Szent-Helena

source: Saint Kitts and Nevis
hu_hu: Saint Christopher és Nevis Államszövetség

source: Saint Martin (Dutch part)
hu_hu: Saint Martin (holland rész)

source: Saint Martin (French part)
hu_hu: Saint Martin (francia rész)

source: Saint Pierre and Miquelon
hu_hu: Saint Pierre és Miquelon

source: Saint Vincent and the Grenadines
hu_hu: Saint Vincent és a Grenadine-szigetek

source: Sales
hu_hu: Értékesítés

source: Samoa
hu_hu: Szamoa

source: San Marino
hu_hu: San Marino Köztársaság

source: Saturday
hu_hu: Szombat

source: Saudi Arabia
hu_hu: Szaud-Arábia

source: Save
hu_hu: Mentés

source: Save & close
hu_hu: Mentés és bezárás

source: Save as template
hu_hu: Mentés sablonként

source: Save Note
hu_hu: Megjegyzés mentése

source: Save Settings
hu_hu: Beállítás mentése

source: Save Template
hu_hu: Sablon mentése

source: Saved
hu_hu: Mentve

source: Schedule
hu_hu: Ütemezés

source: Schedule Campaign
hu_hu: Kampány ütemezése

source: Schedule Date and Time
hu_hu: Ütemezés dátuma és időpontja

source: Schedule the emails
hu_hu: Az e-mailek ütemezése

source: Schedule this campaign
hu_hu: A kampány ütemezése

source: Schedule this email to a specific date
hu_hu: Az e-mail ütemezése egy adott dátumra

source: Schedule Time
hu_hu: Ütemezési idő

source: scheduled
hu_hu: időzítve

source: Scheduled At
hu_hu: Időzítve

source: Scheduled Automation Tasks
hu_hu: Ütemezett automatizmus feladatok

source: Scheduled Email Sending
hu_hu: Ütemezett e-mail küldés

source: Scheduling Settings
hu_hu: Ütemezési beállítások

source: Search
hu_hu: Keresés

source: Search by title...
hu_hu: Keresés cím szerint...

source: Search Companies
hu_hu: Cég keresése

source: Search Contacts
hu_hu: Partnerek keresése

source: Search Type and Enter...
hu_hu: Keresés típusa és enter...

source: Search...
hu_hu: Keresés...

source: Segments
hu_hu: Szegmensek

source: Select
hu_hu: Kiválasztás

source: Select A List
hu_hu: Lista kiválasztása

source: Select a List
hu_hu: Lista kiválasztása

source: Select a Tag
hu_hu: Címke kiválasztása

source: Select a template
hu_hu: Válassz egy sablont

source: Select a Trigger
hu_hu: Eseményindító kiválasztása

source: Select Action
hu_hu: Művelet kiválasztása

source: Select Activity Type
hu_hu: Tevékenységtípus kiválasztása

source: Select Assign List
hu_hu: Lista hozzárendelés kiválasztása

source: Select Assign Tag
hu_hu: Címke hozzárendelés kiválasztása

source: Select Bulk Action
hu_hu: Tömeges művelet kiválasztása

source: Select by Roles
hu_hu: Kijelölés szerepkörök szerint

source: Select Condition
hu_hu: Állapot kiválasztása

source: Select Contact Property
hu_hu: Partnertulajdonság kiválasztása

source: Select country
hu_hu: Válassz országot

source: Select Date & Time
hu_hu: Válassz egy dátumot és időpontot

source: Select Date and Time
hu_hu: Válassz egy dátumot és időpontot

source: Select date and time
hu_hu: Válassz egy dátumot és időpontot

source: Select Day of the week
hu_hu: Válaszd ki a napot

source: Select Dynamic Segment
hu_hu: Dinamikus szegmens kiválasztása

source: Select Email Recipients
hu_hu: E-mail címzettek kiválasztása

source: Select Field Type
hu_hu: Válassz Mezőtípust

source: Select FluentCRM List
hu_hu: Válassz a FluentCRM listát

source: Select Form Field
hu_hu: Űrlapmező kiválasztása

source: Select Form Property
hu_hu: Kiválasztás a tulajdonból

source: Select Image for Your Email Body
hu_hu: Válasszon képet az e-mail szövegéhez

source: Select List
hu_hu: Lista kiválasztása

source: Select List First
hu_hu: Először válassza ki a listát

source: Select List or all subscribers first and then select tag
hu_hu: Először válassz Listát vagy az összes feliratkozót, majd válassz címkét

source: Select Lists
hu_hu: Listák kiválasztása

source: Select lists
hu_hu: Listák kijelölése

source: Select Lists and Tags that you want to exclude from this campaign. Excluded contacts will be subtracted from your included selection
hu_hu: Válaszd ki a kampányból kizárni kívánt listákat és címkéket. Ezekre nem kerül kiküldésre a kampány

source: Select Lists and Tags that you want to send emails for this campaign. You can create multiple row to send to all of them
hu_hu: Válaszd ki a kívánt listákat és címkéket kampányhoz. Több sort is létrehozhatsz, hogy mindegyiknek elküldjük

source: Select Lists that you want to remove from targeted Contact
hu_hu: Válaszd ki a megcélzott partnerről eltávolítani kívánt listákat

source: Select Lists that you want to show for contacts
hu_hu: Válassza a partnereknek megjeleníteni kívánt listákat

source: Select Logs you want to delete
hu_hu: Válassza a törölni kívánt naplókat

source: Select Roles
hu_hu: Szerepkörök kiválasztása

source: Select Schedule time
hu_hu: Időbeosztás kiválasztása

source: Select Source from where you want to import your contacts
hu_hu: Válaszd ki a forrást, ahonnan importálni szeretnéd a Partnereket

source: Select Status
hu_hu: Állapot kiválasztása

source: Select status
hu_hu: Állapot kiválasztása

source: Select Subscribers who click selected links
hu_hu: Kijelölt hivatkozásokra kattintó feliratkozók kiválasztása

source: Select Subscribers who did not open email
hu_hu: Válassza ki azokat a feliratkozókat, akik nem nyitották meg az e-mailt

source: Select Subscribers who open the emails
hu_hu: Az e-maileket megnyító feliratkozók kiválasztása

source: Select Tag
hu_hu: Címke kijelölése

source: Select Tags
hu_hu: Cimkék kijelölése

source: Select tags
hu_hu: Címkék kijelölése

source: Select Tags (remove from contact)
hu_hu: Címkék kiválasztása (eltávolítás a kapcsolatból)

source: Select Tags that you want to remove from targeted Contact
hu_hu: Válaszd ki a célzott partnerekről eltávolítani kívánt címkéket

source: Select Template
hu_hu: Válassz sablont

source: Select the FluentCRM List you would like to add your contacts to.
hu_hu: Válaszd ki azt a FluentCRM listát, amelyhez a partnereket hozzá szeretnéd adni.

source: Select the list that will be assigned for comment will be made in comment forms
hu_hu: Válassza ki a megjegyzéshez rendelt listát megjegyzés formájában

source: Select the list that will be assigned for new user registration in your site
hu_hu: Válassza ki azt a listát, amely a webhely új felhasználói regisztrációhoz lesz hozzárendelve

source: Select the list that will be assigned when checkbox checked
hu_hu: Jelölje ki a jelölőnégyzet bejelöléskor hozzárendelt listát

source: Select the tags that will be assigned for new comment will be made in comment forms
hu_hu: Az új megjegyzéshez rendelt címkék kiválasztása megjegyzési űrlapokon történik

source: Select the tags that will be assigned for new user registration in your site
hu_hu: Válasszd ki a webhelyen az új felhasználói regisztrációhoz rendelt címkéket

source: Select the tags that will be assigned when checkbox checked
hu_hu: Jelölje ki a jelölőnégyzet bejelöléskor hozzárendelt címkéket

source: Select URLS that where clicked (Will Match for any Selected URLs)
hu_hu: Válassza ki azokat az URL-címeket, amelyekre kattintott (a kijelölt URL-címekhez illeszkedik)

source: Select User Roles
hu_hu: Felhasználói szerepkörök kiválasztása

source: Select which day you want to send email
hu_hu: Válaszd ki, melyik napon szeretnéd az e-mailt küldeni

source: Select which list will be added to the contact
hu_hu: Válassza ki, hogy melyik lista lesz hozzáadva a partnerhez

source: Select which roles registration will run this automation Funnel
hu_hu: Válassza ki, hogy mely szerepkör-regisztráció futtatja ezt az automatizmus tölcsért

source: Select which tag will be added to the contact
hu_hu: Válaszd ki, hogy melyik címke lesz hozzáadva a partnerhez

source: Select Your CSV Delimiter
hu_hu: Válaszd ki a CSV-határolót

source: Select Your Email Service Provider
hu_hu: Válassza ki az e-mail szolgáltatóját

source: Select your form
hu_hu: Az űrlap kiválasztása

source: Selected Contacts has been deleted permanently
hu_hu: A kiválasztott kapcsolattartó véglegesen törölve

source: Selected CRON Event successfully ran
hu_hu: A kijelölt CRON-esemény sikeresen futott

source: Selected emails are deleted
hu_hu: A kiválasztott e-mailek törlődnek

source: Selected emails has been deleted
hu_hu: A kijelölt e-maileket töröltük

source: Selected Subscribers has been deleted
hu_hu: A kiválasztott feliratkozókat töröltük

source: Semicolon Separated (;)
hu_hu: Pontosvesszővel elválasztva (;)

source: Send
hu_hu: Küldés

source: Send a custom Email to your subscriber or custom email address
hu_hu: Egyéni e-mail küldése feliratkozóknak vagy egyéni e-mail címnek

source: Send a test email
hu_hu: Teszt e-mail küldése

source: Send Custom Email
hu_hu: Egyéni e-mail küldése

source: Send Double Optin Email
hu_hu: Megerősítő e-mail küldése

source: Send Double Optin Email for new contacts
hu_hu: Megerősítő e-mail küldése új partnereknek

source: Send Email
hu_hu: Email küldése

source: Send Email Broadcast to your selected subscribers by tags, lists or segment
hu_hu: E-mailt küldhet a kiválasztott előfizetőknek címkék, listák vagy szegmensek szerint

source: Send Email to
hu_hu: Email küldése ide
