Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentCRM/fluent-crm-*.po
Languages: hu_hu

source: Connect FluentCRM with WP Fluent Forms and subscribe a contact when a form is submitted.
hu_hu: Csatlakoztassa a FluentCRM-et a WP Fluent Forms űrlapokhoz, és iratkoztassuk fel a partnert az űrlap kitöltésekor.

source: Connect with your CRM
hu_hu: Csatlakozás a CRM-hez

source: Contact
hu_hu: Partner

source: Contact Activities
hu_hu: Partner aktivítás

source: contact added in all of the selected lists
hu_hu: partner hozzáadva az összes kijelölt listához

source: contact added in all of the selected Tags
hu_hu: partner hozzáadva az összes kijelölt címkéhez

source: contact added in any of the selected Lists
hu_hu: partner hozzáadva a kijelölt listák bármelyikében

source: contact added in any of the selected Tags
hu_hu: partner hozzáadva a kijelölt címkék bármelyikéhez

source: Contact Already Subscribed
hu_hu: A partner már feliratkozott

source: Contact can see all lists and manage subscriptions
hu_hu: A partner láthatja az összes listát, és kezelheti a feliratkozásait

source: Contact creation has been skipped because contact already exist in the database
hu_hu: A partner létrehozása kimaradt, mert a partner már létezik az adatbázisban

source: Contact Email
hu_hu: Partner e-mailje

source: Contact Export Limit
hu_hu: Partner exportálási korlátja

source: Contact Export Offset
hu_hu: Partner exportálási eltolása

source: Contact Field
hu_hu: Partner mező

source: Contact Field (CRM)
hu_hu: Partner mező (CRM)

source: Contact Files & Attachments
hu_hu: Partner fájlok & mellékletek

source: Contact has been created in FluentCRM. Contact ID:
hu_hu: A FluentCRM-ben a partner létrejött. A Partner azonosítója:

source: contact has been successfully updated.
hu_hu: a kapcsolat sikeresen frissült.

source: Contact has been updated in FluentCRM. Contact ID:
hu_hu: A FluentCRM-ben frissítettük a Partnert. A Partner azonosítója:

source: Contact ID
hu_hu: Partner azonosító

source: Contact ID:
hu_hu: Partner azonosítója:

source: Contact is not associated with any companies
hu_hu: A személy nem kapcsolódik egyetlen céghez sem

source: Contact Notes & Activities
hu_hu: Partner Megjegyzések & Tevékenységek

source: Contact only see and manage the following list subscriptions
hu_hu: A Partnerek csak az alábbi lista-feliratkozásokat látják és kezelhetik

source: contact removed from all of the selected lists
hu_hu: az összes kijelölt listából eltávolított partner

source: contact removed from any of the selected Lists
hu_hu: a kijelölt listák bármelyikéből eltávolított partner

source: Contact Segments
hu_hu: Partner szegmensek

source: Contact Source
hu_hu: Partner forrása

source: Contact Tags
hu_hu: Partner címkék

source: Contact Type
hu_hu: Partner típusa

source: Contacts
hu_hu: Kapcsolattartók

source: Contacts Delete
hu_hu: Kapcsolattartó törlése

source: Contacts Export
hu_hu: Kapcsolattartók exportlása

source: contacts found based on your selection
hu_hu: címre lesz kiküldve a kiválasztás alapján

source: contacts has been processed
hu_hu: a partnerek feldolgozása

source: Contacts processed so far...
hu_hu: Az eddig feldolgozott partnerek...

source: Contacts Read
hu_hu: Partner olvasása

source: Contacts that are duplicate
hu_hu: Ismétlődő partnerek

source: Contacts that are invalid
hu_hu: Érvénytelen Partnerek

source: Contains
hu_hu: Tartalmaz

source: Content Background Color
hu_hu: Tartalom háttérszíne

source: Content Font Family
hu_hu: Tartalom betűtípus-család

source: Content Max Width (PX)
hu_hu: Tartalom maximális szélessége (PX)

source: Continue
hu_hu: Folytatás

source: Continue [Subject & Settings]
hu_hu: Folytatás [Tárgy & Beállítások]

source: Continue to next step [conditions]
hu_hu: Tovább a következő lépéshez [feltételek]

source: Continue To Next Step [Recipients]
hu_hu: Folytatás a következő lépéshez [Címzettek]

source: Continue To Next Step [Review and Send]
hu_hu: Tovább a következő lépéshez

source: ConvertKit API Key
hu_hu: ConvertKit API kulcs

source: Cook Islands
hu_hu: Cook-szigetek

source: Copied to your clipboard
hu_hu: Vágolapra másolva

source: Country
hu_hu: Ország

source: country
hu_hu: ország

source: Counts
hu_hu: Számolás

source: Create
hu_hu: Létrehozás

source: Create a Campaign
hu_hu: Kampány létrehozása

source: Create a Form
hu_hu: Űrlap létrehozása

source: Create a New Automation
hu_hu: Új automatizmus létrehozása

source: Create a New Form
hu_hu: Új űrlap létrehozása

source: Create a new Smart link
hu_hu: Új SMARTLINK létrehozása

source: Create a note
hu_hu: Megjegyzés létrehozása

source: Create a recurring email broadcast
hu_hu: Ismétlődő e-mail kampány létrehozása

source: Create a Tag
hu_hu: Címke létrehozása

source: Create an Automation
hu_hu: Automatizmus létrehozása

source: Create an Automation Funnel
hu_hu: Automatizmus tölcsér létrehozása

source: Create Campaign
hu_hu: Cég létrehozás

source: Create Company
hu_hu: Cég létrehozása

source: Create company
hu_hu: Cég létrehozása

source: Create company & Assign
hu_hu: Új cég felvétele és hozzákapcsolás

source: Create Contact
hu_hu: Új kapcsolattartó

source: Create Custom Segment
hu_hu: Egyéni szegmens létrehozása

source: Create dynamic Segments of contacts by using dynamic contact properties and filter your target audience
hu_hu: Dinamikus ügyfélszegmensek létrehozása dinamikus Partner tulajdonságok használatával és a célközönség szűrésével

source: Create Email Template
hu_hu: E-mail sablon létrehozása

source: Create Form
hu_hu: Űrlap készítés

source: Create New
hu_hu: Új létrehozása

source: Create New Campaign
hu_hu: Új kampány létrehozása

source: Create new email sequence
hu_hu: Új e-mail sorozat létrehozása

source: Create New Incoming Webhook
hu_hu: Új bejövő webhorog létrehozása

source: Create New Recurring Campaign
hu_hu: Új ismétlődő kampány

source: Create New Sequence
hu_hu: Új sorozat létrehozása

source: Create New Template
hu_hu: Új sablon létrehozása

source: Create owner as contact if not exist
hu_hu: Tulajdonos létrehozása kapcsolattartóként, ha nem létezik

source: Create Recurring Campaign
hu_hu: Kampány létrehozása

source: Create REST API Key for specific CRM Manager to access and manage data over API
hu_hu: REST API kulcs létrehozása az adott CRM Manager számára az adatok API-n keresztüli eléréséhez és kezeléséhez

source: Create Segment
hu_hu: Új szegmens

source: Create Smart Link
hu_hu: SMARTLINK létrehozása

source: Create Template
hu_hu: Sablon létrehozása

source: Create Webhook
hu_hu: Webhook létrehozása

source: Create Your First Email Campaign
hu_hu: Az első e-mail kampány létrehozása

source: Create Your First Email Sequence
hu_hu: Az első e-mail sorozat létrehozása

source: Create Your First Form
hu_hu: Az első űrlap létrehozása

source: Created
hu_hu: Létrehozva

source: Created At
hu_hu: Létrehozva

source: Created at
hu_hu: Létrehozva

source: CRM and Email Newsletter Plugin for WordPress
hu_hu: CRM és Hírlevél Plugin a WordPresshez

source: CRM Dashboard
hu_hu: CRM irányítópult

source: CRM Managers
hu_hu: CRM menedzserek

source: CRM Managers - Roles and Permissions
hu_hu: CRM menedzserek - Szerepkörök és jogosultságok

source: Croatia
hu_hu: Horvátország

source: CRON Job Status
hu_hu: CRON feladat állapota

source: CSV File
hu_hu: CSV fájl

source: CSV Headers
hu_hu: CSV fejlécek

source: Cuba
hu_hu: Kuba

source: Cumulative
hu_hu: Összesített

source: Cura&ccedil;ao
hu_hu: Curaçao ország

source: Current
hu_hu: Jelenlegi

source: Current Date & Time (server):
hu_hu: Aktuális dátum és idő (szerver):

source: Current Server Time (Based on your Site Settings)
hu_hu: Jelenlegi szerver idő (a webhely beállításai alapján)

source: Current Status
hu_hu: Jelenlegi állapot

source: Custom
hu_hu: Egyedi

source: Custom Contact Field
hu_hu: Egyéni partner mező

source: Custom Contact Fields
hu_hu: Egyéni partner mezők

source: Custom Contact Properties
hu_hu: Egyéni partner tulajdonságok

source: Custom Email
hu_hu: Egyedi e-mail

source: Custom Email Addresses
hu_hu: Egyéni e-mail címek

source: Custom Email Footer Text
hu_hu: Egyedi e-mail lábléc szöveg

source: Custom Email has been successfully sent
hu_hu: Az egyéni e-mail elküldése sikeresen megtörtént

source: Custom Email to Contact
hu_hu: Egyéni e-mail a partnernek

source: Custom Field Label
hu_hu: Egyéni mező felirata

source: Custom Field Slug
hu_hu: Egyéni mező keresőbarát neve

source: Custom Fields
hu_hu: Egyedi mezők

source: Custom Profile Data
hu_hu: Egyéb adatok

source: Customer
hu_hu: Vásárló

source: customer
hu_hu: vásárló

source: Customer Summary
hu_hu: Ügyfél összegzés

source: Cyan bluish gray
hu_hu: Kékesszürke kékes-szürke

source: Cyprus
hu_hu: Ciprus

source: Czechia (Czech Republic)
hu_hu: Cseh Köztársaság

source: Daily
hu_hu: Naponta

source: Danger Zone
hu_hu: Veszély Zóna

source: Dashboard
hu_hu: Műszerfal

source: Data Cleanup
hu_hu: Adattisztítás

source: Data Sync is required for
hu_hu: Az adatszinkronizálás a következőkhöz szükséges

source: Date
hu_hu: Dátum

source: date
hu_hu: dátum

source: Date & Time Format
hu_hu: Dátum & Idő formátum

source: Date Added
hu_hu: Hozzáadás dátuma

source: Date and Time
hu_hu: Dátum és idő

source: Date of Birth
hu_hu: Születési Dátum

source: Dates
hu_hu: Napok

source: Day
hu_hu: Nap

source: Days
hu_hu: Nap

source: days
hu_hu: nap

source: Dedicated API and SMTP connections
hu_hu: Dedikált API és SMTP kapcsolatok

source: Default Companies
hu_hu: Alapértelmezett cégek

source: Default contact status (for new contacts)
hu_hu: Alapértelmezett kapcsolati státusz (új kapcsolatok esetén)

source: Default Content Color
hu_hu: Alapértelmezett tartalomszín

source: Default From Settings
hu_hu: Alapértelmezett űrlap beállítások

source: Default Headings Color
hu_hu: Alapértelmezett címsorok színe

source: Default Link Color
hu_hu: Alapértelmezett hivatkozás színe

source: Default Reply to Name (Optional)
hu_hu: Alapértelmezett válasz név (nem kötelező)

source: Default Tags
hu_hu: Alapértelmezett címkék

source: Delay
hu_hu: Késleltetés

source: Delete
hu_hu: Törlés

source: Delete Automation
hu_hu: Automatizálás törlése

source: Delete Campaign
hu_hu: Kampány törlése

source: Delete Companies
hu_hu: Cégek törlése

source: Delete Contact
hu_hu: Kapcsolattartó törlése

source: Delete Contacts
hu_hu: Kapcsolattartó törlése

source: Delete FluentCRM contact on WP User delete
hu_hu: FluentCRM kapcsolattartó törlése a WP felhasználó törlkésekor

source: Delete Funnels
hu_hu: Tölcsérek törlése

source: Delete older data more than?
hu_hu: Törli az ennél régebbi adatokat?

source: Delete Selected
hu_hu: Kijelöltek eltávolítása

source: Delete Selected Contacts
hu_hu: Kiválasztott kapcsolattartó törlése

source: Delete Template
hu_hu: Sablon törlése

source: Delete Templates
hu_hu: Sablonok törlése

source: Delete this group
hu_hu: A csoport törlése

source: Delivery Date
hu_hu: Szállítási dátum

source: Delivery Date & time
hu_hu: Szállítási dátum & időpont

source: Delivery time
hu_hu: Kézbesítési idő

source: Denmark
hu_hu: Dánia

source: Description
hu_hu: Leírás

source: Design Template
hu_hu: Tervezési sablon

source: Design Your Button
hu_hu: Tervezze meg a gombot

source: Detach Tags and Lists
hu_hu: Címkék és listák leválasztása

source: Developer Docs
hu_hu: Fejlesztői dokumentáció

source: Development mode is not activated. So you can not use this feature. You can define "FLUENTCRM_IS_DEV_FEATURES" in your wp-config to enable this feature
hu_hu: A fejlesztési mód nincs aktiválva. Tehát nem tudja használni ezt a funkciót. A wp-config FLUENTCRM_IS_DEV_FEATURES definiálhatod ennek engedélyezését

source: Disable Default Email Footer
hu_hu: Az alapértelmezett e-mail lábléc kikapcsolása

source: Disabled
hu_hu: Letiltva

source: Divi Bloom Integration
hu_hu: Divi Bloom integráció

source: Divi Themes
hu_hu: Divi témák

source: Djibouti
hu_hu: Dzsibuti

source: Do another Action
hu_hu: Másik művelet elvégzése

source: Do not show the checkbox if current user already in subscribed state
hu_hu: Ne mutassa a jelölőnégyzetet, ha az aktuális felhasználó már előfizetett állapotban van

source: Do not show the checkbox if current user already subscribed state
hu_hu: Ne mutassa a jelölőnégyzetet, ha az aktuális felhasználó már feliratkozott állapotú

source: Docs & FAQs
hu_hu: Dokumentáció és GYIK

source: Documentation
hu_hu: Dokumentáció

source: documentation
hu_hu: dokumentáció

source: Documentations
hu_hu: Dokumentáció

source: does not equal
hu_hu: nem egyenlő

source: Does not include (in any)
hu_hu: Nem tartalmazza (ha van)

source: does not includes
hu_hu: nem tartalmazza

source: Dominica
hu_hu: Dominikai Közösség

source: Dominican Republic
hu_hu: Dominikai Köztársaság

source: Don't have a license key?
hu_hu: Nincs licenckulcsa?

source: Double Opt-In
hu_hu: Feliratkozás megerősítése

source: Double Opt-in Email Settings Details
hu_hu: Megerősítő e-mail beállítások részletei

source: Double Opt-in Settings
hu_hu: Megerősítő e-mail beállítások

source: Double Opt-in settings has been updated
hu_hu: Frissültek a megerősítő e-mail beállítások

source: Double OptIn email has been sent
hu_hu: Megerősítő e-mail elküldve

source: Double-Optin Email Body
hu_hu: Double-Optin e-mail

source: Download sample file
hu_hu: Mintafájl letöltése

source: Draft
hu_hu: Piszkozat

source: draft
hu_hu: piszkozat

source: Drafts
hu_hu: Piszkozatok

source: Drop
hu_hu: Eldobás

source: Drop file here or
hu_hu: Dobja ide a fájlt vagy

source: Drop JSON file here or
hu_hu: Dobja ide a JSON fájlt vagy

source: Duplicate
hu_hu: Duplikálás

source: Dynamic Segments
hu_hu: Dinamikus szegmensek

source: EDD Purchase History
hu_hu: EDD vásárlási előzmények

source: Edit
hu_hu: Szerkesztés

source: edit
hu_hu: szerkesztés

source: Edit Campaign
hu_hu: Kampány szerkesztése

source: Edit Configuration
hu_hu: Konfiguráció szerkesztése

source: Edit Connection
hu_hu: Partner szerkesztése

source: Edit Email Body
hu_hu: E-mail törzs szerkesztése

source: Edit Emails
hu_hu: E-mailek szerkesztése

source: Edit Form
hu_hu: Űrlap módosítása

source: Edit Funnel
hu_hu: Értékesítési tölcsér szerkesztése

source: Edit Integration Settings
hu_hu: Integrációs beállítások szerkesztése

source: Edit Manager
hu_hu: Munkatárs szerkesztése

source: Edit Note
hu_hu: Megjegyzés szerkesztése

source: Edit Primary Automation Trigger
hu_hu: Elsődleges automatizmus indító szerkesztése

source: Edit Recipients
hu_hu: Címzettek szerkesztése

source: Edit Sequence and Settings
hu_hu: Sorozat és beállítások szerkesztése

source: Edit Smart link
hu_hu: SMARTLINK szerkesztése

source: Edit Subject
hu_hu: Tárgy szerkesztése

source: Edit Template
hu_hu: Sablon szerkesztése

source: eg: Active Contacts
hu_hu: pl: Aktív partnerek

source: eg: Weekly Post Updated
hu_hu: pl.: Heti cikkünk frissítve

source: Egypt
hu_hu: Egyiptom

source: Elementor Page Builder
hu_hu: Elementor oldal építő

source: Elementor Pro Form Integration
hu_hu: Elementor Pro űrlap integráció

source: Email Address
hu_hu: E-mail cím

source: email as per your domain/SMTP settings. Email mismatch settings may not deliver emails as expected
hu_hu: e-mail a domain/SMTP beállításoknak megfelelően. Az email beállítások nem egyeznek meg, ezért előfordulhat, hogy az e-maileket nem a várt módon kézbesítik

source: Email Body
hu_hu: E-mail tartalma

source: Email Body is required
hu_hu: E-mail test szükséges

source: Email Body need to contains activation link
hu_hu: E-mail törzsének tartalmaznia kell az aktiváló linket

source: Email body successfully updated
hu_hu: Az e-mail törzs sikeresen frissítve

source: Email Campaign
hu_hu: E-mail kampány

source: Email Campaigns
hu_hu: E-mail kampányok

source: Email Click Logs
hu_hu: Kattintási napló

source: Email Clicks
hu_hu: E-mail kattintások

source: Email clicks
hu_hu: E-mail kattintások

source: Email Configuration
hu_hu: E-mail beállítások

source: Email Confirmation
hu_hu: Email cím megerősítés

source: Email Design Template for this double-optin email
hu_hu: E-mail tervezési sablon ehhez a kettős optin e-mailhez

source: Email Footer Settings
hu_hu: E-mail lábléc beállításai

source: Email Footer Text
hu_hu: E-mail lábléc szövege

source: Email Footer Type
hu_hu: E-mail lábléc típusa

source: Email From Name
hu_hu: Feladó neve

source: Email History
hu_hu: E-mail előzmények

source: Email History Logs
hu_hu: E-mail előzmények naplói

source: Email is not valid. Please provide a valid email
hu_hu: Az e-mail érvénytelen. Kérjük, adjon meg érvényes e-mailt

source: Email Link Click Stats
hu_hu: E-mail link kattintási statisztika

source: Email Open Stats
hu_hu: E-mail megnyitása statisztika

source: Email opened
hu_hu: E-mail megnyitás

source: Email Pre Header
hu_hu: E-mail betekintő szöveg

source: Email Pre-Header
hu_hu: Betekintő szöveg

source: Email Preference
hu_hu: E-mail beállítások

source: Email Preference Settings
hu_hu: E-mail beállítások

source: Email Preview
hu_hu: E-mail előnézete

source: Email Preview (for better view, please send test email)
hu_hu: Email előnézet (a pontosabb megjelenéshez küldj teszt emailt)

source: Email Sending Stats
hu_hu: E-mail küldési statisztika

source: Email Sending will be started soon
hu_hu: Hamarosan megkezdődik az e-mail küldés

source: Email Sent
hu_hu: Elküldött e-mailek

source: Email Sent %
hu_hu: E-mail küldve %

source: Email Sequences
hu_hu: E-mail sorozatok

source: Email Service Provider Settings
hu_hu: E-mail szolgáltató beállításai

source: Email Settings
hu_hu: E-mail beállítások

source: Email Styling Settings
hu_hu: E-mail stílus beállításai

source: Email Styling Settings & Footer Settings
hu_hu: Email stílusbeállítások és lábléc beállítások

source: Email Subject
hu_hu: E-mail tárgya

source: Email Subject & Details
hu_hu: E-mail Tárgy & Részletek

source: Email Subject is required
hu_hu: E-mail tárgy szükséges

source: Email Templates
hu_hu: E-mail sablonok

source: Email Templates Manage
hu_hu: E-mail sablonok kezelése

source: Emails
hu_hu: Címzettek

source: Emails Analytics
hu_hu: E-mailek elemzése

source: Emails are currently on processing
hu_hu: Az e-mailek jelenleg feldolgozás alatt állnak

source: Emails are sending at this moment
hu_hu: E-maileket küldünk ebben a pillanatban

source: Emails from different campaigns and automations
hu_hu: E-mailek különböző kampányokból és automatizmusokból

source: Emails Read
hu_hu: E-mailek olvasása

source: Emails Sent
hu_hu: Elküldött e-mailek

source: Emails Stats
hu_hu: E-mail statisztika

source: Emails will be sent at scheduled time.
hu_hu: Az e-maileket ütemezett időpontban küldjük el.

source: Emails will be sent automatically regardless of any conditions. If you want to send conditionally
hu_hu: Az e-mailek automatikusan elküldésre kerülnek, függetlenül bármilyen feltételtől. Ha feltételesen akar küldeni

source: Emails will be sent now.
hu_hu: Az e-maileket most küldjük el.

source: Emails Write/Send
hu_hu: E-mailek írása/küldése

source: Employees Number
hu_hu: Alkalmazottak száma

source: Empty
hu_hu: Üres

source: Enable A/B testing for email subjects
hu_hu: A/B tesztelés engedélyezése e-mail tárgyakhoz

source: Enable auto checked status on checkout page checkbox
hu_hu: Automatikus bejelölt állapot engedélyezése a pénztár oldali jelölőnégyzetnél

source: Enable auto checked status on Comment Form subscription
hu_hu: Automatikus ellenőrzött állapot engedélyezése a Megjegyzés űrlap feliratkozáson

source: Enable Create new contacts in FluentCRM when a visitor add a comment in your comment form
hu_hu: Új partner létrehozása a FluentCRM-ben, amikor a látogató megjegyzést fűz a megjegyzés űrlaphoz

source: Enable Create new contacts in FluentCRM when users register in WordPress
hu_hu: Új partnerek létrehozása a FluentCRM-ben, amikor a felhasználók regisztrálnak a WordPress-ben

source: Enable Double Opt-in Confirmation
hu_hu: Feliratkozás megerősítő e-mail (dupla opt-in) engedélyezése

source: Enable Double opt-in for new contacts
hu_hu: Dupla Opt-in beállítás engedélyezése új kapcsolattartóhoz

source: Enable Double-Optin Email Confirmation
hu_hu: E-mail megerősítés engedélyezése

source: Enable Dynamic Tag Selection
hu_hu: Dinamikus címke kiválasztás engedélyezése

source: Enable Force Subscribe if contact is not in subscribed status (Existing contact only)
hu_hu: Feliratkozás kikényszerítése, ha a kapcsolat nincs feliratkozott státuszban (csak a meglévő kapcsolatoknál)

source: Enable Role Based Tag Mapping
hu_hu: Szerepalapú címke hozzárendelés engedélyezése

source: Enable Specific Days Only
hu_hu: Csak bizonyos napok engedélyezése

source: Enable Subscription Checkbox to WooCommerce Checkout Page
hu_hu: Feliratkozási jelölőnégyzet engedélyezése a WooCommerce pénztároldalon

source: Enable Sync between WP User Data and Fluent CRM Contact Data
hu_hu: A WP felhasználói adatok és a fluent CRM partner adatok közötti szinkronizálás engedélyezése

source: Enable This feed
hu_hu: A hírcsatorna engedélyezése

source: Enabled
hu_hu: Engedélyezve

source: End date
hu_hu: Befejező dátum

source: End Range
hu_hu: Végtartomány

source: Ends With
hu_hu: Ezzel végződik

source: ends with
hu_hu: végződik

source: Entrance
hu_hu: Bejárat

source: Equal
hu_hu: Egyenlő

source: equal
hu_hu: egyenlő

source: Equatorial Guinea
hu_hu: Egyenlítői-Guinea

source: Error
hu_hu: Hiba

source: Error Details
hu_hu: Hiba részletek

source: Errors
hu_hu: Hibák

source: Errors Found
hu_hu: Talált hibák

source: Estimated Contacts based on your selections:
hu_hu: Becsült partnerek a kiválasztottak alapján:

source: Estimated Contacts:
hu_hu: Becsült címzettek:

source: Estonia
hu_hu: Észtország

source: Ethiopia
hu_hu: Etiópia

source: Event Name
hu_hu: Esemény neve

source: Every Friday
hu_hu: Minden pénteken

source: Every Monday
hu_hu: Minden hétfőn

source: Every Saturday
hu_hu: Minden szombat

source: Every Sunday
hu_hu: Minden vasárnap

source: Every Thursday
hu_hu: Minden csütörtökön

source: Every Tuesday
hu_hu: Minden kedden

source: Every Wednesday
hu_hu: Minden szerdán

source: Everything is ready.
hu_hu: Minden készen áll.

source: Example:
hu_hu: Példa:

source: Excluded Contacts
hu_hu: Kizárt partnerek

source: Experimental Features Settings
hu_hu: Kísérleti jellemzők beállításai

source: Experimental Settings
hu_hu: Kísérleti beállítások

source: Export
hu_hu: Exportálás

source: Export Contacts
hu_hu: Partnerek exportálása

source: Export Subscriber
hu_hu: Feliratkozó exportálása

source: Export Template
hu_hu: Sablon exportálása

source: Exporting... Please wait
hu_hu: Exportálás... kérlek, várj

source: Extend FluentCRM functionalities and supercharge your email marketing and automation
hu_hu: A FluentCRM funkciók bővítése és az e-mail marketing és automatizálás felturbózása

source: Facebook Company Page URL
hu_hu: Facebook céges oldal URL címe

source: Facebook Page Url
hu_hu: Facebook URL

source: Facebook Post
hu_hu: Facebook-bejegyzés

source: failed
hu_hu: sikertelen

source: failed to send to recipients. Try Resending
hu_hu: nem sikerült elküldeni a címzetteknek. Próbáld meg újra

source: Falkland Islands
hu_hu: Falkland-szigetek

source: Faroe Islands
hu_hu: Faroe Szigetek

source: Features of Fluent SMTP Plugin
hu_hu: A Fluent SMTP Plugin jellemzői

source: February
hu_hu: Február

source: Feed Name
hu_hu: Hírcsatorna neve

source: Feedback
hu_hu: Visszajelzés

source: Feel free to add a note regarding this URL
hu_hu: Nyugodtan adjon hozzá egy megjegyzést ezzel az URL-címmel kapcsolatban

source: Fetching License Information Please wait
hu_hu: Licencinformációk lekérése Kérjük, várjon

source: Field
hu_hu: Mező

source: Field Type
hu_hu: Mező típusa

source: Field Value Options
hu_hu: Mezőérték beállításai

source: Fields saved successfully!
hu_hu: Mezők mentése sikeres!

source: Filter
hu_hu: Szűrés
