Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentCRM/fluent-crm-*.po
Languages: hu_hu

source: You are successfully unsubscribed from the email list
hu_hu: Ön sikeresen leiratkozott az e-mail listáról

source: You can not reverse this action.
hu_hu: Ezt a műveletet nem lehet visszafordítani.

source: You can only pause a campaign if it is on "Working" state, Please reload this page
hu_hu: Csak akkor szüneteltetheted a kampányt, ha "Munka" állapotban van, Kérjük, töltsd be újra ezt az oldalt

source: You can only resume a campaign if it is on "paused" state, Please reload this page
hu_hu: Csak akkor folytathatod a kampányt, ha "szüneteltetett" állapotban van, Kérjük, töltsd be újra ezt az oldalt

source: You cannot upload more than one file.
hu_hu: Egynél több fájlt nem tud feltölteni.

source: You license key is valid and activated
hu_hu: A licensz kulcs érvényes és aktiválva van

source: Your Business Address will be used in Emails. The address is required as per anti-spam rules
hu_hu: A vállalkozás címét e-mailekben fogjuk használni. A cím a levélszemét elleni szabályoknak megfelelően szükséges

source: Your Business Logo, It will be used in Public Facing pages
hu_hu: Az Ön üzleti logója, nyilvános oldalakon lesz használva

source: Your Business name will be used in Emails, Unsubscribe Pages and public front interfaces
hu_hu: Az Ön cégneve az e-mailekben, a leiratkozási oldalakon és a nyilvános előlapi felületeken lesz használható

source: Your campaign email has been scheduled
hu_hu: A kampánye-mail ütemezése

source: Your double-optin email pre header
hu_hu: Az Ön double-optin e-mailjének pre header-je

source: Your double-optin email subject
hu_hu: A kettős optin e-mail tárgya

source: Your Email Address
hu_hu: Az Ön e-mail címe

source: Your emails are sending right now....
hu_hu: Az e-maileket éppen most küldjük...

source: Your Feed Name
hu_hu: A hírcsatornád neve

source: Your form has been created successfully
hu_hu: Az űrlap létrehozása sikeresen megtörtént

source: Your information has been updated
hu_hu: Az adatokat frissítettük

source: Your License Key
hu_hu: A licensz kulcsod

source: Your link title so you do not forget it
hu_hu: A link címe, hogy ne felejtse el

source: Your Note Title
hu_hu: A megjegyzésed címe

source: Your provided API key is valid
hu_hu: A megadott API-kulcs érvényes

source: Your provided information has been successfully updated
hu_hu: A megadott adatok frissítése sikeresen megtörtént

source: Your provided priority will be converted to percent and it's relative
hu_hu: A megadott prioritást a megadott prioritás százalékra alakítja át, és relatív

source: Your selected date and time format will be shown on different views.
hu_hu: A kiválasztott dátum- és időformátum a különböző nézeteken jelenik meg.

source: Your Selected logs will be deleted permanently
hu_hu: A kiválasztott naplók véglegesen törlődnek

source: Your target URL
hu_hu: A cél URL-címe

source: Your URL Note
hu_hu: Az Ön URL cím Megjegyzése

source: Your WordPress & FluentCRM is set to send using FluentSMTP Plugin
hu_hu: A WordPress & FluentCRM úgy van beállítva, hogy a FluentSMTP Plugin segítségével küldjön

source: ZIP Code
hu_hu: Irányítószám

source: Zip Code
hu_hu: Irányítószám

source: Åland Islands
hu_hu: Åland szigetek
