Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentCRM/fluent-crm-*.po
Languages: hu_hu

source: Send Emails automatically to the selected day and time (if you disable this, emails will be on draft state and you can trigger emails after review)
hu_hu: E-mailek automatikus küldése a kiválasztott napon és időpontban (ha letiltod ezt, az e-mailek piszkozat állapotban lesznek, és az ellenőrzést követően elindíthatod az e-maileket)

source: Send emails if
hu_hu: Küldj az e-mailt, ha

source: Send Emails Now
hu_hu: E-mailek küldése most

source: Send or schedule campaign emails
hu_hu: Kampány e-mailjeinek küldése vagy ütemezése

source: Send the emails right now
hu_hu: Küldje el az e-maileket most

source: Send to Custom Email Address
hu_hu: Küldés egyéni e-mail címre

source: Send To Email Addresses (If Custom)
hu_hu: Küldés e-mail címekre (ha egyéni)

source: Send To the contact
hu_hu: Küldés a partnernek

source: Sending
hu_hu: Küldés

source: Sending Time Range
hu_hu: Küldési Időtartomány

source: Senegal
hu_hu: Szenegál

source: Sent
hu_hu: Küldés

source: sent
hu_hu: küldve

source: Sequence
hu_hu: Sorozat

source: Sequence Subscribers
hu_hu: Sorozat feliratkozói

source: Sequence successfully updated
hu_hu: A sorozat frissítése sikeresen megtörtént

source: Sequence Title
hu_hu: Sorozat címe

source: Serbia
hu_hu: Szerbia

source: Set Custom From Name and Email
hu_hu: Egyéni feladó név és e-mail beállítása

source: Set FluentCRM
hu_hu: A FluentCRM beállítása

source: Set Tag
hu_hu: Címke beállítása

source: Set up your schedule
hu_hu: Az ütemezés beállítása

source: Settings
hu_hu: Beállítások

source: Settings has been updated
hu_hu: A beállítások frissültek

source: Settings Updated
hu_hu: A beállítások frissítve

source: Settings Updated.
hu_hu: Beállítások frissítve.

source: Setup
hu_hu: Beállítás

source: Shortcode
hu_hu: Rövidkód

source: Show Individual Emails
hu_hu: Egyedi e-mailek megjelenítése

source: Show Message
hu_hu: Üzenet megjelenítése

source: Show Subscribers
hu_hu: Feliratkozók megjelenítése

source: Showing preview for current contact
hu_hu: Az aktuális kapcsolattartó előnézet megtekintése

source: Showing stats from
hu_hu: Statisztika megtekintése

source: Sign me up for the newsletter!
hu_hu: Iratkozzon fel a hírlevélre!

source: Simple Boxed
hu_hu: Egyszerű dobozos

source: Simple Opt-in Form
hu_hu: Egyszerű opt-in űrlap

source: Singapore
hu_hu: Szingapúr

source: Site URL
hu_hu: Weboldal URL

source: Skip
hu_hu: Kihagyás

source: Skip if already in DB
hu_hu: Kihagyás, ha már a DB-ben van

source: Skip if contact already exist in FluentCRM
hu_hu: Kihagyás, ha már létezik a partner a FluentCRM-ben

source: Skip sending email if date is overdued
hu_hu: Hagyja ki az e-mail küldését, ha a dátum lejárt

source: Skip this automation if contact already exist
hu_hu: Hagyja ki ezt az automatizmust, ha már létezik a partner

source: Slovakia
hu_hu: Szlovákia

source: Slovenia
hu_hu: Szlovénia

source: Slug
hu_hu: Keresőbarát név

source: Slug (Optional)
hu_hu: Keresőbarát név (nem kötelező)

source: Smart Links
hu_hu: Smart linkek

source: Smart URL
hu_hu: SMART URL-cím

source: SmartLinks
hu_hu: SmartLinkek

source: SmartLinks allow you to tag and segment your subscribers when they click a link in an email, on your site or anywhere!
hu_hu: SmartLinks lehetővé teszi, hogy címkét helyezz és szegmentáld a feliratkozóidat, amikor rákattintanak egy linkre egy e-mailben, a webhelyeden, vagy bárhol!

source: SMTP/Email Sending Service Settings
hu_hu: SMTP/E-mail küldő szolgáltatás beállításai

source: SMTP/Email Service Settings
hu_hu: SMTP/E-mail szolgáltatás beállításai

source: Solomon Islands
hu_hu: Salamon-szigetek

source: Somalia
hu_hu: Szomália

source: Some of the users matching your criteria
hu_hu: A feltételeknek megfelelő felhasználók némelyike

source: Sorry no contact found
hu_hu: Sajnáljuk, de nem található partner

source: Sorry no links found that contacts clicked
hu_hu: Sajnáljuk, nem találtunk olyan linket, amelyekre a partnerek kattintottak

source: Sorry! No subscriber found in the database
hu_hu: Sajnáljuk Nem található feliratkozó az adatbázisban

source: Sorry! No subscribers found based on your selection
hu_hu: Asjnáljuk! Nem található feliratkozó a kiválasztásod alapján

source: Sorry! This is not a valid unsubscribe url
hu_hu: Sajnáljuk! Ez nem egy érvényes leiratkozási url

source: Sorry! you do not have permission to install plugin
hu_hu: Sajnáljuk, de nincs engedélyed a plugin telepítésére

source: Sorry, No email found based on your data
hu_hu: Sajnáljuk, nem található e-mail az adatok alapján

source: Sorry, No emails found in this automation
hu_hu: Sajnáljuk, ebben az automatizmusban nem található e-mail

source: Sorry, No subscribers found based on your filters
hu_hu: Sajnáljuk, a szűrők alapján nem található feliratkozó

source: Sorry, You do not have admin permission to reset database
hu_hu: Sajnáljuk, nincs rendszergazdai engedélyed az adatbázis alaphelyzetbe állításához

source: Sorry, You do not have permission to do this action
hu_hu: Sajnáljuk, nincs engedélyed, ehhez a művelethez

source: Source
hu_hu: Forrás

source: South Africa
hu_hu: Dél-Afrika

source: South Georgia/Sandwich Islands
hu_hu: Dél-Georgia / Szendvics-szigetek

source: South Korea
hu_hu: Dél-Korea

source: South Sudan
hu_hu: Dél Szudán

source: Spain
hu_hu: Spanyolország

source: Start date
hu_hu: Kezdő dátum

source: Start Range
hu_hu: Tartomány indítása

source: Start Using SmartLinks
hu_hu: A SmartLinkek használatának kezdése

source: Started At
hu_hu: Elindítva ekkor

source: StartOver
hu_hu: Újrakezdás

source: Starts With
hu_hu: Ezzel kezdődik

source: State
hu_hu: Megye

source: Stats
hu_hu: Statisztikák

source: Status
hu_hu: Állapot

source: status
hu_hu: állapot

source: Status for the new subscribers
hu_hu: Az új feliratkozók állapota

source: Status has been updated to %s
hu_hu: Állapot frissült a %s

source: statuses
hu_hu: állapotok

source: Step Report
hu_hu: Lépésjelentés

source: street, state, zip, country
hu_hu: utca, állam, zip, ország

source: Subject
hu_hu: Tárgy

source: Subject & Settings
hu_hu: Tárgy & Beállítások

source: Subject Analytics
hu_hu: Tárgyelemzés

source: Subject Test
hu_hu: Teszt tárgy

source: Subscribe to newsletter
hu_hu: Feliratkozás a hírlevélre

source: Subscribed
hu_hu: Feliratkozva

source: subscribed contacts
hu_hu: feliratkozott Partnerek

source: Subscribed has been removed from this automation funnel
hu_hu: A feliratkozót eltávolítottuk az automatizmus csatornából

source: Subscriber
hu_hu: Feliratkozó

source: Subscriber Clicks
hu_hu: Feliratkozói kattintások

source: Subscriber confirmed double opt-in from IP Address:
hu_hu: Előfizető megerősítette az IP-címről történő kettős opt-in-t:

source: Subscriber double opt-in confirmed
hu_hu: Előfizetői dupla opt-in megerősítve

source: Subscriber Fields
hu_hu: Feliratkozó mezők

source: Subscriber successfully updated
hu_hu: Adatok sikeresen frissítve

source: Subscriber's status need to be subscribed.
hu_hu: A feliratkozó státuszának feliratkozottnak kell lennie.

source: Subscribers
hu_hu: Feliratkozók

source: Subscribers Growth
hu_hu: Feliratkozók növekedése

source: Subscribers has been added to this email sequence
hu_hu: Az feliratkozók hozzáadódtak ehhez az e-mail sorozathoz

source: Subscribers have been added successfully to this sequence.
hu_hu: Az feliratkozók sikeresen hozzáadódtak ehhez a sorozathoz.

source: Subscribers imported successfully.
hu_hu: A feliratkozók importálása sikeresen megtörtént.

source: Subscription Form
hu_hu: Feliratkozási űrlap

source: Subscription Status
hu_hu: Feliratkozás állapota

source: Subscription status is required
hu_hu: Feliratkozási állapot szükséges

source: Successfully added the subscriber.
hu_hu: Sikeresen hozzáadta a feliratkozót.

source: Successfully removed the list.
hu_hu: Sikeresen eltávolította a listát.

source: Successfully removed the tag.
hu_hu: Sikeresen eltávolítottad a címkét.

source: Successfully saved the tag.
hu_hu: Sikeresen mentette a címkét.

source: Successfully saved the tags.
hu_hu: Sikeresen mentette a címkéket.

source: Sudan
hu_hu: Szudán

source: Suggesting value: Between 600 to 800
hu_hu: Javasolt érték: 600 és 800 között

source: Summary
hu_hu: Összegzés

source: Sunday
hu_hu: Vasárnap

source: Support Tickets
hu_hu: Kérések

source: Svalbard and Jan Mayen
hu_hu: Svalbard és Jan Mayen

source: Swaziland
hu_hu: Szváziföld

source: Sweden
hu_hu: Svédország

source: Switzerland
hu_hu: Svájc

source: Syria
hu_hu: Szíria

source: System Defined
hu_hu: Rendszer által létrehozott

source: Tag
hu_hu: Címke

source: tag
hu_hu: cimke

source: Tag Applied
hu_hu: Címke hozzáadása

source: Tag Name
hu_hu: Címke neve

source: Tag Removed
hu_hu: Címke eltávolítva

source: Tag Removed From Contact
hu_hu: A címke eltávolítva a Partnerről

source: Tags
hu_hu: Címkék

source: tags
hu_hu: címkék

source: Tags are like Lists but more ways to filter your contacts inside a list
hu_hu: A címkék olyanok, mint a Listák, de több módszer is van a partnerek listán belüli szűrésének

source: Tags are like Segment Lists but you it will let you filter your contacts in more targeted way. Let's Create Some tags.
hu_hu: A címkék olyanok, mint a szegmenslisták, de ez lehetővé teszi, hogy célzottabban szűrje a kapcsolatokat. Hozzunk létre néhány címkét.

source: Tags to be added
hu_hu: Hozzáadandó címkék

source: Tags to be removed
hu_hu: Eltávolítandó címkék

source: Tajikistan
hu_hu: Tádzsikisztán

source: Tanzania
hu_hu: Tanzánia

source: Target Full URL
hu_hu: Cél teljes URL

source: Target URL
hu_hu: Cél URL

source: Target User Role
hu_hu: Célfelhasználói szerepkör

source: Targeted User Roles
hu_hu: Célzott felhasználói szerepkörök

source: Template export is only available on pro version of FluentCRM
hu_hu: A sablon export csak a FluentCRM pro verziójában érhető el

source: Template Name
hu_hu: Sablon neve

source: Template successfully created
hu_hu: Sikeresen létrehozva

source: Template successfully duplicated
hu_hu: Sikeresen duplikálva

source: Template successfully updated
hu_hu: A sablon frissítése sikeresen megtörtént

source: Template Title
hu_hu: Sablon címe

source: Test email successfully sent to
hu_hu: Teszt e-mail sikeresen elküldve a következő címre

source: Test email successfully sent to
hu_hu: Teszt e-mail sikeresen elküldve a következő címre

source: Text Color
hu_hu: Szövegszín

source: Thailand
hu_hu: Thaiföld

source: Thank you for choosing FluentCRM. An easier way to manage email marketing campaigns! This quick setup wizard will help you configure the basic settings.
hu_hu: Köszönjük, hogy a FluentCRM-et választotta. Egy könnyebb módja az e-mail marketing kampányok kezelésének! Ez a gyors beállítási varázsló segít az alapbeállítások konfigurálásában.

source: Thank you for using <a href="%s">FluentCRM</a>.
hu_hu: Köszönjük, hogy a <a href="%s">FluentCRM-et használod</a>.

source: The emails are inappropriate
hu_hu: Az e-mailek nem megfelelőek

source: The emails are spam
hu_hu: Az e-mailek spamek

source: The emails will be sent based on your set date and time.
hu_hu: Az e-maileket a beállított dátum és idő alapján küldjük el.

source: The file must be a valid CSV.
hu_hu: A fájlnak érvényes CSV-nek kell lennie.

source: The new email has been used to another account. Please use a new email address
hu_hu: Az új e-mailt egy másik fiókhoz használták. Kérjük, használjon új e-mail címet

source: The provided hook name is not valid
hu_hu: A megadott horognév érvénytelen

source: The status already completed state
hu_hu: Az állapot már befejezett státuszú

source: The subscriber is already present in the database.
hu_hu: Az feliratkozó már jelen van az adatbázisban.

source: The template has been deleted successfully.
hu_hu: A sablont sikeresen töröltük.

source: These are your goal/trigger item that your user will do and you can measure these steps or adding into this funnel
hu_hu: Ezek a cél / trigger elemek arra valók, hogy a felhasználó mit tegyen és mérni tudd a lépéseket, vagy hozzá tudd adni egy tölcsérhez

source: This campaign has been scheduled.
hu_hu: Ez a kampány be van ütemezve.

source: This campaign is now on "Paused" state. No Emails will be sent
hu_hu: Ez a kampány most "Szüneteltetett" állapotban van. Nem küldünk e-maileket

source: This email footer text will be used to all your email
hu_hu: Ezt az e-mail lábléc szöveget fogja használni az összes e-mail

source: This form will be created in Fluent Forms and you can customize anytime
hu_hu: Ez az űrlap a Fluent Forms-ban jön létre, és bármikor testreszabhatod

source: This Funnel will be initiated when a new form submission has been submitted
hu_hu: Ez a tölcsér akkor indul el, amikor új űrlap kitöltés érkezik be

source: This Funnel will be initiated when a new form submission has been submitted.
hu_hu: Ez a tölcsér akkor indul el, amikor új űrlap kitöltés érkezik be.

source: This Funnel will be initiated when a new user has been registered in your site
hu_hu: Ez a tölcsér akkor indul el, ha új felhasználó regisztrált a webhelyen

source: This is a premium feature. Please download the FluentCRM Pro to activate this feature.
hu_hu: Ez egy prémium funkció. A funkció aktiválásához töltse le a FluentCRM Pro szolgáltatást.

source: This message will be shown after a subscriber confirm subscription
hu_hu: Ez az üzenet azt követően jelenik meg, hogy a feliratkozó megerősítette a feliratkozását

source: This Month
hu_hu: Ez a hónap

source: This will filter all available contacts
hu_hu: Ez szűri az összes elérhető Partnert

source: This will run when selected lists have been applied to a contact
hu_hu: Ez akkor fog futni, ha kijelölt listákat alkalmaztak egy partnerre

source: This will run when selected lists have been removed from a contact
hu_hu: Ez akkor fog futni, ha a kijelölt listákat eltávolították egy partnerből

source: This will run when selected Tags have been applied to a contact
hu_hu: Ez akkor fog futni, ha a kijelölt címkéket alkalmazták egy partnerre

source: This will run when selected Tags have been removed from a contact
hu_hu: Ez akkor fog futni, ha a kijelölt címkéket eltávolították egy partnerről

source: Thursday
hu_hu: Csütörtök

source: Timezone
hu_hu: Időzóna

source: Timor-Leste
hu_hu: Kelet-Timor

source: Tips
hu_hu: Tipp

source: Title
hu_hu: Cím

source: Title field is required
hu_hu: Címmező szükséges

source: Title of the Recurring Campaign
hu_hu: Kampány címe

source: To
hu_hu: Címzett

source: Togo
hu_hu: Togó

source: Tokelau
hu_hu: Tokelau-szigetek

source: Tomorrow
hu_hu: Holnap

source: Tools
hu_hu: Eszközök

source: Total
hu_hu: Összesen

source: total
hu_hu: összesen

source: Total Clicks
hu_hu: Összes kattintás

source: Total Contact
hu_hu: Összes Partner

source: Total Emails
hu_hu: Összes e-mail

source: Total Found Result:
hu_hu: Összes talált eredmény:

source: Total Inserted:
hu_hu: Összes beillesztve:

source: Total Recipients
hu_hu: Címzettek összesen

source: Total Revenue from this funnel
hu_hu: A tölcsérből származó összes bevétel

source: Total Skipped (Including Invalid):
hu_hu: Összes kihagyott (érvénytelent is beleértve):

source: Total Updated:
hu_hu: Összes frissítve:

source: Total:
hu_hu: Összesen:

source: Transaction
hu_hu: Tranzakció

source: Trinidad and Tobago
hu_hu: Trinidad és Tobago

source: Tuesday
hu_hu: Kedd

source: Tunisia
hu_hu: Tunézia

source: Turkey
hu_hu: Törökország

source: Turkmenistan
hu_hu: Türkmenisztán

source: Turks and Caicos Islands
hu_hu: Turks-és Caicos-szigetek

source: TutorLMS Integration:
hu_hu: TutorLMS integráció:

source: Type
hu_hu: Típus

source: Type and Enter...
hu_hu: Írd be és Enter...

source: Type and press enter
hu_hu: Írja be és nyomja le az enter billentyűt

source: Type custom email to send test or leave blank to send current user email
hu_hu: Írja be az egyéni e-mailt a teszt elküldéséhez vagy üresen hagyással az aktuális felhasználói e-mailre küldéshez

source: Type to search contacts
hu_hu: Írja be a partnerek kereséséhez

source: Ukraine
hu_hu: Ukrajna

source: Unique Clicks
hu_hu: Egyedi kattintások

source: United Arab Emirates
hu_hu: Egyesült Arab Emírségek

source: United Kingdom (UK)
hu_hu: Egyesült Királyság (UK)

source: United States (US)
hu_hu: Egyesült Államok (USA)

source: United States (US) Minor Outlying Islands
hu_hu: Az Amerikai Egyesült Államok lakatlan külbirtokai

source: Unknown error
hu_hu: Ismeretlen hiba

source: unknown error. Please check your csv first
hu_hu: ismeretlen hiba. Kérjük, először ellenőrizze a csv-t

source: Unpaid Earnings (Pro Required)
hu_hu: Ki nem fizetett jövedelem (Pro Kötelező)

source: Unsubscribe
hu_hu: Leiratkozás

source: Unsubscribe Hyperlink HTML
hu_hu: Leiratkozás hiperlink HTML

source: Unsubscribe URL
hu_hu: Leiratkozás URL-címe

source: Unsubscribed
hu_hu: Leiratkozott

source: Unsubscribers
hu_hu: Leirtakozók

source: Update
hu_hu: Módosítás

source: Update Companies
hu_hu: Cégek módosítása

source: Update Contact
hu_hu: Partner frissítése

source: Update Custom Field
hu_hu: Egyéni mező frissítése

source: Update Field
hu_hu: Adatok frissítése

source: Update if already in DB
hu_hu: Frissítés, ha már a DB-ben van

source: Update if Exist
hu_hu: Frissítés, ha létezik

source: Update info
hu_hu: Adatok frissítése

source: Update Note
hu_hu: Megjegyzés frissítése

source: Update Profile
hu_hu: Adatlap Módosítása

source: Update Segment
hu_hu: Szegmens módosítása

source: Update Settings
hu_hu: Beállítások frissítése

source: Update Smart Link
hu_hu: SMARTLINK frissítése

source: Update Subscribers
hu_hu: Feliratkozók frissítése

source: Update your preferences
hu_hu: A beállítások frissítése

source: Updated At
hu_hu: Frissítve

source: Updating
hu_hu: Frissítés

source: Upgrade to FluentCRM Pro
hu_hu: Frissítés FluentCRM Pro-ra

source: Upgrade to Pro
hu_hu: Frissítés a Pro változatra

source: Upload
hu_hu: Feltöltés

source: Upload CSV
hu_hu: CSV fájl feltöltése

source: Upload Your CSV file
hu_hu: CSV-fájl feltöltése

source: URL after redirect
hu_hu: URL az átirányítás után

source: Use comma separated values for multiple
hu_hu: Használj vesszőt a többszörös értékek elválasztásához

source: Use Custom Email Footer
hu_hu: Egyedi e-mail lábléc használata

source: Use Email Template
hu_hu: E-mail sablon használata

source: Use the blocks to create separate path for your segmented contacts
hu_hu: A blokkok segítségével külön elérési utat hozhat létre a szegmentált partnerekhez

source: User data from database
hu_hu: Felhasználói adatok az adatbázisból

source: User Email
hu_hu: Felhasználó E-mail címe

source: User Email Address
hu_hu: Felhasználó E-mail címe

source: User ID
hu_hu: Felhasználó ID

source: User Roles:
hu_hu: Felhasználói szerepkörök:

source: User Signup On Form
hu_hu: Felhasználói regisztráció űrlap

source: User Signup Optin Settings
hu_hu: Felhasználói regisztráció Optin beállításai

source: Uzbekistan
hu_hu: Üzbegisztán

source: Valid
hu_hu: Érvényes

source: Validation failed.
hu_hu: Ellenőrzés sikertelen.

source: Value
hu_hu: Érték

source: Value is not valid
hu_hu: Az érték nem érvényes

source: Vatican
hu_hu: Vatikán

source: Verified Email Senders
hu_hu: Ellenőrzött e-mail küldő

source: Verify License
hu_hu: Licenc ellenőrzése

source: verify_key verification failed
hu_hu: verify_key ellenőrzés sikertelen

source: Video Tutorials (Free)
hu_hu: Videó oktatóanyagok (ingyenes)

source: View
hu_hu: Megtekintés

source: View All
hu_hu: Összes megtekintése

source: View Campaign Emails
hu_hu: Kampány e-mailjeinek megtekintése

source: View Company
hu_hu: Cég megtekintése

source: View Contacts
hu_hu: Partnerek megtekintése

source: View Email Sending Service Settings
hu_hu: E-mail küldő szolgáltatás beállításainak megtekintése

source: View Emails
hu_hu: E-mailek megtekintése

source: View FluentCRM Documentation
hu_hu: FluentCRM dokumentáció megtekintése

source: View Full Profile
hu_hu: Teljes profil megtekintése

source: View GridPane Article
hu_hu: GridPane cikk megtekintése

source: View On Browser URL
hu_hu: Megtekintés a böngésző URL-címén

source: View Order
hu_hu: Rendelések megtekintése

source: View Order Details
hu_hu: Rendelés részleteinek megtekintése

source: View Report
hu_hu: Jelentés megtekintése

source: View Reports
hu_hu: Jelentések megtekintése

source: View Settings
hu_hu: Beállítások megtekintése

source: View Subscribers
hu_hu: Feliratkozók megtekintése

source: Virgin Islands (British)
hu_hu: Virgin-szigetek (brit)

source: Virgin Islands (US)
hu_hu: Virgin-szigetek (US)

source: Visual Builder
hu_hu: Vizuális Builder

source: Visually design your email with Drag & Drop Builder
hu_hu: Tervezze meg e-mailjét vizuálisan a Drag & Drop Builder segítségével

source: Vivid cyan blue
hu_hu: Élénk ciánkék

source: Vivid green cyan
hu_hu: Élénk zöld cian

source: Vivid purple
hu_hu: Élénk lila

source: Wait
hu_hu: Várj

source: Wait defined timespan before execute the next action
hu_hu: Várakozás a megadott időpontra a következő művelet végrehajtása előtt

source: Wait Time
hu_hu: Várakozási idő

source: Wait Time Unit
hu_hu: Várakozási idő egység

source: Wait until
hu_hu: Várj, amíg

source: Wait until next
hu_hu: Várj a következő

source: Wait X Days/Hours
hu_hu: Várjon X napot/órát

source: Waiting for double opt-in confirmation
hu_hu: Várakozás a kettős opt-in visszaigazolásra

source: Wallis and Futuna
hu_hu: Wallis és Futuna

source: Want to deactivate this license?
hu_hu: Szeretné deaktiválni ezt a licenszt?

source: Warning
hu_hu: Figyelmeztetés

source: We will send marketing tips and advanced usage of FluentCRM (Monthly)
hu_hu: Marketing tippeket és a FluentCRM fejlett használatát küldjük (havonta)

source: We're sorry to see you go!
hu_hu: Sajnálom, hogy nem kérsz több levelet!

source: We've sent an email to your inbox that contains a link to unsubscribe from our mailing list. Please check your email address and unsubscribe.
hu_hu: Küldtünk egy e-mailt, amely tartalmaz egy linket, amellyel leiratkozhat a levelezőlistánkról. Kérjük, ellenőrizze e-mail címét és iratkozzon le.

source: Webhook Info
hu_hu: Webhorog információk

source: Webhook must need to be as POST Method
hu_hu: A webhooknak POST módszernek kell lennie

source: Webhook Settings
hu_hu: Webhook beállítások

source: Website
hu_hu: Weboldal

source: Website URL
hu_hu: Weboldal URL

source: Wednesday
hu_hu: Szerda

source: Weekly
hu_hu: Hetente

source: Weeks
hu_hu: Hetek

source: Welcome
hu_hu: Helló

source: Welcome to FluentCRM!
hu_hu: Üdvözöljük a FluentCRM-nél!

source: Western Sahara
hu_hu: Nyugat-Szahara

source: When you send the emails?
hu_hu: Mikor küldjük a kampányt?

source: Which time you would like to schedule
hu_hu: Melyik időpontban szeretnéd ütemezni

source: White
hu_hu: Fehér

source: with API key
hu_hu: api kulccsal

source: within days
hu_hu: napokon belül

source: Woocommerce Checkout Subscription Field
hu_hu: Woocommerce pénztás feliratkozó mező

source: WooCommerce Integration:
hu_hu: WooCommerce integráció:

source: Woocommerce Purchase History
hu_hu: Woocommerce vásárlási előzmények

source: WordPress Users
hu_hu: WordPress Felhasználók

source: Working
hu_hu: Működik

source: WP User ID
hu_hu: WP felhasználó ID

source: WP User Role Based Tag Mapping
hu_hu: WP felhasználói szerepkör alapú címke hozzárendelés

source: WP Users
hu_hu: WP felhasználók

source: WPFusion Integration
hu_hu: WPFusion integráció

source: Year
hu_hu: Év

source: Year to Date
hu_hu: Ebben az évben

source: Yemen
hu_hu: Jemen

source: Yes
hu_hu: Igen

source: Yes, Count me in!
hu_hu: Igen, számoljatok velem!

source: Yes, Delete and Reset All CRM Data
hu_hu: Igen, Minden CRM-adat törlése és visszaállítása

source: Yes, I want to delete Old Logs
hu_hu: Igen, törölni szeretném a régi naplókat

source: You are successfully subscribed to our email list
hu_hu: Sikeresen feliratkozott e-mail listánkra
