Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentCRM/fluent-crm-*.po
Languages: hu_hu

source: - Waiting for double opt-in confirmation
hu_hu: - Várakozás a kettős opt-in visszaigazolásra

source: - Waiting for double-optin confirmation
hu_hu: - Várakozás a dupla opt-in megerősítésre

source: - Waiting for next action
hu_hu: - Várakozás a következő műveletre

source: %1$s for %2$s item
hu_hu: %1$s %2$s tételért

source: (Contacts count
hu_hu: (Kapcsolatok száma

source: (Optional) The selected tags will be removed from the contact (if exist)
hu_hu: (Választható) A kiválasztott címkék eltávolításra kerülnek a kapcsolatból (ha léteznek)

source: (Please use the name and email as per your domain/SMTP settings. Email mismatch settings may not deliver emails as expected)
hu_hu: (Kérjük, használja a domain/SMTP beállításoknak megfelelő nevet és e-mail címet. Az e-mail beállítások eltérése miatt előfordulhat, hogy az e-mailek nem a várt módon érkeznek meg)

source: + Add
hu_hu: + Hozzáadás

source: + Any SMTP Provider
hu_hu: + Bármilyen SMTP szolgáltató

source: + New Option
hu_hu: + Új opció

source: + Photo
hu_hu: + Fénykép

source: [Copy]
hu_hu: [Másolás]

source: [Duplicate]
hu_hu: [Duplikálás]

source: [Essential Point] Select IF this step is required for processing further actions
hu_hu: [Essential Point] Válaszd HA ez a lépés szükséges a további műveletek feldolgozásához

source: [Optional Point] This is an optional trigger point
hu_hu: [Optional Point] Ez egy opcionális eseményindító pont

source: A confirmation email has been sent to %s. Please confirm your email address to resubscribe
hu_hu: A megerősítő e-mailt elküldtük ide: %s. Kérjük, erősítse meg e-mail címét az ismételt feliratkozáshoz

source: A confirmation email has been sent to %s. Please confirm your email address to resubscribe with changed email address
hu_hu: A megerősítő e-mailt elküldtük ide: %s. Kérjük, erősítse meg feliratkozását a megváltoztatott email címmel

source: A double opt-in email will be sent automatically
hu_hu: A megerősítő e-mail automatikusan elküldésre kerül

source: A double opt-in email will be sent if the contact is new
hu_hu: Ha a kapcsolattartó új, akkor megerősítő e-mailt küldünk

source: A/B Testing Result
hu_hu: A/B teszt eredmény

source: About this company
hu_hu: Céginformációk

source: Account ID
hu_hu: Fiók ID

source: Action
hu_hu: Művelet

source: action
hu_hu: művelet

source: Action Blocks
hu_hu: Műveletblokkok

source: Action Type
hu_hu: Művelet típusa

source: Actions
hu_hu: Műveletek

source: actions
hu_hu: műveletek

source: Actions blocks are tasks that you want to fire from your side for the target contact
hu_hu: A műveletblokkok olyan tevékenységek, amivel te szeretnél lőni a cél partnerekre

source: Activate Fluent Forms Integration
hu_hu: Fluent Forms integráció aktiválása

source: Active
hu_hu: Aktív

source: Active Contacts
hu_hu: Aktív kapcsolatok

source: Active Fluent SMTP
hu_hu: Aktív Fluent SMTP

source: Activities of this contact will be shown here
hu_hu: A Partner tevékenységei itt láthatók

source: Add
hu_hu: Hozzáad

source: Add a Sequence Email
hu_hu: Sorozat e-mail hozzáadása

source: Add a subscription box to WooCommerce Checkout Form
hu_hu: Előfizetési mező hozzáadása a WooCommerce pénztár űrlaphoz

source: Add Action
hu_hu: Művelet hozzáadása

source: Add Action / Goal
hu_hu: Művelet / cél hozzáadása

source: Add Action/Benchmark/Conditions
hu_hu: Művelet/benchmark/feltételek hozzáadása

source: Add Action/Goals/Conditions
hu_hu: Művelet/célok/feltételek hozzáadása

source: Add Address Info
hu_hu: Címadatok hozzáadása

source: Add another Sequence Email
hu_hu: Újabb sorozat e-mail hozzáadása

source: Add Automation
hu_hu: Automatizálás hozzáadása

source: Add Campaign Title
hu_hu: Kampánycím hozzáadása

source: Add Company
hu_hu: Új cég

source: Add Condition
hu_hu: Feltétel hozzáadása

source: Add Contact
hu_hu: Új kapcsolattartó

source: Add contact to the selected company
hu_hu: Kapcsolattartó hozzáadása a kiválasztott céghez

source: Add contact to the selected lists
hu_hu: Kacsolattartó hozzáadása a kijelölt listákhoz

source: Add Custom Data
hu_hu: Egyéni adatok hozzáadása

source: Add Existing
hu_hu: Meglévő cég

source: Add existing company
hu_hu: Céghez kapcsolás

source: Add existing contacts
hu_hu: Meglévő kapcsolat hozzáadása

source: Add Field
hu_hu: Mező hozzáadása

source: Add More
hu_hu: Több hozzáadása

source: Add More Users to your FluentCRM and give them selected permissions to manage your marketing. For example, You can add user X to view only the reports and User Y to manage only email campaigns.
hu_hu: Adjon hozzá további felhasználókat a FluentCRM-hez, és adjon nekik kiválasztott jogosultságokat a marketing kezeléséhez. Például hozzáadhatja X felhasználót, hogy csak a jelentéseket nézze meg, és Y felhasználót, hogy csak az e-mail kampányokat kezelje.

source: Add New
hu_hu: Új hozzáadása

source: Add New Condition
hu_hu: Új feltétel hozzáadása

source: Add New Contact
hu_hu: Új Partner hozzáadása

source: Add New Custom Field
hu_hu: Új egyéni mező hozzáadása

source: Add new filter to narrow down your contacts based on different properties
hu_hu: Új szűrő hozzáadása a kapcsolatok szűkítéséhez különböző tulajdonságok alapján

source: Add New Key
hu_hu: Új kulcs hozzáadása

source: Add New Manager
hu_hu: Új munkatárs hozzáadása

source: Add new Manager
hu_hu: Új munkatárs hozzáadása

source: Add New REST API Key
hu_hu: Új REST API kulcs hozzáadása

source: Add New Smart Link
hu_hu: Új SMARTLINK hozzáadása

source: Add newly added steps to previously completed contacts.
hu_hu: Újonnan hozzáadott lépések hozzáadása a korábban befejezett kontaktokhoz.

source: Add Options
hu_hu: Opciók hozzáadása

source: Add OR Condition
hu_hu: VAGY kondíció hozzáadás

source: Add or Remove
hu_hu: Hozzáadás vagy eltávolítás

source: Add Sequence
hu_hu: Ismétlődés hozzáadása

source: Add SmartCodes
hu_hu: SmartCodes hozzáadása

source: Add Social Media URLs
hu_hu: Közösségi média URL címek hozzáadása

source: Add Subscribers
hu_hu: Feliratkozók hozzáadása

source: Add Tags
hu_hu: Címkék hozzáadása

source: Add Tags to Subscribers
hu_hu: Címkék hozzáadása a feliratkozókhoz

source: Add this contact to the selected Tags
hu_hu: Partner hozzáadása a kijelölt címkékhez

source: Add To Company
hu_hu: Hozzáadás a céghez

source: Add to List
hu_hu: Hozzáadás a listához

source: Add To Lists
hu_hu: Hozzáadás listákhoz

source: Add to Tags
hu_hu: Hozzáadás címkékhez

source: Add UTM Parameters For URLs
hu_hu: URL-címek UTM-paramétereinek hozzáadása

source: Add Value
hu_hu: Érték megadása

source: Add/Remove Tag of your Contacts based on email interaction
hu_hu: Partnerek címkéjének hozzáadása/eltávolítása e-mailes interakció alapján

source: Added
hu_hu: Hozzáadva

source: Added @
hu_hu: Hozzáadva @

source: Additional Info
hu_hu: További információ

source: Addons
hu_hu: Bővítmények

source: Address
hu_hu: Cím

source: Address Fields
hu_hu: Cím mezők

source: Address Information
hu_hu: Címadatok

source: Address Line 1
hu_hu: Cím első sora

source: Address Line 2
hu_hu: Cím második sora

source: Adds the new FluentCRM navigation experience to the dashboard
hu_hu: Hozzáadja az új FluentCRM navigációs élményt a dashboard-hoz

source: Admin Email Address
hu_hu: Admain e-mail

source: Advanced Filter
hu_hu: Részletes szűrés

source: Advanced Filter is a pro feature
hu_hu: A részletes szűrés Pro funkció

source: Affiliate ID (Pro Required)
hu_hu: Affiliate ID (Pro Kötelező)

source: Afghanistan
hu_hu: Afganisztán

source: after
hu_hu: utána

source: After 1 Hour
hu_hu: Utána 1 órával

source: After 1 Week
hu_hu: Utána 1 héttel

source: After 2 Days
hu_hu: Utána 2 nappal

source: After Confirmation Actions
hu_hu: Megerősítés utáni műveletek

source: After Confirmation Message
hu_hu: Megerősítő üzenet után

source: After Confirmation Message is required
hu_hu: Megerősítés utáni üzenet szükséges

source: After Confirmation Type
hu_hu: Megerősítés után Típus

source: Albania
hu_hu: Albánia

source: Algeria
hu_hu: Algéria

source: All
hu_hu: Összes

source: All Administrators automatically will get full access of FluentCRM
hu_hu: Minden rendszergazda automatikusan teljes hozzáférést kap a FluentCRM rendszerhez

source: All available contacts
hu_hu: Minden elérhető partner

source: All available subscribers
hu_hu: Minden elérhető feliratkozó

source: All Campaigns
hu_hu: Minden kampány

source: All Contacts
hu_hu: Minden Partner

source: All contacts from
hu_hu: Összes kapcsolat űrlap

source: All contacts on Selected List segment
hu_hu: A Kijelölt lista szegmens összes partnere

source: All Done
hu_hu: Minden kész

source: All Email Activities
hu_hu: Minden e-mail tevékenység

source: All Emails
hu_hu: Minden e-mail

source: All FluentCRM Database Tables have been resetted
hu_hu: Az összes FluentCRM adatbázistáblát alaphelyzetbe állítottuk

source: All Lists
hu_hu: Az összes lista

source: All Previous email history for this recurring campaign.
hu_hu: A kampány összes korábbi e-mail előzménye.

source: All Products
hu_hu: Összes termék

source: All Selected List and subscribers has been added Successfully to this sequence. Emails will be sent as per your configuration
hu_hu: Az összes kijelölt lista és feliratkozó sikeresen hozzáadva ehhez a sorozathoz. Az e-maileket a konfigurációnak megfelelően lesznek kiküldve

source: All the associate data of the selected contacts will be deleted
hu_hu: A kiválasztott kapcsolattertóhoz tartozó összes társított adat törlődik

source: All Your Fluent CRM Data (Contacts, Campaigns, Settings, Emails) will be deleted
hu_hu: Az összes Fluent CRM-adata (kapcsolatok, kampányok, beállítások, e-mailek) törlődnek

source: Allow FluentCRM integration conditionally based on your submission values
hu_hu: A FluentCRM integrációjának feltételes engedélyezéséhez a beküldési értékek alapján

source: Almost Done!
hu_hu: Majdnem kész!

source: Amazon SES Bounce Handler URL
hu_hu: Amazon SES Bounce Handler URL címe

source: American Samoa
hu_hu: Amerikai Szamoa

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Automatikus megerősítő e-mailt küldünk az új feliratkozóknak

source: Antarctica
hu_hu: Antarktisz

source: Antigua and Barbuda
hu_hu: Antigua és Barbuda

source: API Access URL
hu_hu: API-hozzáférési URL

source: API Key
hu_hu: API kulcs

source: API Key has been successfully created
hu_hu: Az API kulcs sikeresen létrehozásra került

source: API Password:
hu_hu: API Jelszó:

source: API Secret
hu_hu: API titkos kulcs

source: API Username:
hu_hu: API Felhasználónév:

source: API_Error
hu_hu: API_hiba

source: APIs
hu_hu: API-k

source: Apply
hu_hu: Alkalmazás

source: Apply Company
hu_hu: Cég elfogadása

source: Apply Condition
hu_hu: Feltétel alkalmazása

source: Apply List
hu_hu: Lista alkalmazása

source: Apply List to the contact
hu_hu: Lista alkalmazása a partnerre

source: Apply Lists
hu_hu: Listák alkalmazása

source: Apply Lists when clicked (optional)
hu_hu: Listák alkalmazása kattintáskor (opcionális)

source: Apply Tag
hu_hu: Címke alkalmazása

source: Apply Tag to the contact
hu_hu: Címke alkalmazása a partnerre

source: Apply Tags
hu_hu: Címkék elfogadása

source: Apply Tags when clicked
hu_hu: Címkék alkalmazása kattintáskor

source: April
hu_hu: Április

source: Archived
hu_hu: Archiválva

source: Are you sure you want to delete this template?
hu_hu: Biztosan törölni akarod ezt a sablont?

source: Are you sure, you want to reset the CRM Database?
hu_hu: Biztos, hogy vissza szeretné állítani a CRM-adatbázist?

source: Argentina
hu_hu: Argentína

source: Armenia
hu_hu: Örményország

source: Assign Company
hu_hu: Céghez kapcsolás

source: Assign List
hu_hu: Lista hozzárendelése

source: Assign selected companies
hu_hu: Kijelölt cégek hozzárendelése

source: Assign Tags
hu_hu: Címkék hozzárendelése

source: associate data with FluentCRM
hu_hu: adatok társítása a FluentCRM-mel

source: Associate your FluentCRM merge tags to the appropriate Fluent Form fields by selecting the appropriate form field from the list.
hu_hu: Társítsd a FluentCRM egyesítési címkéket a megfelelő Fluent Forms mezőkhöz a megfelelő űrlapmező kiválasztásával a listából.

source: Attach Selected Contacts
hu_hu: Kijelölt kapcsolattartók csatolása

source: Attached Tags and Lists
hu_hu: Csatolt címkék és listák

source: August
hu_hu: Augusztus

source: Australia
hu_hu: Ausztrália

source: Austria
hu_hu: Ausztria

source: Auto Create
hu_hu: Automatikus létrehozás

source: Auto Sync User Data and Contact Data
hu_hu: Felhasználói adatok és Partner adatok automatikus szinkronizálása

source: Automatically add your new user signups as subscriber in FluentCRM
hu_hu: Az új felhasználói regisztrációk automatikus hozzáadása feliratkozóként a FluentCRM-ben

source: Automatically add your site commenter as subscriber in FluentCRM
hu_hu: A FluentCRM-ben feliratkozóként automatikusan hozzáadhatja webhelye hozzászólóit

source: Automatically Sync your WP User Data and Fluent CRM Contact Data
hu_hu: A WP felhasználói adatainak és Fluent CRM-partner adatainak automatikus szinkronizálása

source: Automation Funnel
hu_hu: Automatizmus tölcsér

source: Automation Funnels
hu_hu: Automatizmus tölcsérek

source: Automation Name
hu_hu: Automatizmus neve

source: Automation Read
hu_hu: Automatizmus olvasása

source: Automation Write/Edit/Delete
hu_hu: Automatizmus írása/szerkesztése/törlése

source: Automations
hu_hu: Automatizmusok

source: Awesome! No one unsubscribed from this campaign
hu_hu: Fantasztikus! Senki nem iratkozott le erről a kampányról

source: Azerbaijan
hu_hu: Azerbajdzsán

source: Back
hu_hu: Vissza

source: Back To Campaigns
hu_hu: Vissza a kampányokhoz

source: Back to Sequence
hu_hu: Vissza a sorozathoz

source: Background Color
hu_hu: Háttérszín

source: Bahamas
hu_hu: Bahamák

source: Bahrain
hu_hu: Bahrein

source: Bangladesh
hu_hu: Banglades

source: Based on your selections
hu_hu: Az Ön választása alapján

source: Based on your selections,
hu_hu: Az Ön választása alapján,

source: Basic Info
hu_hu: Alapinformáció

source: Basic Information
hu_hu: Alapvető információk

source: before
hu_hu: előtte

source: before days
hu_hu: előtte nappal

source: Belarus
hu_hu: Fehéroroszország

source: Benchmark type
hu_hu: Benchmark típusa

source: BenchMark/Trigger Block
hu_hu: Benchmark/Eseményindító blokk

source: Benchmarks
hu_hu: Benchmarkok

source: Bhutan
hu_hu: Bhután

source: Black
hu_hu: Fekete

source: Blog Posts
hu_hu: Blog bejegyzések

source: Body Background Color
hu_hu: Szövegtörzs háttérszíne

source: Bolivia
hu_hu: Bolívia

source: Bonaire, Saint Eustatius and Saba
hu_hu: Karibi Hollandia

source: Bosnia and Herzegovina
hu_hu: Bosznia és Hercegovina

source: Bounce Handling Settings
hu_hu: Visszapattanás kezelési beállítások

source: Bounced
hu_hu: Visszapattant

source: Bouvet Island
hu_hu: Bouvet-sziget

source: Brazil
hu_hu: Brazília

source: British Indian Ocean Territory
hu_hu: Brit Indiai-óceáni Terület

source: Broadcast
hu_hu: Kampány

source: Broadcast/Schedule This Email Campaign Now
hu_hu: Az e-mail kampány küldése / ütemezése

source: Broadcasts
hu_hu: Kampányok

source: Browse all your subscribers and customers
hu_hu: Az összes előfizető és ügyfelek

source: Browse and Manage contact business/companies
hu_hu: Kezeld az üzleti/vállalati kapcsolatokat

source: Browse and Manage your lists associate with contact
hu_hu: Listák kezelése, partnerekhez kapcsolása

source: Browse and Manage your tags associate with contact
hu_hu: Címkék kezelése, kapcsolása partnerhez

source: Build Email By Drag and Drop Visual Editor
hu_hu: Készíts e-mailt Drag and Drop vizuális szerkesztővel

source: Bulgaria
hu_hu: Bulgária

source: Business Address
hu_hu: Üzleti cím

source: Business Full Address
hu_hu: Vállalkozás teljes címe

source: Business Name
hu_hu: Cégnév

source: Business Settings
hu_hu: Vállalkozás beállítások

source: Button
hu_hu: Gomb

source: Button Preview
hu_hu: Gomb előnézete

source: Button Text
hu_hu: Gomb szövege

source: Button URL
hu_hu: Gomb URL

source: By Advanced Filter
hu_hu: Részletes szűrő

source: By Date
hu_hu: Dátum szerint

source: By Dynamic Segment
hu_hu: Dinamikus szegmens szerint

source: By List & Tag
hu_hu: Lista & Címke szerint

source: Call
hu_hu: Hívás

source: Cambodia
hu_hu: Kambodzsa

source: Cameroon
hu_hu: Kamerun

source: Campaign
hu_hu: Kampány

source: Campaign Actions
hu_hu: Kampány műveletek

source: Campaign Archive Settings
hu_hu: Archív kampány beálíltások

source: Campaign Archive showcase is a pro features. Please upgrade to pro.
hu_hu: A kampányarchívum bemutatója egy Pro funkció. Kérjük, frissítsen Pro-ra.

source: Campaign Archives
hu_hu: Archív kampányok

source: Campaign Content
hu_hu: Kampány tartalma

source: Campaign deleted.
hu_hu: Kampány törölve.

source: Campaign Details
hu_hu: A kampány részletei

source: Campaign Email -
hu_hu: Kampány e-mail -

source: Campaign has been successfully duplicated
hu_hu: A kampány másolása sikeresen megtörtént

source: Campaign has been successfully marked as paused
hu_hu: A kampány sikeresen szüneteltetettként lett megjelölve

source: Campaign has been successfully resumed
hu_hu: Sikeresen újraindult a kampány

source: Campaign has been successfully un-scheduled
hu_hu: A kampányt sikeresen feloldották a tervezett időpontból

source: Campaign has been updated
hu_hu: A kampány frissült

source: Campaign Link Clicks
hu_hu: Kampány link kattintásai

source: Campaign Medium (required)
hu_hu: Kampányközeg (kötelező)

source: Campaign Name (required)
hu_hu: Kampány neve (kötelező)

source: Campaign Performance
hu_hu: Kampány teljesítmény

source: Campaign Recipients
hu_hu: Kampány címzettjei

source: Campaign Search Keyword
hu_hu: Kampány keresés kulcsszó

source: Campaign Settings
hu_hu: Kampánybeállítások

source: Campaign Source (required)
hu_hu: Kampányforrás (kötelező)

source: Campaign status is not in draft status. Please reload the page
hu_hu: A kampány státusza nem piszkozat státuszban van. Kérjük, töltse újra az oldalt

source: Campaign Status:
hu_hu: Kampány állapot:

source: Campaign Term
hu_hu: Kampány kifejezés

source: Campaign Title
hu_hu: Kampány címe

source: Campaigns
hu_hu: Kampányok

source: Can a subscriber manage list subscriptions?
hu_hu: Kezelheti-e a feliratkozó a feliratkozásait?

source: Canada
hu_hu: Kanada

source: Cancel
hu_hu: Törlés

source: cancel
hu_hu: mégse

source: Cancel Editing
hu_hu: Szerkesztés megszakítása

source: Cancel Schedule
hu_hu: Ütemezés leálíltása

source: Cancel this schedule
hu_hu: Ütemezés megállítása

source: Cancelled
hu_hu: Megálíltott

source: cancelled
hu_hu: lemondva

source: Cape Verde
hu_hu: Zöld-foki szigetek

source: Category
hu_hu: Kategória

source: Cayman Islands
hu_hu: Kajmán-szigetek

source: Central African Republic
hu_hu: Közép-Afrikai Köztársaság

source: Chad
hu_hu: Csád

source: Change
hu_hu: Növekedés

source: Change Contact Type
hu_hu: Partner típusának módosítása

source: Change Status
hu_hu: Állapot megváltoztatása

source: Change Subscription Status
hu_hu: Feliratkozás állapotának módosítása

source: Change Type
hu_hu: Típus módosítása

source: Change User Role to
hu_hu: Felhasználói szerepkör módosítása

source: Chart Report
hu_hu: Diagramjelentés

source: Check All
hu_hu: Összes kijelölése

source: Check the documentation
hu_hu: Kérjük, ellenőrizze a dokumentációt

source: Checkbox Label for Checkout checkbox
hu_hu: Jelölőnégyzet címke pénztárhoz jelölőnégyzet

source: Checkbox Label for Comment Form
hu_hu: Megjegyzés űrlap címkéje

source: Checkboxes
hu_hu: Csekbox

source: China
hu_hu: Kína

source: Choose a List
hu_hu: Lista választása

source: Choose an option:
hu_hu: Válassz egy lehetőséget:

source: Choose New
hu_hu: Új választása

source: Choose Values
hu_hu: Értékek kiválasztása

source: Christmas Island
hu_hu: Karácsony-sziget

source: City
hu_hu: Város

source: Classic (EG: 20 Jun 2022, 14:15)
hu_hu: Klasszikus (Pl: 20 Jun 2022, 14:15)

source: Classic Editor
hu_hu: Klasszikus szerkesztő

source: Clear Filters
hu_hu: Szűrők törlése

source: Click
hu_hu: Kattintás

source: Click here
hu_hu: Kattints ide

source: click here
hu_hu: kattints ide

source: Click Here to Renew your License
hu_hu: Kattints ide a licensz megújításához

source: Click Rate
hu_hu: Kattintási arány

source: Click To Open Rate
hu_hu: Kattintás megnyitási arány

source: click to upload
hu_hu: kattints a feltöltéshez

source: Clicked
hu_hu: Kattintás

source: Clicks
hu_hu: Kattintások

source: Clone
hu_hu: Duplikálás

source: Close
hu_hu: Bezárás

source: Close Log
hu_hu: Napló bezárása

source: Cocos (Keeling) Islands
hu_hu: Kókuszos(Keeling)-szigetek

source: Colombia
hu_hu: Kolumbia

source: Color
hu_hu: Szín

source: Columns
hu_hu: Oszlopok

source: Comma Separated (,)
hu_hu: Vesszővel elválasztva (,)

source: Comment Form Subscription Settings
hu_hu: Megjegyzés űrlap feliratkozási beállításai

source: Comoros
hu_hu: Comore-szigetek

source: Companies
hu_hu: Cég

source: Company
hu_hu: Cég

source: Company / Business
hu_hu: Cég / vállalkozás

source: Company Description
hu_hu: Cég leírás

source: Company Email
hu_hu: Cég e-mail

source: Company ID:
hu_hu: Cég ID:

source: Company Industry
hu_hu: Cég iparág

source: Company Logo
hu_hu: Cég logo

source: Company Logo URL
hu_hu: Cég logo URL

source: Company marked as primary
hu_hu: Cég megjelölése elsődlegesnek

source: Company Module
hu_hu: Cég modul

source: Company Module Settings
hu_hu: Cég modul beállítások

source: Company Name
hu_hu: Cég neve

source: Company Name (required)
hu_hu: Cég neve (kötelező)

source: Company Name *
hu_hu: Cég neve *

source: Company Owner
hu_hu: Elsődleges kapcsolattartó

source: Company Phone
hu_hu: Cég telefonszám

source: Company Phone Number
hu_hu: Cég telefonszáma

source: Company successfully updated
hu_hu: Sikeresen módosítva

source: Company Type
hu_hu: Cég típusa

source: Compare Date
hu_hu: Összehasonlítás idő

source: compare to
hu_hu: összehasonlítás

source: Complained
hu_hu: Panaszkodott

source: Complete Import
hu_hu: Teljes importálás

source: Completed
hu_hu: Befejezve

source: completed
hu_hu: befejezve

source: Completed. You can close this modal now
hu_hu: Befejezve. Most már bezárhatod ezt az ablakot

source: Compose
hu_hu: Összeállítás

source: Compose Your Email Body
hu_hu: Az e-mail test összeállítása

source: condition
hu_hu: feltétel

source: Condition block is not available
hu_hu: A feltétel blokk nem áll rendelkezésre

source: Condition Blocks
hu_hu: Állapotblokkok

source: CONDITION TYPE
hu_hu: FLETÉTEL TÍPUS

source: Condition Value
hu_hu: Feltétel értéke

source: Condition:
hu_hu: Feltétel:

source: conditional
hu_hu: feltételes

source: Conditional Action
hu_hu: Feltételes művelet

source: Conditional Logics
hu_hu: Feltételes logikák

source: Conditionals
hu_hu: Feltételesek

source: Conditions
hu_hu: Feltételek

source: Configuration
hu_hu: Konfiguráció

source: Configuration required!
hu_hu: Konfiguráció szükséges!

source: Configure FluentSMTP
hu_hu: FluentSMTP konfigurálása

source: Confirm
hu_hu: Megerősítés

source: confirm
hu_hu: megerősítés

source: Confirm Import
hu_hu: Importálás jóváhagyása

source: Confirm Subscription
hu_hu: Feliratkozás megerősítése

source: Confirm your unsubscribe Request
hu_hu: Leiratkozási kérelem megerősítése

source: Congo (Brazzaville)
hu_hu: Kongó (Brazzaville)

source: Congo (Kinshasa)
hu_hu: Kongó (Kinshasa)

source: Congratulations
hu_hu: Gratulálunk

source: Connect
hu_hu: Kapcsolódás

source: Connect FluentCRM with ThriveCart and create, segment contact and run automation on ThriveCart purchase events.
hu_hu: Csatlakoztassa a FluentCRM-et a ThriveCarthoz, és hozzon létre, szegmentálja a kapcsolatokat és futtasson automatizálást a ThriveCart vásárlási eseményein.
