Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION - fluentform PRO/fluentformpro-*.po
Languages: hu_hu

source: - %s available
hu_hu: - %s elérhető

source: api key has been verified and successfully set
hu_hu: az api kulcs ellenőrzése és sikeres beállítása

source: integration is complete
hu_hu: integráció befejeződött

source: integration is not complete
hu_hu: integráció nem fejeződött be

source: is a list field.
hu_hu: egy listamező.

source: is a required field.
hu_hu: kötelező mező.

source: is a required field. Date format must be YYYY/MM/DD 00:00:00 format.
hu_hu: kötelező mező. A dátumformátumnak ÉÉÉÉÉ/MM/NN 00:00:00 formátumúnak kell lennie.

source: is a required list field.
hu_hu: kötelező listamező.

source: is a string type of field.
hu_hu: egy string típusú mező.

source: is required
hu_hu: szükséges

source: is required.
hu_hu: szükséges.

source: Settings
hu_hu: Beállítások

source: Type
hu_hu: Típus

source: type field.
hu_hu: típus mező.

source: type of field.
hu_hu: a mező típusa.

source: %s API Key
hu_hu: %s API kulcs

source: %s Integration
hu_hu: %s Integráció

source: %s Integration Settings
hu_hu: %s Integrációs beállítások

source: %s is not configured yet! Please configure the addon first.
hu_hu: %s még nincs konfigurálva! Kérjük, először konfigurálja a bővítményt.

source: , for {bill_times} installments
hu_hu: , {bill_times} részletre

source: --Select Plan--
hu_hu: --Válassza ki a tervet--

source: Access Code
hu_hu: Hozzáférési kód

source: Account Email Address
hu_hu: Fiók-mail cím

source: Account ID
hu_hu: Fiók azonosító

source: Account SID
hu_hu: Fiók biztonsági azonosítója (SID)

source: Account URL
hu_hu: Fiók webcím

source: Action
hu_hu: Művelet

source: Action Date
hu_hu: Művelet dátuma

source: Action Date is date type field. Due date for the action (status must be one of Date, Date Time or Queued with date)
hu_hu: A Művelet dátuma dátum típusú mező. A művelet esedékességének dátuma (a státusznak a Dátum, Dátum Időpont vagy Készenlétben dátummal kell lennie)

source: Action Details
hu_hu: Művelet részletei

source: Action Details is string type field.
hu_hu: A művelet részletei string típusú mező.

source: Action Status
hu_hu: Művelet státusz

source: Action Status is a select type field.
hu_hu: A Művelet állapota egy select típusú mező.

source: Actions
hu_hu: Műveletek

source: active
hu_hu: aktív

source: ActiveCampaign API Key
hu_hu: ActiveCampaign API-kulcs

source: ActiveCampaign API Settings
hu_hu: ActiveCampaign API-beállítások

source: ActiveCampaign is an integrated email marketing, marketing automation, and small business CRM. Save time while growing your business with sales automation. Use Fluent Forms to collect customer information and automatically add it to your ActiveCampaign list. If you don't have an ActiveCampaign account, you can <a href="https://www.activecampaign.com/" target="_blank">sign up for one here.</a>
hu_hu: Az ActiveCampaign egy integrált e-mail marketing, marketing automatizálás és kisvállalati CRM. Takarítson meg időt, miközben az értékesítés automatizálásával növelheti vállalkozását. Használja a Fluent Forms űrlapokat az ügyféladatok gyűjtéséhez és automatikus hozzáadásához az ActiveCampaign listájához. Ha még nincs ActiveCampaign fiókja, <a href="https://www.activecampaign.com/" target="_blank">itt regisztrálhat.</a>

source: Actual Close Date
hu_hu: Tényleges zárási dátum

source: Actual Close Date is a date type field on y-m-d.
hu_hu: A tényleges zárás dátuma egy dátum típusú mező y-m-d.

source: Add elements to the list
hu_hu: Elemek hozzáadása a listához

source: Add elements to the list is a bool type field.
hu_hu: Az elemek hozzáadása a listához egy bool típusú mező.

source: Address is a string type field.
hu_hu: A cím egy string típusú mező.

source: Address Type is a string type field.
hu_hu: A cím típusa egy karakterlánc típusú mező.

source: Address: City
hu_hu: Cím: Város

source: Address: Line 1
hu_hu: Cím első sora

source: Address: Line 2
hu_hu: Cím második sora

source: Address: Postal Code
hu_hu: Cím: irányítószám

source: Address: State
hu_hu: Cím: megye

source: Airtable API Key
hu_hu: Airtable API kulcs

source: Airtable Base ID
hu_hu: Airtable Base azonosítója

source: Airtable is not configured yet! Please configure your Airtable api first
hu_hu: Az Airtable még nincs konfigurálva! Kérjük, először konfigurálja az Airtable api-t

source: Airtable Settings
hu_hu: Airtable beállítások

source: Airtable Table ID
hu_hu: Airtable Tábla azonosítója

source: Allow CleverReach integration conditionally based on your submission values
hu_hu: Engedélyezze a CleverReach integráció feltételesen a beküldési értékek alapján

source: Allow Discord integration conditionally based on your submission values
hu_hu: Engedélyezze a Discord integrációt feltételesen a beküldési értékek alapján

source: Allow this integration conditionally based on your submission values
hu_hu: Engedélyezze ezt az integrációt feltételesen a beküldési értékek alapján

source: Allowed image types does not match
hu_hu: Az engedélyezett képtípusok nem egyeznek

source: Amocrm Integration ID
hu_hu: Amocrm integrációs azonosító

source: Amocrm Integration Secret Key
hu_hu: Amocrm integrációs titkos kulcs

source: Amocrm is not configured yet! Please configure your Amocrm api first
hu_hu: Az Amocrm még nincs konfigurálva! Kérjük, először konfigurálja az Amocrm api-t

source: Amocrm Secret Key
hu_hu: Amocrm titkos kulcs

source: Amocrm Services
hu_hu: Amocrm szolgáltatások

source: Amocrm Settings
hu_hu: Amocrm beállítások

source: Amount
hu_hu: Összeg

source: Amount:
hu_hu: Összeg:

source: API Key
hu_hu: API kulcs

source: API Key is required
hu_hu: API kulcs szükséges

source: API Password
hu_hu: API jelszó

source: API token in required.
hu_hu: API token szükséges.

source: Application Key
hu_hu: Alkalmazáskulcs

source: Apply Coupon
hu_hu: Kupon használata

source: Are you sure you want to cancel this subscription?
hu_hu: Biztosan törölni szeretné ezt a feliratkozást?

source: Assistant Name
hu_hu: Asszisztens neve

source: Assistant Name is a string type field.
hu_hu: Az asszisztens neve egy string típusú mező.

source: Assistant Phone
hu_hu: Asszisztens telefon

source: Assistant Phone is a string type field.
hu_hu: Az Asszisztens telefonja egy karakterlánc típusú mező.

source: Associate your CleverReach merge tags to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
hu_hu: Kapcsolja a CleverReach egyesítési címkéket a megfelelő Fluent Forms mezőkhöz a megfelelő űrlapmező kiválasztásával a listából.

source: at
hu_hu: ekkor

source: Auth Token
hu_hu: Hitelesítési token

source: Author Name
hu_hu: Szerző neve

source: Author Name is a required string type field.
hu_hu: A Szerző neve kötelező karakterlánc típusú mező.

source: Automizy API Settings
hu_hu: Automizy API-beállítások

source: Automizy is email marketing software. Use Fluent Forms to collect customer information and automatically add it as Automizy subscriber list. <a target="_blank" rel="nofollow" href="https://app.automizy.com/api-token">Get API Token</a>
hu_hu: Az Automizy egy e-mail marketing szoftver. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához az Automizy előfizetői listájához. <a target="_blank" rel="nofollow" href="https://app.automizy.com/api-token">API token beszerzése</a>

source: Available Countries
hu_hu: Elérhető országok

source: AWeber Access Token
hu_hu: AWeber hozzáférési Token

source: AWeber API Settings
hu_hu: AWeber API beállítások

source: AWeber is an integrated email marketing, marketing automation, and small business CRM. Save time while growing your business with sales automation. Use Fluent Forms to collect customer information and automatically add it to your Aweber list. If you don't have an Aweber account, you can <a href="https://www.aweber.com/" target="_blank">sign up for one here.</a>
hu_hu: Az AWeber egy integrált e-mail marketing, marketing automatizálás és kisvállalati CRM. Takarítson meg időt, miközben az értékesítés automatizálásával növelheti vállalkozását. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához az Aweber listájához. Ha még nincs Aweber-fiókja, <a href="https://www.aweber.com/" target="_blank">itt regisztrálhat.</a>

source: Background
hu_hu: Háttér

source: Background is a string type field.
hu_hu: A Background egy string típusú mező.

source: BCC Email
hu_hu: Titkos másolat e-mail

source: BCC Email is a string type field.
hu_hu: A BCC Email egy string típusú mező.

source: Bid Amount
hu_hu: Ajánlati összeg

source: Bid Amount is a number type field.
hu_hu: Az Ajánlat összege egy szám típusú mező.

source: Bid Type
hu_hu: Ajánlat típusa

source: Billing Address
hu_hu: Számlázási cím

source: Billing Address City
hu_hu: Számlázási cím Város

source: Billing Address City is a string type field.
hu_hu: A számlázási cím város egy karakterlánc típusú mező.

source: Billing Address Country
hu_hu: Számlázási cím Ország

source: Billing Address Country is a string type field.
hu_hu: A számlázási cím országa egy string típusú mező.

source: Billing address from stripe has been logged in the submission data
hu_hu: A számlázási cím a stripe-ról be lett jegyezve a beküldési adatokba

source: Billing Address Postcode
hu_hu: Számlázási cím Irányítószám

source: Billing Address Postcode is a string type field.
hu_hu: A számlázási cím irányítószáma egy string típusú mező.

source: Billing Address State
hu_hu: Számlázási cím Állam

source: Billing Address State is a string type field.
hu_hu: A számlázási cím állapota egy string típusú mező.

source: Billing Address Street
hu_hu: Számlázási cím Utca

source: Billing Address Street is a string type field.
hu_hu: A Számlázási cím utca egy string típusú mező.

source: Billing Address:
hu_hu: Számlázási cím:

source: Billing Email
hu_hu: Számlázási email

source: Billing Name
hu_hu: Számlázási név

source: Burundian Franc
hu_hu: Burundi frank

source: Business Number
hu_hu: Cégjegyzékszám

source: Campaign Monitor API Key
hu_hu: Kampánymonitor API kulcs

source: Campaign Monitor API Settings
hu_hu: Kampányfigyelő API beállításai

source: Campaign Monitor Client
hu_hu: Kampánymonitor ügyfél

source: Campaign Monitor drives results with email marketing. It shares how to gain loyal customers with personalized email campaigns and automated customer journeys. Use Fluent Forms to collect customer information and automatically add it to your Campaign Monitor list. If you don't have an Campaign Monitor account, you can <a href="https://www.campaignmonitor.com/" target="_blank">sign up for one here.</a>
hu_hu: A Campaign Monitor az e-mail marketinggel elért eredményekért felel. Megosztja, hogyan lehet személyre szabott e-mail kampányokkal és automatizált ügyfélutakkal hűséges ügyfeleket szerezni. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a Campaign Monitor listájához. Ha még nincs Campaign Monitor fiókja, <a href="https://www.campaignmonitor.com/" target="_blank">itt regisztrálhat.</a>

source: Campaign Name
hu_hu: Kampány neve

source: Campaign Name is a string type field.
hu_hu: A kampány neve egy string típusú mező.

source: Cancel
hu_hu: Mégsem

source: Cancelled
hu_hu: Törölve

source: cancelled
hu_hu: lemondva

source: Category
hu_hu: Kategória

source: Category is a select type field.
hu_hu: A kategória egy select típusú mező.

source: CC Email
hu_hu: Másolat e-mail

source: CC Email is a string type field.
hu_hu: A CC Email egy string típusú mező.

source: Central African Cfa Franc
hu_hu: Közép-afrikai valutaközösségi frank

source: Cfp Franc
hu_hu: Csendes-óceáni valutaközösségi frank

source: Check if your Salesforce is a sandbox account
hu_hu: Ellenőrizze, hogy a Salesforce fiókja sandbox fiók-e

source: Checkbox
hu_hu: Jelölőnégyzet

source: Checkout Style Type
hu_hu: Pénztár stílus típusa

source: Chilean Peso
hu_hu: Chilei peso

source: Choose Color
hu_hu: Válasszon színt

source: Choose File
hu_hu: Fájl kiválasztása

source: Choose Razorpay checkout brand theme color. Leave empty for Razorpay default theme.
hu_hu: Válassza ki a Razorpay pénztárgép márka téma színét. Hagyja üresen a Razorpay alapértelmezett témáját.

source: City
hu_hu: Város

source: City is a string type field.
hu_hu: A város egy string típusú mező.

source: Clear
hu_hu: Kiürítés

source: CleverReach API call failed please try again !
hu_hu: CleverReach API hívás sikertelen, kérjük, próbálja újra !

source: CleverReach Client ID
hu_hu: CleverReach ügyfél azonosító

source: CleverReach Client Secret
hu_hu: CleverReach ügyfél titok

source: CleverReach Field
hu_hu: CleverReach mező

source: CleverReach has been successfully initialed and pushed data
hu_hu: A CleverReach sikeresen inicializálódott és adatokat küldött

source: CleverReach is not configured yet! Please configure your CleverReach API first
hu_hu: A CleverReach még nincs konfigurálva! Kérjük, először konfigurálja a CleverReach API-t

source: CleverReach List
hu_hu: CleverReach lista

source: CleverReach Settings
hu_hu: CleverReach beállítások

source: ClickSend SMS Notification
hu_hu: ClickSend SMS értesítés

source: ClickSend SMS Notification is not configured yet! Please configure your ClickSend SMS api first
hu_hu: A ClickSend SMS értesítés még nincs konfigurálva! Kérjük, először konfigurálja a ClickSend SMS api-t

source: Client Folder ID
hu_hu: Ügyfélmappa azonosítója

source: Close
hu_hu: Lezár

source: Close Date
hu_hu: Befejezés időpontja

source: Close Date is a date type field.
hu_hu: A Zárási dátum egy dátum típusú mező.

source: Closed at
hu_hu: Bezárt

source: Closed at is a Date type field in Unix Timestamp format.
hu_hu: A Closed at egy Date típusú mező Unix Timestamp formátumban.

source: Column 1
hu_hu: Oszlop 1

source: Comorian Franc
hu_hu: Comore-szigetek Franc

source: Company Message
hu_hu: Vállalati üzenet

source: Company Name
hu_hu: Cégnév

source: Company Name is a string type field.
hu_hu: A Cégnév egy karakterlánc típusú mező.

source: Company name is a required string type field.
hu_hu: A cégnév egy kötelező string típusú mező.

source: Complete At
hu_hu: Teljes a

source: Complete at
hu_hu: Teljes a

source: Complete at is a Required Date type field in Unix Timestamp format.
hu_hu: A Complete at egy Kötelező dátum típusú mező Unix időbélyeg formátumban.

source: Conditional Logics
hu_hu: Feltételes logikák

source: Configration required!
hu_hu: Konfiguráció szükséges!

source: Configuration required!
hu_hu: Konfiguráció szükséges!

source: Confirm
hu_hu: Megerősítés

source: Confirmed
hu_hu: Megerősítve

source: Confirming Payment, Please wait...
hu_hu: Fizetés megerősítése, kérjük várjon...

source: Confirming payment. Please wait...
hu_hu: A fizetés megerősítése. Kérjük várjon...

source: Congratulations! New Payment has been received from your subscription
hu_hu: Gratulálunk! Új fizetés érkezett az előfizetéséből

source: Connect with Stripe was not successful. Please try again!
hu_hu: A Stripe-pal való kapcsolódás nem volt sikeres. Kérjük, próbálja újra!

source: Constant Contact access Key
hu_hu: Constant Contact hozzáférési kulcs

source: Constant Contact API Settings
hu_hu: Constant Contact API beállítások

source: Constant Contact is an integrated email marketing, marketing automation, and small business CRM. Save time while growing your business with sales automation. Use Fluent Forms to collect customer information and automatically add it to your Constant Contact list. If you don't have an Constant Contact account, you can <a href="https://www.constantcontact.com/" rel="noopener" target="_blank">sign up for one here.</a>
hu_hu: A Constant Contact egy integrált e-mail marketing, marketing automatizálás és kisvállalati CRM. Takarítson meg időt, miközben az értékesítés automatizálásával növelheti vállalkozását. Használja a Fluent Forms űrlapokat az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a Constant Contact listájához. Ha még nincs Constant Contact fiókja, <a href="https://www.constantcontact.com/" rel="noopener" target="_blank">itt regisztrálhat.</a>

source: Contact Email
hu_hu: Kapcsolat E-mail cím

source: Contact Email is a string type field.
hu_hu: A Contact Email egy string típusú mező.

source: Contact Name
hu_hu: Kapcsolat neve

source: Contact Name is a string type field.
hu_hu: A Kapcsolattartó neve egy karakterlánc típusú mező.

source: Contacts Name
hu_hu: Kapcsolattartó neve

source: Contacts name is a required string type field.
hu_hu: A név egy kötelező string típusú mező.

source: ConvertKit API Key
hu_hu: ConvertKit API-kulcs

source: ConvertKit API Secret
hu_hu: ConvertKit API titok

source: ConvertKit is email marketing software for creators. Use Fluent Forms to collect customer information and automatically add it as ConvertKit subscriber list.
hu_hu: A ConvertKit egy e-mail marketing szoftver az alkotók számára. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a ConvertKit előfizetői listájához.

source: ConvertKit Settings
hu_hu: ConvertKit beállítások

source: Copy that Google Access Code from other window and paste it here, then click on Verify Code button.
hu_hu: Másolja a Google Access-kódot egy másik ablakból, és illesse be ide, majd kattintson a Kód ellenőrzése gombra.

source: Copy the API Key from Salesflare settings API keys and paste it here, then click on Save.
hu_hu: Másolja ki az API-kulcsot a Salesflare beállításaiból API-kulcsok és illessze be ide, majd kattintson a Mentés gombra.

source: Copyright Message
hu_hu: Szerzői jogi üzenet

source: Correct answer
hu_hu: Helyes válasz

source: Country
hu_hu: Ország

source: Country Code is a string type field.
hu_hu: Az országkód egy karakterlánc típusú mező.

source: Country is a string type field.
hu_hu: Az ország egy string típusú mező.

source: Coupon
hu_hu: Kupon

source: Coupon has been successfully deleted
hu_hu: A kupont sikeresen törölték

source: Created at
hu_hu: Létrehozva

source: Creation Date
hu_hu: Létrehozás dátuma

source: Credit/Debit Card (Stripe)
hu_hu: Hitel-/betéti kártya (Stripe)

source: Custom Fields
hu_hu: Egyedi mezők

source: Custom Payment Amount
hu_hu: Egyéni kifizetés összege

source: Customer Details
hu_hu: Vásárló adatai

source: Customer Email:
hu_hu: Ügyfél e-mail:

source: Customer Name
hu_hu: Ügyfél neve

source: Customer name is a required string type field.
hu_hu: Az ügyfél neve egy kötelező string típusú mező.

source: Customer Name:
hu_hu: Ügyfél neve:

source: Date
hu_hu: Dátum

source: Date is a date type field.
hu_hu: A Date egy dátum típusú mező.

source: Date Of Birth
hu_hu: Születési Idő

source: Date:
hu_hu: Dátum:

source: day
hu_hu: nap

source: Deal details is a string type field.
hu_hu: Az üzlet részletei egy string típusú mező.

source: Deal Name
hu_hu: Üzlet neve

source: Deal Name is a string type field.
hu_hu: Az Üzlet neve egy string típusú mező.

source: Default Channel/Group Chat ID
hu_hu: Alapértelmezett csatorna/csoport csevegés azonosítója

source: Description
hu_hu: Leírás

source: Disable
hu_hu: Letiltás

source: Disconnect %s
hu_hu: Kikapcsolás %s

source: Disconnect Airtable
hu_hu: Airtable leválasztása

source: Disconnect Amocrm
hu_hu: Amocrm lekapcsolása

source: Disconnect CleverReach
hu_hu: A CleverReach lekapcsolása

source: Disconnect Insightly
hu_hu: Insightly leválasztása

source: Disconnect Mailjet
hu_hu: Mailjet lekapcsolása

source: Disconnect OnePageCrm
hu_hu: OnePageCrm lekapcsolása

source: Disconnect Salesforce
hu_hu: A Salesforce leválasztása

source: Discord feed has been successfully initialed and pushed data
hu_hu: A Discord feed sikeresen inicializálódott és az adatok elküldése megtörtént

source: Discord Message Description
hu_hu: Discord üzenet leírása

source: Discord Message Footer
hu_hu: Discord üzenet lábléc

source: Discount
hu_hu: Kedvezmény

source: Discount:
hu_hu: Kedvezmény:

source: Djiboutian Franc
hu_hu: Dzsibuti frank

source: Drip Account ID
hu_hu: Drip számla azonosítója

source: Drip API Settings
hu_hu: Drip API-beállítások

source: Drip is an ECRM and Ecommerce CRM designed for building personal and profitable relationships with your customers at scale. Use Fluent Forms to collect customer information and automatically add it to your Drip list.
hu_hu: A Drip egy ECRM és Ecommerce CRM, amelyet arra terveztek, hogy személyes és jövedelmező kapcsolatokat építsen ki ügyfeleivel. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a Drip listához.

source: Due Date
hu_hu: Lejárati időpont

source: Due date
hu_hu: Lejárat napja

source: Edit Transaction
hu_hu: Tranzakció szerkesztése

source: Element Not Found.Please check again!
hu_hu: Az elem nem található.Kérjük, ellenőrizze újra!

source: Email Address
hu_hu: Email cím

source: Email Html Part
hu_hu: Email Html rész

source: Email Html Part is a string type field.
hu_hu: Az Email Html Part egy string típusú mező.

source: Email is a email type field.
hu_hu: Az e-mail egy e-mail típusú mező.

source: Email is a select type field.
hu_hu: Az e-mail egy select típusú mező.

source: Email is a string type field.
hu_hu: Az e-mail egy string típusú mező.

source: Email is Required
hu_hu: Email szükséges

source: Email Subject
hu_hu: E-mail tárgya

source: Email Subject is a string type field.
hu_hu: Az e-mail tárgya egy karakterlánc típusú mező.

source: Email Successfully Sent to %s
hu_hu: E-mail sikeresen elküldve a %s

source: Email Text Part
hu_hu: Email szöveges rész

source: Email Text Part is a required string type field.
hu_hu: Az Email szöveges rész egy kötelező karakterlánc típusú mező.

source: Enable
hu_hu: Engedélyezés

source: Enable RazorPay Payment Method
hu_hu: RazorPay fizetési mód engedélyezése

source: Enable This feed
hu_hu: A hírcsatorna engedélyezése

source: Enable this feed
hu_hu: A hírcsatorna engedélyezése

source: Enter Action Date
hu_hu: Adja meg az akció dátumát

source: Enter Action Details
hu_hu: Adja meg az akció részleteit

source: Enter Actual Close Date
hu_hu: Tényleges zárási dátum megadása

source: Enter Address
hu_hu: Cím megadása

source: Enter Address Type
hu_hu: Adja meg a cím típusát

source: Enter Assistant Name
hu_hu: Adja meg az asszisztens nevét

source: Enter Assistant Phone
hu_hu: Adja meg az asszisztens telefonszámát

source: Enter Author Name
hu_hu: Adja meg a szerző nevét

source: Enter Background
hu_hu: Adja meg a hátteret

source: Enter BCC Email
hu_hu: BCC e-mail megadása

source: Enter Bid Amount
hu_hu: Adja meg az ajánlati összeget

source: Enter Bid Type
hu_hu: Adja meg az ajánlat típusát

source: Enter Billing Address City
hu_hu: Számlázási cím megadása Város

source: Enter Billing Address Country
hu_hu: Számlázási cím megadása Ország

source: Enter Billing Address Postcode
hu_hu: Számlázási cím megadása Irányítószám

source: Enter Billing Address State
hu_hu: Számlázási cím megadása Állam

source: Enter Billing Address Street
hu_hu: Számlázási cím megadása Utca

source: Enter Campaign Name
hu_hu: Adja meg a kampány nevét

source: Enter CC Email
hu_hu: CC e-mail megadása

source: Enter City
hu_hu: Adja meg a várost

source: Enter ClickSend API Key. This can be found from ClickSend
hu_hu: Adja meg a ClickSend API kulcsát. Ezt a ClickSend oldalon találja meg

source: Enter ClickSend Username. This can be found from ClickSend
hu_hu: Adja meg a ClickSend felhasználónevet. Ez a ClickSend oldalon található

source: Enter Close Date
hu_hu: Zárási dátum megadása

source: Enter Company Name
hu_hu: Adja meg a vállalat nevét

source: Enter Contact Email
hu_hu: Adja meg a kapcsolattartó e-mail címét

source: Enter Contact Name
hu_hu: Adja meg a kapcsolattartó nevét

source: Enter Contacts Name
hu_hu: Adja meg a kapcsolatok nevét

source: Enter Copyright Message
hu_hu: Adja meg a szerzői jogi üzenetet
