Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION - fluentform PRO/fluentformpro-*.po
Languages: hu_hu

source: Task Result Details
hu_hu: Feladat eredményének részletei

source: Template Name
hu_hu: Sablon neve

source: Test Message (optional)
hu_hu: Tesztüzenet (nem kötelező)

source: Thank you for purchasing %s! Please enter your license key below.
hu_hu: Köszönjük, hogy %s-t vásároltál! Kérlek, add meg alább a liszenszkulcsot.

source: The Pro version of FluentForm, the most advanced, drag and drop form builder plugin for WordPress.
hu_hu: A FluentForm Pro változata a legfejlettebb, fogd és vidd űrlap építő bővítmény a WordPresshez.

source: The provided coupon does not meet the requirements
hu_hu: A kupon nem felel meg a követelményeknek

source: The provided coupon is not valid
hu_hu: A kupon nem érvényes

source: The selected service doesn't have any field settings.
hu_hu: A kiválasztott szolgáltatásnak nincsenek mezőbeállításai.

source: There was a problem connecting to the Stripe API endpoint.
hu_hu: Hiba történt a Stripe API-végponthoz való csatlakozással.

source: There was an error deactivating the license, please try again or contact support.
hu_hu: Hiba történt az liszensz deaktiválásakor, próbálkozz újra, vagy fordulj az ügyfélszolgálathoz.

source: This email is already registered. Please choose another one.
hu_hu: Ez az e-mail már regisztrálva van. Kérem, válasszon másikat.

source: This field is required
hu_hu: A mező kitöltése kötelező

source: This field must contain numeric value
hu_hu: Ennek a mezőnek számértéket kell tartalmaznia

source: This username is already registered. Please choose another one.
hu_hu: Ez a felhasználónév már regisztrálva van. Kérem, válasszon másikat.

source: Title
hu_hu: Cím

source: Title is a select type field.
hu_hu: A cím egy select típusú mező.

source: Total
hu_hu: Összesen

source: Total:
hu_hu: Összesen:

source: Transaction
hu_hu: Tranzakció

source: Transaction #
hu_hu: Tranzakció#

source: Transaction ID
hu_hu: Tranzakció-azonosító

source: Trello access Key
hu_hu: Trello hozzáférési kulcs

source: Trello API Settings
hu_hu: Trello API beállítások

source: Trello is an integrated email marketing, marketing automation, and small business CRM. Save time while growing your business with sales automation. Use Fluent Forms to collect customer information and automatically add it to your Trello list. If you don't have an Trello account, you can <a href="https://www.trello.com/" target="_blank">sign up for one here.</a>
hu_hu: A Trello egy integrált e-mail marketing, marketing automatizálás és kisvállalati CRM. Takarítson meg időt, miközben az értékesítés automatizálásával növelheti vállalkozását. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a Trello listájához. Ha még nincs Trello fiókja, <a href="https://www.trello.com/" target="_blank">itt regisztrálhat.</a>

source: trialling
hu_hu: a kipróbálása

source: Unable to deactivate license, please try again or contact support.
hu_hu: Nem lehet deaktiválni a liszenszet, próbáld meg később vagy lépj kapcsolatba a supporttal.

source: Unconfirmed
hu_hu: Nincs jóváhagyva

source: Unit Price
hu_hu: Egységár

source: URL is a select type field.
hu_hu: Az URL egy select típusú mező.

source: URL is a string type field.
hu_hu: Az URL egy string típusú mező.

source: Username
hu_hu: Felhasználónév

source: Username number is required
hu_hu: Felhasználónév szám szükséges

source: Validation Failed
hu_hu: Érvényesítés sikertelen

source: Vanuatu Vatu
hu_hu: Vanuatui vatu

source: Verify Code
hu_hu: Kód ellenőrzése

source: Verify Constant Contact
hu_hu: Constant Contact ellenőrzése

source: Verify Pipedrive API Token
hu_hu: Pipedrive API token ellenőrzése

source: Verify Trello
hu_hu: Trello ellenőrzése

source: Verifying your card details. Please wait...
hu_hu: Kártyaadatok ellenőrzése. Kérjük várjon...

source: Vietnamese Dong
hu_hu: Vietnámi dong

source: View
hu_hu: Megtekintés

source: View Payments
hu_hu: Fizetések megtekintése

source: week
hu_hu: hét

source: West African Cfa Franc
hu_hu: Nyugat-afrikai valutaközösségi frank

source: will be billed until cancelled
hu_hu: lemondásig számlázásra kerül

source: Will be cancelled after %d payments
hu_hu: %d kifizetés után törlésre kerül

source: year
hu_hu: év

source: Yes, cancel this subscription
hu_hu: Igen, törölje ezt az előfizetést

source: You are redirecting Salesforce to authenticate
hu_hu: A Salesforce-t átirányítja a hitelesítéshez

source: You are redirecting to Mollie.com to complete the purchase. Please wait while you are redirecting....
hu_hu: A vásárlás befejezéséhez a Mollie.com oldalra irányítjuk át. Kérjük, várjon az átirányítás alatt....

source: You are redirecting to PayPal.com to complete the purchase. Please wait while you are redirecting....
hu_hu: A vásárlás befejezéséhez átirányítjuk a paypal.com oldalra. Várjon, amíg átirányítjuk....

source: You are redirecting to razorpay.com to complete the purchase. Please wait while you are redirecting....
hu_hu: A vásárlás befejezéséhez a razorpay.com oldalra irányítjuk át. Kérjük, várjon az átirányítás alatt....

source: You are redirecting to stripe.com to complete the purchase. Please wait while you are redirecting....
hu_hu: A vásárlás befejezéséhez átirányítjuk a stripe.com oldalra. Várjon, amíg átirányítjuk....

source: You can upload maximum 1 image
hu_hu: Legfeljebb 1 képet tölthet fel

source: Your %s API integration is up and running
hu_hu: Az Ön %s API-integrációja már működik

source: Your %s API Key is not valid
hu_hu: Az Ön %s API kulcsa nem érvényes

source: Your %s API Key is valid
hu_hu: Az Ön %s API kulcsa érvényes

source: Your ActiveCampaign configuration is invalid
hu_hu: Az ActiveCampaign konfigurációja érvénytelen

source: Your ActiveCampaign configuration is valid
hu_hu: Az ActiveCampaign konfiguráció érvényes

source: Your Amocrm API integration is up and running
hu_hu: Az Ön Amocrm API integrációja működik és működik

source: Your Amocrm Secret Key is not valid
hu_hu: Az Ön Amocrm titkos kulcsa nem érvényes

source: Your Amocrm Secret Key is valid
hu_hu: Az Ön Amocrm titkos kulcsa érvényes

source: Your API key settings has been verified and updated. All good!
hu_hu: Az API-kulcs beállításait ellenőrizte és frissítette. Minden rendben!

source: Your API settings has been updated and discarted
hu_hu: Az API-beállítások frissítve és elvetettük őket

source: Your Automizy api key has been verified and successfully set
hu_hu: A MailerLite API-kulcsodat ellenőriztük, és sikeresen be van állítva

source: Your Automizy API Key is not valid
hu_hu: Az Automizy API-kulcs érvénytelen

source: Your Automizy API Key is valid
hu_hu: Az Automizy API-kulcs érvényes

source: Your Aweber configuration is invalid
hu_hu: Az AWeber konfigurációd nem érvényes

source: Your Aweber configuration is valid
hu_hu: Az AWeber konfigurációd érvényes

source: Your Campaign Monitor configuration is invalid
hu_hu: A Campaign Monitor konfigurációja érvénytelen

source: Your Campaign Monitor configuration is valid
hu_hu: A Campaign Monitor konfigurációja érvényes

source: Your CleverReach API integration is up and running
hu_hu: A CleverReach API integrációja működik és működik

source: Your CleverReach API Key is not valid
hu_hu: A ConvertKit API-kulcsa nem érvényes

source: Your CleverReach API Key is valid
hu_hu: Az Ön CleverReach API kulcsa érvényes

source: Your ClickSend API Key has been verified and successfully set
hu_hu: A ClickSend API kulcsát ellenőriztük és sikeresen beállítottuk

source: Your ClickSend API Key is not valid
hu_hu: A ClickSend API kulcsa nem érvényes

source: Your ClickSend API Key is valid
hu_hu: Az Ön ClickSend API kulcsa érvényes

source: Your Constant Contact configuration is invalid
hu_hu: A Constant Contact konfigurációd nem érvényes

source: Your Constant Contact configuration is valid
hu_hu: A Constant Contact konfigurációd érvényes

source: Your ConvertKit api key has been verified and successfully set
hu_hu: A ConvertKit API-kulcsodat leellenőriztük, és sikeresen be van állítva

source: Your ConvertKit API Key is not valid
hu_hu: A ConvertKit API-kulcsa nem érvényes

source: Your ConvertKit API Key is valid
hu_hu: A ConvertKit API-kulcs érvényes

source: Your Drip configuration is invalid
hu_hu: A Drip konfigurációja érvénytelen

source: Your Drip configuration is valid
hu_hu: A Drip konfiguráció érvényes

source: Your Feed Name
hu_hu: A hírcsatornád neve

source: Your GetGist api key has been verified and successfully set
hu_hu: A GetGist API kulcsodat sikeresen ellenőriztük és beállítottuk

source: Your GetGist API Key is not valid
hu_hu: A GetGist API kulcsod nem érvényes

source: Your GetGist API Key is valid
hu_hu: A GetGist API kulcsod érvényes

source: Your GetResponse configuration is invalid
hu_hu: A GetResponse konfiguráció érvénytelen

source: Your GetResponse configuration is valid
hu_hu: A GetResponse konfiguráció érvényes

source: Your Google Access Code is not valid
hu_hu: A Google hozzáférési kódod nem érvényes

source: Your Google Access Code is valid
hu_hu: A Google hozzáférési kódod érvényes

source: Your Google Sheet api key has been verified and successfully set
hu_hu: A Google Sheet api kulcs ellenőrzése és sikeres beállítása

source: Your iContact configuration is invalid
hu_hu: Az iContact-konfigurációd érvénytelen

source: Your iContact configuration is valid
hu_hu: Az iContact beállításod érvényes

source: Your MailerLite api key has been verified and successfully set
hu_hu: A MailerLite api kulcs ellenőrzése és sikeres beállítása

source: Your MailerLite API Key is not valid
hu_hu: A MailerLite API-kulcs nem érvényes

source: Your MailerLite API Key is valid
hu_hu: A MailerLite API-kulcs érvényes

source: Your MooSend api key has been verified and successfully set
hu_hu: A MooSend api kulcs ellenőrzése és sikeres beállítása

source: Your MooSend API Key is not valid
hu_hu: A MooSend API-kulcs nem érvényes

source: Your MooSend API Key is valid
hu_hu: A MooSend API kulcsod érvényes

source: Your OnePageCrm API integration is up and running
hu_hu: A OnePageCrm API integrációja működik és működik

source: Your OnePageCRM api key has been verified and successfully set
hu_hu: A OnePageCRM api kulcsát ellenőriztük és sikeresen beállítottuk

source: Your OnePageCrm API Key is not valid
hu_hu: A OnePageCrm API kulcsa nem érvényes

source: Your OnePageCrm API Key is valid
hu_hu: Az Ön OnePageCrm API kulcsa érvényes

source: Your Pipedrive API token is invalid
hu_hu: A Pipedrive API tokenje érvénytelen

source: Your Pipedrive API token is valid
hu_hu: A Pipedrive API tokenje érvényes

source: Your Platformly configuration is invalid
hu_hu: A Platformly konfigurációd nem érvényes

source: Your Platformly configuration is valid
hu_hu: A Platformly konfigurációd érvényes

source: Your Salesforce API integration is up and running
hu_hu: A Salesforce API integrációja működik

source: Your Salesforce API Key is not valid
hu_hu: A Salesforce API kulcsa nem érvényes

source: Your Salesforce API Key is valid
hu_hu: A Salesforce API kulcsa érvényes

source: Your SendFox api key has been verified and successfully set
hu_hu: A SendFox api kulcs ellenőrzése és sikeres beállítása megtörtént

source: Your SendFox API Key is not valid
hu_hu: A SendFox API-kulcs nem érvényes

source: Your SendFox API Key is valid
hu_hu: A SendFox API kulcs érvényes

source: Your Sendinblue configuration is invalid
hu_hu: A Sendinblue konfigurációd nem érvényes

source: Your Sendinblue configuration is valid
hu_hu: A Sendinblue konfigurációd érvényes

source: Your settings has been updated
hu_hu: A beállítások frissültek

source: Your settings has been updated and discarded
hu_hu: A beállítások frissültek és elvetettük őket

source: Your settings has been updated and discarted
hu_hu: A beállításaidat frissítettük és elvetettük őket

source: Your settings has been updated!
hu_hu: A beállítások frissítve!

source: Your subscription has been cancelled. Refreshing the page...
hu_hu: Az Ön előfizetése törlésre került. Az oldal frissítése...

source: Your Trello configuration is invalid
hu_hu: A Trello konfigurációd nem érvényes

source: Your Trello configuration is valid
hu_hu: A Trello konfigurációd érvényes

source: Your Twilio api key has been verified and successfully set
hu_hu: A Twilio api kulcsodat ellenőriztük és sikeresen beállítottuk

source: Your Twilio API Key is not valid
hu_hu: Az Ön Twilio API kulcsa nem érvényes

source: Your Twilio API Key is valid
hu_hu: Az Ön Twilio API kulcsa érvényes

source: Your Zoho CRM API Key is not valid
hu_hu: A Zoho CRM API kulcsa nem érvényes

source: Your Zoho CRM API Key is valid
hu_hu: A Zoho CRM API kulcsa érvényes

source: Zip Code is a string type field.
hu_hu: Az irányítószám egy string típusú mező.

source: Zoho CRM Client ID
hu_hu: Zoho CRM ügyfél azonosító

source: Zoho CRM Client Secret
hu_hu: Zoho CRM ügyfél titok

source: Zoho CRM Settings
hu_hu: Zoho CRM beállítások

source: {first_interval_total} for first {billing_interval} then {subscription_amount} for each {billing_interval}
hu_hu: {first_interval_total} az első {billing_interval}, majd {subscription_amount} minden egyes {billing_interval} esetében

source: {subscription_amount} for each {billing_interval}
hu_hu: {subscription_amount} minden {billing_interval}
