Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION - fluentform PRO/fluentformpro-*.po
Languages: hu_hu

source: Mollie Error: Mollie does not support subscriptions right now!
hu_hu: Mollie Error: Mollie jelenleg nem támogatja az előfizetéseket!

source: month
hu_hu: hónap

source: Monthly Plan
hu_hu: Havi csomag

source: MooSend API Key
hu_hu: MooSend API kulcs

source: MooSend API Settings
hu_hu: MooSend API-beállítások

source: MooSend is email marketing software. Use Fluent Forms to collect customer information and automatically add it as MooSend subscriber list.
hu_hu: A MooSend egy e-mail marketing szoftver. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a MooSend feliratkozói listához.

source: Multi-Select
hu_hu: Több választási lehetőség

source: Net Promoter Score
hu_hu: Hálózati ajánló pontozás

source: No Access
hu_hu: Nincs hozzáférés

source: No activated payment method found. If you are an admin please check the payment settings
hu_hu: Nem található aktivált fizetési mód. Ha Ön rendszergazda, kérjük, ellenőrizze a fizetési beállításokat

source: No payment item selected yet
hu_hu: Még nincs kiválasztva kifizetési tétel

source: No subscription payments found
hu_hu: Nem találtak előfizetési kifizetéseket

source: Not at all Likely
hu_hu: Egyáltalán nem valószínű

source: Not Graded
hu_hu: Nincsen értékelve

source: Note
hu_hu: Megjegyzés

source: Note Details
hu_hu: Megjegyzés részletei

source: Number From
hu_hu: Számtól

source: Offline Payment
hu_hu: Offline fizetés

source: One time payment of {first_interval_total}
hu_hu: Egyszeri kifizetés {first_interval_total}

source: One time Payment Successfully made via Stripe. Charge ID:
hu_hu: Egyszeri fizetés Sikeresen teljesítve a Stripe-on keresztül. Terhelés azonosítója:

source: OnePageCrm Api Key
hu_hu: OnePageCrm Api kulcs

source: OnePageCRM is not configured yet! Please configure your OnePageCRM api first
hu_hu: A OnePageCRM még nincs konfigurálva! Kérjük, először konfigurálja a OnePageCRM api-t

source: OnePageCRM Services
hu_hu: OnePageCRM szolgáltatások

source: OnePageCrm Settings
hu_hu: OnePageCrm beállítások

source: OnePageCrm User ID
hu_hu: OnePageCrm felhasználói azonosító

source: Order Details
hu_hu: Rendelési adatok

source: Order ID:
hu_hu: Rendelés ID:

source: Organization Name
hu_hu: Szervezet neve

source: Other Fields
hu_hu: Egyéb mezők

source: Paid
hu_hu: Kifizetve

source: Paraguayan Guaraní
hu_hu: Paraguayi Guaraní

source: Partial Entries
hu_hu: Részleges tételek

source: Partial Refunded
hu_hu: Részleges visszaváltás

source: Paste your webhook url here. Click "Edit Channel" cog and create your channel webhook from integrations.
hu_hu: Illessze be ide a webhook url-jét. Kattintson a "Csatorna szerkesztése" gombra, és hozza létre a csatorna webhookját az integrációk közül.

source: Pay with Stripe
hu_hu: Fizetés Stripe-pal

source: Payment Cancelled
hu_hu: Fizetés visszautasítva

source: Payment data validation failed
hu_hu: A fizetési adatok érvényesítése sikertelen

source: Payment Details
hu_hu: Fizetési adatok

source: Payment Failed
hu_hu: Fizetési hiba

source: Payment Failed! Your card may have been declined.
hu_hu: Fizetés sikertelen! Lehet, hogy a kártyáját elutasították.

source: Payment Field
hu_hu: Kifizetési mező

source: Payment is not marked as paid yet.
hu_hu: A kifizetés nem volt megjelölve fizetettként.

source: Payment Item
hu_hu: Kifizetési tétel

source: Payment Method
hu_hu: Fizetési módszer

source: Payment Method:
hu_hu: Fizetési mód:

source: Payment Methods
hu_hu: Fizetési módok

source: Payment Modal is opening, Please complete the payment
hu_hu: Megnyílt a fizetési felület, kérjük, töltse ki a fizetést

source: Payment Module successfully enabled!
hu_hu: A fizetési modul sikeresen engedélyezve van!

source: Payment Settings
hu_hu: Fizetési beállítások

source: Payment Status
hu_hu: Fizetési állapot

source: Payment status changed to paid
hu_hu: A fizetési státusz kifizetettre változott

source: Payment Status:
hu_hu: Fizetés állapota:

source: Payment Success
hu_hu: Sikeres fizetés

source: Payment Summary
hu_hu: Fizetési összefoglaló

source: Payment Total
hu_hu: Fizetés Összesen

source: Payment was not marked as paid
hu_hu: A kifizetés nem volt megjelölve fizetettként

source: Payments
hu_hu: Fizetések

source: PayPal Error: PayPal does not support multiple subscriptions at one request
hu_hu: PayPal hiba: PayPal nem támogatja a több előfizetést egy kéréssel

source: PayPal Error: PayPal does not support subscriptions payment and single amount payment at one request
hu_hu: PayPal hiba: PayPal nem támogatja az előfizetés és az egyszeri összeg kifizetését egy kéréssel

source: PayPal recurring payment subscription successfully initiated
hu_hu: PayPal ismétlődő fizetési előfizetés sikeresen elindítva

source: Pending
hu_hu: Függőben

source: Phone
hu_hu: Telefon

source: Phone is a select type field.
hu_hu: A telefon egy select típusú mező.

source: Phone is a string type field.
hu_hu: A telefon egy string típusú mező.

source: Phone Number
hu_hu: Telefonszám

source: Phone number is not valid
hu_hu: Érvénytelen telefonszám

source: Pipedrive API Settings
hu_hu: Pipedrive API beállítások

source: Pipedrive is a deal-driven customer relationship management CRM solution that also works as an account-management tool with the ability to assist with marketing and the entire sales process. If you don't have an Pipedrive account, you can <a href="https://www.pipedrive.com/en/register" target="_blank">sign up for one here.</a>
hu_hu: A Pipedrive egy üzletvezérelt ügyfélkapcsolat-kezelő CRM-megoldás, amely fiókkezelő eszközként is működik, és képes segíteni a marketinget és a teljes értékesítési folyamatot. Ha még nincs Pipedrive-fiókja, <a href="https://www.pipedrive.com/en/register" target="_blank">itt regisztrálhat.</a>

source: Pipeline is a select type field.
hu_hu: A Pipeline egy select típusú mező.

source: Platformly API Key
hu_hu: Platformly API kulcs

source: Platformly API Settings
hu_hu: Platformly API beállítások

source: Platformly is an integrated email marketing, marketing automation, and small business CRM. Save time while growing your business with sales automation. Use Fluent Forms to collect customer information and automatically add it to your Platformly list. If you don't have an Platformly account, you can <a href="https://www.platform.ly/" target="_blank">sign up for one here.</a>
hu_hu: A Platformly egy integrált e-mail marketing, marketing automatizálás és kisvállalati CRM. Takarítson meg időt, miközben az értékesítés automatizálásával növelheti vállalkozását. Használja a Fluent Forms űrlapokat az ügyfelek adatainak összegyűjtéséhez és automatikus hozzáadásához a Platformly listájához. Ha még nincs Platformly-fiókja, <a href="https://www.platform.ly/" target="_blank">itt regisztrálhat.</a>

source: Platformly project id
hu_hu: Platformly projekt id

source: Please check your email inbox to confirm this submission
hu_hu: Kérjük, ellenőrizze az e-mail postaládáját a beküldés megerősítéséhez

source: Please Choose your Zoho CRM Account URL
hu_hu: Kérjük, válassza ki a Zoho CRM fiók URL címét

source: Please confirm your form submission
hu_hu: Kérjük, erősítse meg űrlapbenyújtását

source: Please fix the errors
hu_hu: Javítsd ki a hibákat

source: Please note that, Actual Refund needs to be handled in your Payment Service Provider.
hu_hu: Kérjük, vegye figyelembe, hogy a tényleges visszatérítést a fizetési szolgáltatójánál kell lebonyolítani.

source: Please Provide new refund amount only.
hu_hu: Kérjük, csak az új visszatérítési összeget adja meg.

source: Please Provide your ActiveCampaign API URL
hu_hu: Kérjük, add meg ActiveCampaign API URL-t

source: Please Provide your ClickSend Settings here
hu_hu: Kérjük, adja meg a ClickSend beállításait itt

source: Please Provide your Drip Account ID. Go to your Drip account settings -> general info and find the Account ID
hu_hu: Kérjük, adja meg a Drip-fiók azonosítóját. Menjen a Drip-fiók beállításaihoz -> általános információk és keresse meg a fiók azonosítóját

source: Please Provide your Platformly project id
hu_hu: Add meg a Platformly projekt ID-dat

source: Please Provide your Twilio Settings here
hu_hu: Kérjük, adja meg a Twilio beállításait itt

source: Please select a Post
hu_hu: Kérjük, válasszon egy posztot

source: Please Select and Configure the payment methods for this form, At least 1 method is required. If you select only one it will not show on the form for selection but will process that payment with the selected method.
hu_hu: Válassza ki és konfigurálja a fizetési módokat ehhez az űrlaphoz, legalább 1 fizetési mód szükséges. Ha csak egyet választ ki, az nem jelenik meg az űrlapon a kiválasztáshoz, hanem a kiválasztott módszerrel dolgozza fel a kifizetést.

source: Please Select Client Now
hu_hu: Kérjük, válaszd ki az ügyfelet most

source: Please select entries & action first
hu_hu: Kérjük, először válassza ki a bejegyzéseket és az akciót

source: Please select Payment Mode
hu_hu: Fizetési mód kiválasztása

source: Please select repeat field. Your ACF repeat and form field columns need to be equal
hu_hu: Válassza az ismétlő mezőt. Az ACF ismétlő és űrlapmező-oszlopoknak egyenlőnek kell lennie

source: Point
hu_hu: Pont

source: Post Code
hu_hu: Irányítószám

source: Post Code is a string type field.
hu_hu: Az irányítószám egy string típusú mező.

source: Post Selection
hu_hu: Poszt kiválasztás

source: Post/CPT Selection
hu_hu: Post/CPT kiválasztása

source: Powerful Inventory Management. Manage resources for events booking, reservations, or for selling products and tickets!
hu_hu: Hatékony leltárkezelés. Kezelje az erőforrásokat rendezvények lefoglalásához, foglalásokhoz vagy termékek és jegyek értékesítéséhez!

source: Prefix
hu_hu: Előtag

source: Price
hu_hu: Ár

source: Price:
hu_hu: Ár:

source: Priority
hu_hu: Prioritás

source: Priority is a select type field.
hu_hu: A prioritás egy select típusú mező.

source: Probability Of Winning
hu_hu: A győzelem valószínűsége

source: Probability Of Winning is a integer type field.
hu_hu: A nyerési valószínűség egy integer típusú mező.

source: Processing
hu_hu: Folyamatban

source: Processing payment. Please wait...
hu_hu: Fizetés feldolgozása. Kérjük várjon...

source: Product
hu_hu: Termék

source: Product Field Mapping
hu_hu: Termékmező-leképezés

source: Progress
hu_hu: Folyamat

source: Progress in Percentage
hu_hu: Fejlődés százalékban

source: Progress is a number type field.
hu_hu: A Progress egy szám típusú mező.

source: Project
hu_hu: Projekt

source: Project Category
hu_hu: Projekt kategória

source: Project Category is a select type field.
hu_hu: A projektkategória egy select típusú mező.

source: Project Details
hu_hu: Projekt részletek

source: Project Details is a string type field.
hu_hu: A projekt részletei egy karakterlánc típusú mező.

source: Project is a select type field.
hu_hu: A projekt egy select típusú mező.

source: Project Name
hu_hu: Project Név

source: Project Name is a string type field.
hu_hu: A projekt neve egy karakterlánc típusú mező.

source: Project Status
hu_hu: A projekt állapota

source: Project Status is a string type field.
hu_hu: A projekt állapota egy karakterlánc típusú mező.

source: Provide your live api key for your live payments
hu_hu: Adja meg az élő api kulcsot az élő fizetésekhez

source: Provide your live api secret for your live payments
hu_hu: Adja meg az élő api titkát az élő kifizetésekhez

source: Provide your test api key for your test payments
hu_hu: Adja meg a teszt api kulcsot a tesztfizetésekhez

source: Provide your test api secret for your test payments
hu_hu: Adja meg a teszt api titkát a tesztfizetésekhez

source: Qty
hu_hu: Mennyiség

source: Quantity
hu_hu: Mennyiség

source: Quiz
hu_hu: Kvíz

source: Quiz Result
hu_hu: Kvíz eredmény

source: Quiz Score
hu_hu: Kvíz pontszám

source: RazorPay Error: RazorPay does not support subscriptions right now!
hu_hu: RazorPay hiba: RazorPay jelenleg nem támogatja az előfizetéseket!

source: RazorPay Notifications
hu_hu: RazorPay értesítések

source: Recipients Email
hu_hu: Címzettek e-mail címe

source: Recipients Email is a required string type field.
hu_hu: A Címzettek e-mail címe kötelező karakterlánc típusú mező.

source: Reference ID
hu_hu: Azonosító ID

source: Refund
hu_hu: Visszatérítés

source: Refund Note
hu_hu: Visszatérítési megjegyzés

source: Refunded
hu_hu: Visszatérített

source: Refunds
hu_hu: Visszatérítések

source: Related Payments
hu_hu: Kapcsolódó kifizetések

source: Repeat Field
hu_hu: Mező ismétlése

source: Repeat Field Columns
hu_hu: Mezőoszlopok ismétlése

source: Repeater Field
hu_hu: Ismétlő mező

source: Request body is required
hu_hu: A kérelem törzse szükséges

source: Request URL format is invalid
hu_hu: A kérelem URL-formátuma érvénytelen

source: Request URL is required
hu_hu: Kérés-URL szükséges

source: Rwandan Franc
hu_hu: Ruandai frank

source: Salesforce App Consumer Secret
hu_hu: Salesforce App fogyasztói titok

source: Salesforce Consumer Key
hu_hu: Salesforce fogyasztói kulcs

source: Salesforce Consumer Secret
hu_hu: Salesforce fogyasztói titok

source: Salesforce Domain URL
hu_hu: Salesforce Domain URL cím

source: Salesforce is not configured yet! Please configure your Salesforce api first
hu_hu: A Salesforce még nincs konfigurálva! Kérjük, először konfigurálja a Salesforce api-t

source: Salesforce Services
hu_hu: Salesforce szolgáltatások

source: Salesforce Settings
hu_hu: Salesforce beállítások

source: Salutation
hu_hu: Megszólítás

source: Salutation is a string type field.
hu_hu: Az üdvözlés egy string típusú mező.

source: Sandbox Account
hu_hu: Sandbox fiók

source: Save
hu_hu: Mentés

source: Save Settings
hu_hu: Beállítások mentése

source: SCA is required for this payment. Requested SCA info from customer
hu_hu: Ehhez a kifizetéshez SCA szükséges. Az ügyféltől kért SCA-információ

source: Select
hu_hu: Kiválasztás

source: Select a Purpose
hu_hu: Válasszon ki egy célt

source: Select a Template Category
hu_hu: Sablon kategória kiválasztása

source: Select Action Status
hu_hu: Válassza ki a művelet állapotát

source: Select Amocrm Service
hu_hu: Amocrm szolgáltatás kiválasztása

source: Select appropriate field for this mapping
hu_hu: Válassza ki a megfelelő mezőt ehhez a leképezéshez

source: Select Categories
hu_hu: Kategóriák választása

source: Select Category
hu_hu: Kategória kiválasztása

source: Select checkbox field for this mapping
hu_hu: Jelölőnégyzet kiválasztása a leképezéshez

source: Select CleverReach List
hu_hu: Lista hozzárendelés kiválasztása

source: Select Date field for this mapping
hu_hu: Dátum mező kiválasztása ehhez a leképezéshez

source: Select Email
hu_hu: Válasszon e-mailt

source: Select File Upload field for this mapping
hu_hu: A fájlfeltöltési mező leképezése

source: Select File upload field for this mapping
hu_hu: A fájlfeltöltési mező leképezése

source: Select Image upload field for this mapping
hu_hu: Képfeltöltés mező kiválasztása ehhez a leképezéshez

source: Select Insightly Service
hu_hu: Válassza ki az Insightly szolgáltatást

source: Select Lead Source
hu_hu: Válassza ki a lead forrást

source: Select Mailjet Service
hu_hu: Válassza ki a Mailjet szolgáltatást

source: Select Mailster List
hu_hu: Válassza ki a Mailster listát

source: Select Ogranisation
hu_hu: Szervezet kiválasztása

source: Select OnePageCRM Service
hu_hu: OnePageCRM szolgáltatás kiválasztása

source: Select Opportunity Category
hu_hu: Válassza ki a lehetőség kategóriáját

source: Select Owner User
hu_hu: Tulajdonos felhasználó kiválasztása

source: Select Parent | Select Child
hu_hu: Szülő kiválasztása | Gyerek kiválasztása

source: Select Phone Type
hu_hu: Telefon típusának kiválasztása

source: Select Post
hu_hu: Bejegyzés kijelölése

source: Select Project
hu_hu: Projekt kiválasztása

source: Select Project Category
hu_hu: Projekt kategória kiválasztása

source: Select Project Status
hu_hu: Válassza ki a projekt állapotát

source: Select Purpose
hu_hu: Cél kiválasztása

source: Select radio field for this mapping
hu_hu: Rádiómező kiválasztása ehhez a leképezéshez

source: Select Responsible User
hu_hu: Felelős felhasználó kiválasztása

source: Select Salesforce Service
hu_hu: Válassza ki a Salesforce szolgáltatást

source: Select select field for this mapping
hu_hu: A leképezéshez jelöljön ki egy mezőt

source: Select single checkbox field for this mapping
hu_hu: Egyetlen jelölőnégyzetmező kijelölése ehhez a leképezéshez

source: Select Status
hu_hu: Állapot kiválasztása

source: Select status of the deal
hu_hu: Válassza ki az üzlet státuszát

source: Select the Campaign Monitor client that you want to connect this site
hu_hu: Válassza ki azt a Campaign Monitor klienst, amelyhez csatlakoztatni szeretné ezt a webhelyet

source: Select the CleverReach list you would like to add your contacts to.
hu_hu: Válassza ki a CleverReach listát, amelyhez hozzá szeretné adni a kapcsolatait.

source: Select the User
hu_hu: Válassza ki a Felhasználót

source: Select URL Type
hu_hu: URL típus kiválasztása

source: Select which Product this field is tied to
hu_hu: Válassza ki, hogy melyik termékhez van kötve ez a mező

source: Selected entries successfully deleted
hu_hu: A kijelölt kitöltéseket sikerült törölni

source: Selected WebHook Feed is deleted
hu_hu: A kijelölt WebHook hírcsatorna törölve

source: Send notification with form data to your Discord channel when a form is submitted.
hu_hu: Értesítés küldése űrlapadatokkal a Discord-csatornádra, amikor egy űrlapot elküldenek.

source: Sender Number
hu_hu: Feladó száma

source: Sender number is required
hu_hu: A feladó száma kötelező

source: SendFox API Key
hu_hu: SendFox API kulcs

source: SendFox API Settings
hu_hu: SendFox API-beállítások

source: SendFox is email marketing software. Use Fluent Forms to collect customer information and automatically add it as SendFox subscriber list.
hu_hu: A SendFox egy e-mail marketing szoftver. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a SendFox előfizetői listájához.

source: Sendinblue API Settings
hu_hu: Sendinblue API beállítások

source: Sendinblue is an integrated email marketing, marketing automation, and small business CRM. Save time while growing your business with sales automation. Use Fluent Forms to collect customer information and automatically add it to your Sendinblue list. If you don't have an Sendinblue account, you can <a href="https://www.sendinblue.com//" target="_blank">sign up for one here.</a>
hu_hu: A Sendinblue egy integrált e-mail marketing, marketing automatizálás és kisvállalati CRM. Takarítson meg időt, miközben az értékesítés automatizálásával növeli vállalkozását. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a Sendinblue listájához. Ha még nincs Sendinblue-fiókja, <a href="https://www.sendinblue.com//" target="_blank">itt regisztrálhat.</a>

source: Sendinblue V3 API Key
hu_hu: Sendinblue V3 API kulcs

source: Set Amocrm API
hu_hu: Amocrm API beállítása

source: Set API
hu_hu: API beállítása

source: Set CleverReach API
hu_hu: CleverReach API beállítása

source: Set ClickSend SMS Notification API
hu_hu: ClickSend SMS értesítés API beállítása

source: Set Mailjet API
hu_hu: Mailjet API beállítása

source: Set OnePageCRM API
hu_hu: OnePageCRM API beállítása

source: Set Salesforce API
hu_hu: Salesforce API beállítása

source: Settings successfully saved
hu_hu: Beállítások sikeresen mentve

source: Settings successfully updated
hu_hu: A beállítások frissítése sikerült

source: Settings successfully updated!
hu_hu: A beállítások frissítése sikerült!

source: Shipping Address
hu_hu: Szállítási cím

source: Shipping Address:
hu_hu: Szállítási cím:

source: Signup Fee for
hu_hu: Feliratkozási díj a

source: SMS Provider Settings (ClickSend)
hu_hu: SMS szolgáltató beállításai (ClickSend)

source: SMS Provider Settings (Twilio)
hu_hu: SMS szolgáltató beállításai (Twilio)

source: Sometimes, PayPal payments take a few moments to mark as paid. We are trying to process your payment. Please do not close or refresh the window.
hu_hu: Néha a PayPal-fizetéseknek néhány pillanatig tart, mire kifizetettnek jelölik őket. Megpróbáljuk feldolgozni a fizetését. Kérjük, ne zárja be vagy frissítse az ablakot.

source: Sorry! No entries found. All your entries will be shown here once you start getting form submissions
hu_hu: Sajnáljuk, de nem találtunk kitöltött űrlapokat. Az összes űrlap kitöltés itt fog megjelenni, ha már vannak kitöltések

source: Sorry! No selected payment method found. Please select a valid payment method
hu_hu: Sajnáljuk! Nem található kijelölt fizetési mód. Válasszon érvényes fizetési módot

source: Sorry! We couldn't mark your payment as paid. Please try again later!
hu_hu: Bocsánat! Nem tudtuk kifizetettnek jelölni a fizetését. Kérjük, próbálja meg később újra!

source: Sorry! You do not have permission to activate this license.
hu_hu: Sajnáljuk,de nincsen engedélyed a liszensz aktiválására.

source: Sorry! You do not have permission to deactivate this license.
hu_hu: Sajnáljuk,de nincsen engedélyed a liszensz deaktiválására.

source: Sorry, multiple subscription item is not supported
hu_hu: Sajnáljuk, a többszörös előfizetés nem támogatott

source: Sorry, you can not apply this coupon with other coupon code
hu_hu: Sajnálom, ezt a kupont nem lehet más kuponkóddal együtt alkalmazni

source: Sorry, You do not have access to this form
hu_hu: Sajnáljuk, nincs hozzáférése ehhez az űrlaphoz

source: South Korean Won
hu_hu: Dél-koreai won

source: Stage Number
hu_hu: Szakasz száma

source: Stage Number is a int type field.
hu_hu: A Stage Number egy int típusú mező.

source: Starred
hu_hu: Megjelölt

source: Starred Campaign
hu_hu: Csillagos kampány

source: Starred is a bool type field.
hu_hu: A Starred egy bool típusú mező.

source: Started:
hu_hu: Elkezdett:

source: State is a string type field.
hu_hu: Az állapot egy string típusú mező.

source: Status
hu_hu: Állapot

source: Status is a select type field.
hu_hu: A státusz egy select típusú mező.

source: Stripe Error: Payment Failed! Please try again.
hu_hu: Stripe hiba: Fizetés sikertelen! Kérjük, próbálja meg újra.

source: Stripe recurring subscription successfully initiated
hu_hu: Stripe ismétlődő előfizetés sikeresen elindítva

source: Stripe test mode activated
hu_hu: Stripe teszt üzemmód aktiválva

source: Stripe token/payment_method is required
hu_hu: Stripe token/payment_method szükséges

source: Strong Customer Authentication is required. Please complete 2 factor authentication.
hu_hu: Erős ügyfél-hitelesítésre van szükség. Kérjük, töltse ki a 2 faktoros hitelesítést.

source: Styles successfully updated
hu_hu: A stílusokat sikeresen frissítettük

source: Sub-Total
hu_hu: Részösszeg

source: Subscription Field
hu_hu: Előfizetési mező

source: Subscription Item
hu_hu: Előfizetési tétel

source: Subscription status changed from pending to active
hu_hu: Az előfizetés státusza függőből aktívra változott

source: Subscriptions
hu_hu: Előfizetések

source: Suffix
hu_hu: Utótag

source: Task Details
hu_hu: Feladat részletei

source: Task Details is a required string type field.
hu_hu: A Feladat részletei egy kötelező karakterlánc típusú mező.

source: Task Details is a string type field.
hu_hu: A Feladat részletei egy karakterlánc típusú mező.

source: Task Duration
hu_hu: Feladat időtartama

source: Task Duration is a int type field.
hu_hu: A feladat időtartama egy int típusú mező.

source: Task Entity Type
hu_hu: Feladat Entitás típusa

source: Task Entity Type is a select type field.
hu_hu: A Feladategység típusa egy select típusú mező.

source: Task Name
hu_hu: Feladat neve

source: Task name is a required string type field.
hu_hu: A feladat neve egy kötelező string típusú mező.
