Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION - fluentform PRO/fluentformpro-*.po
Languages: hu_hu

source: Enter Country
hu_hu: Adja meg az országot

source: Enter Country Code
hu_hu: Országkód megadása

source: Enter Creation Date
hu_hu: Létrehozási dátum megadása

source: Enter Customer Name
hu_hu: Adja meg az ügyfél nevét

source: Enter Date Of Birth
hu_hu: Adja meg a születési dátumot

source: Enter Deal Details
hu_hu: Adja meg az üzlet részleteit

source: Enter Deal Name
hu_hu: Adja meg az üzlet nevét

source: Enter Email
hu_hu: Email megadása

source: Enter Email Html Part
hu_hu: Enter Email Html rész

source: Enter Email Subject
hu_hu: Adja meg az e-mail tárgyát

source: Enter Email Text Part
hu_hu: Adja meg az e-mail szöveges részét

source: Enter Expected Close Date
hu_hu: Adja meg a várható zárási dátumot

source: Enter Expected purchase value
hu_hu: Adja meg a várható vásárlási értéket

source: Enter Facebook
hu_hu: Adja meg a Facebookot

source: Enter FAX
hu_hu: FAX beírása

source: Enter Fax
hu_hu: Fax megadása

source: Enter FAX Phone
hu_hu: FAX telefonszám megadása

source: Enter First Name
hu_hu: Adja meg a keresztnevét

source: Enter Forecast Close Date
hu_hu: Adja meg az előrejelzés zárási dátumát

source: Enter Google Access Code. Please find this by clicking 'Get Google Sheet Access Code' Button
hu_hu: Add meg a Google hozzáférési kódot. Megtalálhatod a Google Táblázatok hozzáférési kód megszerzése gombra kattintva

source: Enter Home Phone
hu_hu: Adja meg az otthoni telefonszámot

source: Enter Industry
hu_hu: Adja meg az iparágat

source: Enter Item Description
hu_hu: Adja meg a tétel leírását

source: Enter Item Name
hu_hu: Írja be a tétel nevét

source: Enter Item Price
hu_hu: Adja meg a tétel árát

source: Enter Job Title
hu_hu: Adja meg a munkakör címét

source: Enter Last Name
hu_hu: Add meg a vezetékneved

source: Enter Lead Name
hu_hu: Adja meg a vezető nevét

source: Enter LinkedIn URL
hu_hu: Adja meg a LinkedIn URL-címét

source: Enter List element name
hu_hu: Listaelem nevének megadása

source: Enter List Name
hu_hu: Listanév megadása

source: Enter Mobile
hu_hu: Adja meg a mobiltelefont

source: Enter Mobile Phone
hu_hu: Adja meg a mobiltelefont

source: Enter Note Details
hu_hu: Adja meg a jegyzet adatait

source: Enter Notes Date
hu_hu: Megjegyzések megadása Dátum

source: Enter Number Of Employees
hu_hu: Adja meg az alkalmazottak számát

source: Enter Organisation Title
hu_hu: Szervezet címének megadása

source: Enter Other City
hu_hu: Másik város megadása

source: Enter Other Country
hu_hu: Más ország megadása

source: Enter Other Phone
hu_hu: Másik telefonszám megadása

source: Enter Other Post Code
hu_hu: Egyéb postai irányítószám megadása

source: Enter Other State
hu_hu: Adja meg az egyéb államot

source: Enter Other Street Address
hu_hu: Másik utca címének megadása

source: Enter Phone
hu_hu: Adja meg a telefont

source: Enter Probability Of Winning
hu_hu: Adja meg a nyerés valószínűségét

source: Enter Project Details
hu_hu: Adja meg a projekt adatait

source: Enter Project Name
hu_hu: Adja meg a projekt nevét

source: Enter Recipients Email
hu_hu: Adja meg a címzettek e-mail címét

source: Enter Salutation
hu_hu: Üdvözlés megadása

source: Enter Sender Email
hu_hu: Adja meg a feladó e-mail címét

source: Enter Sender Name
hu_hu: Adja meg a feladó nevét

source: Enter State
hu_hu: Állam megadása

source: Enter Task Details
hu_hu: Feladat részleteinek megadása

source: Enter Task Duration
hu_hu: Feladat időtartamának megadása

source: Enter Task Entity Type
hu_hu: Feladategység típusának megadása

source: Enter Task Name
hu_hu: Feladat nevének megadása

source: Enter Task Result Details
hu_hu: A feladat eredményének részleteinek megadása

source: Enter Title
hu_hu: Cím megadása

source: Enter Twilio Account SID. This can be found from twillio
hu_hu: Adja meg a Twilio-fiók SID azonosítóját. Ez a twillio oldalon található

source: Enter Twilio API Auth Token. This can be found from twillio
hu_hu: Adja meg a Twilio API Auth Token-t. Ez a twillio oldalon található

source: Enter Twitter URL
hu_hu: Twitter URL megadása

source: Enter URL
hu_hu: URL megadása

source: Enter Website
hu_hu: Weboldal megadása

source: Enter your %s Api Key, Copy the API Code and paste it here, then click on Save button
hu_hu: Adja meg az %s Api kulcsot, másolja ki az API kódot és illessze be ide, majd kattintson a Mentés gombra

source: Enter your Account ID. It's a numeric value. You will get in the api settings
hu_hu: Adja meg a számlaazonosítóját. Ez egy numerikus érték. Az api beállításoknál kapja meg

source: Enter your ActiveCampaign API Key, if you do not have <br>Please login to your ActiveCampaign account and find the api key
hu_hu: Add meg ActiveCampaign API-kulcsodat, ha nincsen, <br>kérjük, jelentkezz be az ActiveCampaign fiókodba, és keresd meg az API-kulcsodat

source: Enter your Airtable API Key
hu_hu: Adja meg az Airtable API kulcsát

source: Enter your Amocrm Integration ID
hu_hu: Adja meg az Amocrm integrációs azonosítóját

source: Enter your Amocrm Integration Secret Key
hu_hu: Adja meg az Amocrm integrációs titkos kulcsát

source: Enter your Automizy API Key, if you do not have <br>Please login to your Automizy account and go to<br>Account -> Settings -> Api Token
hu_hu: Adja meg az Automizy API kulcsát, ha még nem rendelkezik <br>Kérjük, jelentkezzen be az Automizy fiókjába, és menjen aAccount<br>-&gt; Settings -&gt; Api Token</br>menüpontra</br>

source: Enter your Aweber Access token, if you do not have <br>Please click on the get Access token
hu_hu: Add meg az AWeber hozzáférési tokent, ha nincsen, <br>akkor kattints a Hozzáférési token megszerzése gombra

source: Enter your Campaign Monitor API Key, if you do not have <br>Please login to your Campaign Monitor account and find the api key
hu_hu: Adja meg a Campaign Monitor API kulcsát, ha nincs meg <br>Kérjük, jelentkezzen be a Campaign Monitor fiókjába, és keresse meg az API kulcsot</br>

source: Enter your CleverReach Client ID
hu_hu: Adja meg a CleverReach ügyfél azonosítóját

source: Enter your CleverReach Client secret
hu_hu: Adja meg a CleverReach ügyféltitkát

source: Enter your clicksend sender number
hu_hu: Adja meg a clicksend feladó számát

source: Enter your Client Folder ID
hu_hu: Add meg az Ügyfélmappa AZONOSÍTÓJÁT

source: Enter your Constant Contact access token Key, if you do not have <br>Please click here to get yours
hu_hu: Add meg a Constant Contact hozzáférési token kulcsot, ha nincsen, <br>akkor kattints ide a megszerzéséhez

source: Enter your ConvertKit API Key, if you do not have <br>Please login to your ConvertKit account and go to<br>Profile -> Account Settings -> Account Info
hu_hu: Add meg a ConvertKit API-kulcsodat, ha nincsen<br>kérjük, jelentkezz be a ConvertKit fiókodba, és menj a <br>Profile-> Fiók beállítások-> Fiókinformációk részre

source: Enter your ConvertKit API Secret, if you do not have <br>Please login to your ConvertKit account and go to<br>Profile -> Account Settings -> Account Info
hu_hu: Add meg a ConvertKit API Secret-et, ha nincs<br>kérjük, jelentkezz be ConvertKit fiókodba, és menj a <br>Profile-> Fiók beállítások-> Fiókinformációk részre

source: Enter your Drip API Key, if you do not have <br>Please login to your Drip account settings -> User Info and find the api key
hu_hu: Adja meg a Drip API-kulcsot, ha nem rendelkezik vele<br>Kérjük, jelentkezzen be a Drip fiók beállításaiba -> Felhasználói adatok és keresse meg az API kulcsot

source: Enter your GetGist API Key, if you do not have <br>Please login to your GetGist account and go to<br>Settings -> Integrations -> API key
hu_hu: Add meg a GetGist API kulcsodat, ha nincsen, <br>kérjük jelentkezz be a GetGist fiókodba és menj a <br> Beállítások -> Integráció -> API kulcs részhez

source: Enter your GetResponse API Key, if you do not have<br />Please login to your GetResponse account and go to<br />Integrations & API from main menu.
hu_hu: Add meg a GetResponse API kulcsodat, ha nincsen<br>kérjük jelentkezz be a GetResponse fiókodba és menj a <br/>Főmenüből az Integrációk & API részre.

source: Enter your Google Map API Key
hu_hu: Adja meg a Google Map API kulcsát

source: Enter your iContact Account Email Address
hu_hu: Add meg az iContact fiókod e-mail címét

source: Enter your iContact API Password
hu_hu: Add meg az iContact API jelszavát

source: Enter your iContact Application Key
hu_hu: Add meg a iContact alkalmazás kulcsát

source: Enter your Insightly API Key
hu_hu: Adja meg az Insightly API kulcsát

source: Enter your Insightly API URL
hu_hu: Adja meg az Insightly API URL-címét

source: Enter your MailerLite API Key, if you do not have <br>Please login to your MailerLite account and go to<br>Profile -> Account Settings -> Account Info
hu_hu: Add meg MailerLite API-kulcsodat, ha nincsen, <br>kérjük, jelentkezz be a MailerLite fiókodba és menj<br>Profile-> Fiók beállítások-> Fiókinformációk részhez

source: Enter your Mailjet API Key
hu_hu: Adja meg Mailjet API kulcsát

source: Enter your Mailjet Secret Key
hu_hu: Adja meg a Mailjet titkos kulcsát

source: Enter your MooSend API Key, if you do not have <br>Please login to your MooSend account and go to<br>Account -> Api Key
hu_hu: Add meg a Moosend API kulcsodat, ha nincsen ilyened, akkor <br>jelentkezz be a Moosend fiókodba és menj<br> a Fiók -> API kulcs részhez

source: Enter your OnePageCrm Api Key
hu_hu: Adja meg OnePageCrm Api kulcsát

source: Enter your OnePageCrm User ID
hu_hu: Adja meg OnePageCrm felhasználói azonosítóját

source: Enter your Pipedrive API token, if you do not have follow-up upper instructions.
hu_hu: Adja meg a Pipedrive API tokenjét, ha nem rendelkezik a felső utasítások nyomon követésével.

source: Enter your Platformly API Key, if you do not have <br>Please login to your Platformly account and find the api key
hu_hu: Add meg a Platformly API kulcsodat, ha nincsen, <br>kérjük jelentkezz be a Platformly fiókodba és keresd meg az API kulcsot

source: Enter your Salesforce Consumer Key
hu_hu: Adja meg a Salesforce Consumer Key kulcsát

source: Enter your Salesforce Consumer secret
hu_hu: Adja meg a Salesforce Fogyasztói titkát

source: Enter your Salesforce domain URL
hu_hu: Adja meg a Salesforce-domain URL-címét

source: Enter your SendFox API Key, if you do not have <br>Please login to your Sendfox account and go to<br>Account -> Appi Key
hu_hu: Add meg a SendFox API-kulcsodat, ha nincsen<br>kérjük, jelentkezz be a Sendfox fiókodba és menj <br>Fiók -> API kulcs

source: Enter your Sendinblue API Key, if you do not have <br>Please login to your Sendinblue account and find the api key
hu_hu: Add meg a Sendinblue API kulcsodat, ha nincsen, <br>kérjük jelentkezz be a Sendinblue fiókodba és keresd meg az API kulcsot

source: Enter your Telegram API channel user ID, You can also use message id. Please check documentation for more details.
hu_hu: Adja meg a Telegram API-csatorna felhasználói azonosítóját, Az üzenetazonosítót is használhatja. További részletekért kérjük, ellenőrizze a dokumentációt.

source: Enter your Telegram Bot Token
hu_hu: Adja meg a Telegram Bot Tokent

source: Enter your Test Message
hu_hu: Írja be a tesztüzenetet

source: Enter your Trello access token Key, if you do not have <br>Please click here to get yours
hu_hu: Add meg a Trello hozzáférési tokenedet. Ha nincsen, akkor <br>kattints ide a megszerzéséhez

source: Enter your twillo sender number
hu_hu: Írd be a Twillio feladó számát

source: Enter your Zoho CRM Key, if you do not have <br>Please login to your Zoho CRM account and go to <a href='https://api-console.zoho.com/'>Zoho Developer Console</a>
hu_hu: Adja meg a Zoho CRM kulcsát, ha nem rendelkezik <br>Kérjük, jelentkezzen be a Zoho CRM fiókjába, és lépjen be a <a href='https://api-console.zoho.com/'>Zoho Developer Console-ra</a></br>

source: Enter your Zoho CRM Client ID, if you do not have <br>Please login to your Zoho CRM account and go to <a href='https://api-console.zoho.com/'>Zoho Developer Console</a><br>
hu_hu: Adja meg a Zoho CRM ügyfél-azonosítóját, ha nem rendelkezik <br>Kérjük, jelentkezzen be a Zoho CRM fiókjába, és lépjen a <a href='https://api-console.zoho.com/'>Zoho Developer Console-ra</a></br> <br><br></br>

source: Enter Zip Code
hu_hu: Irányítószám megadása

source: Entry data successfully updated
hu_hu: A belépési adatok sikeresen frissítve

source: Error Occurred while sending email
hu_hu: Hiba lépett fel e-mail küldése közben

source: Exclude the contact
hu_hu: A kapcsolat kizárása

source: Expected Close Date
hu_hu: Várható zárási dátum

source: Expected Close Date is a date type field.
hu_hu: A Várható zárási dátum egy dátum típusú mező.

source: Expected purchase value is a required number type field.
hu_hu: A várható vásárlási érték egy kötelező szám típusú mező.

source: Extremely Likely
hu_hu: Nagyon valószínű

source: Facebook is a string type field.
hu_hu: A Facebook egy string típusú mező.

source: Failed
hu_hu: Sikertelen

source: Failed to save settings
hu_hu: Nem sikerült menteni a beállításokat

source: failing
hu_hu: hibás

source: FAX is a string type field.
hu_hu: A FAX egy karakterlánc típusú mező.

source: Fax is a string type field.
hu_hu: A Fax egy string típusú mező.

source: Fax Number
hu_hu: Fax szám

source: FAX Phone
hu_hu: FAX Telefon

source: FAX Phone is a string type field.
hu_hu: A FAX telefon egy karakterlánc típusú mező.

source: Feed Name
hu_hu: Hírcsatorna neve

source: Feed Name is required
hu_hu: Hírcsatorna neve szükséges

source: Feed successfully created
hu_hu: A hírcsatorna sikeresen létrehozva

source: Feed successfully updated
hu_hu: A hírcsatorna sikeresen frissült

source: Field Columns which a user will be able to repeat.
hu_hu: Mezőoszlopok, amelyeket a felhasználó megismételhet.

source: Field name is required
hu_hu: Mezőnév szükséges

source: First Name
hu_hu: Keresztnév

source: First Name is a required string type field.
hu_hu: A keresztnév egy kötelező karakterlánc típusú mező.

source: First Name is a string type field.
hu_hu: A keresztnév egy string típusú mező.

source: First name is a string type field.
hu_hu: A keresztnév egy string típusú mező.

source: Fluent Forms
hu_hu: WP Fluent Forms

source: Fluent Forms Pro Add On Pack
hu_hu: Fluent Forms Pro kiegészítő csomag

source: Fluent Forms Pro License
hu_hu: Fluent Forms Pro Liszensz

source: Footer
hu_hu: Lábléc

source: For address autocomplete feature you may setup google map API details
hu_hu: A cím automatikus kitöltése funkcióhoz beállíthatja a google map API adatait

source: Forecast Close Date
hu_hu: Előrejelzés Zárás dátuma

source: Forecast Close Date is a date type field on y-m-d.
hu_hu: Az előrejelzés zárónapja egy dátumtípusú mező y-m-d értéken.

source: Form Field
hu_hu: Űrlapmező

source: Form validation has been failed
hu_hu: Az űrlap érvényesítése nem sikerült

source: Free for {trial_days} days then {subscription_amount} for each {billing_interval}
hu_hu: Ingyenes {trial_days} napig, majd {subscription_amount} minden egyes {billing_interval} nap után

source: From Subscriptions
hu_hu: Előfizetésekből

source: General Error
hu_hu: Általános hiba

source: GetGist API Key
hu_hu: GetGist API kulcs

source: GetGist Settings
hu_hu: GetGist beállítások

source: GetResponse API Key
hu_hu: GetResponse API kulcs

source: GetResponse API Settings
hu_hu: GetResponse API-beállítások

source: GetResponse is an email marketing platform. It enables you to send email newsletters, campaigns, online surveys and follow-up autoresponders. Simple, easy interface. Use Fluent Forms to collect customer information and automatically add it to your GetResponse list. If you don't have a GetResponse account, you can <a href="https://www.getresponse.com/" target="_blank">sign up for one here.</a>
hu_hu: A GetResponse egy e-mail marketing platform. Lehetővé teszi e-mail hírlevelek, kampányok, online felmérések és utólagos automatikus válaszküldések küldését. Egyszerű, könnyű kezelőfelület. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a GetResponse listájához. Ha még nincs GetResponse-fiókja, <a href="https://www.getresponse.com/" target="_blank">itt regisztrálhat.</a>

source: Google Map API is set.
hu_hu: A Google Map API be van állítva.

source: Google Map API Key
hu_hu: Google Map API kulcs

source: Google Map Api key has been saved
hu_hu: A Google Map Api kulcs el lett mentve

source: Google Map API key is not valid
hu_hu: A Google Map API kulcsa nem érvényes

source: Google Map Integration Settings
hu_hu: Google Térkép integráció beállításai

source: Google Sheets
hu_hu: Google táblázatok

source: Guinean Franc
hu_hu: Guineai frank

source: has been refunded via
hu_hu: visszatérítésre került a

source: Header name is required
hu_hu: Fejlécnév szükséges

source: Hide Choice When Stock is Out
hu_hu: Rejtsd el a választást, ha elfogyott a készlet

source: Hide Input When Stock is Out
hu_hu: Bemenet elrejtése, ha a készlet elfogyott

source: Home Phone
hu_hu: Otthoni telefon

source: Home Phone is a string type field.
hu_hu: Az otthoni telefon egy karakterlánc típusú mező.

source: Hubspot API Settings
hu_hu: HubSpot API-beállítások

source: Hubspot is a CRM software. Use Fluent Forms to collect customer information and automatically add to Hubspot. Please login to your Hubspot account and Create a new private app with scope <b>crm.schemas.contacts.read</b> and copy your token, check this <a href="https://wpmanageninja.com/docs/fluent-form/integrations-available-in-wp-fluent-form/hubspot-integration-with-wp-fluent-form-wordpress-plugin/" target="_blank">link</a> for details. If you have pro version also check <b>contacts-lists-access</b> scope
hu_hu: A Hubspot egy CRM szoftver. Használja a Fluent Forms-t az ügyféladatok gyűjtéséhez és automatikus hozzáadásához a Hubspothoz. Kérjük, jelentkezzen be a Hubspot-fiókjába, és hozzon létre egy új privát alkalmazást <b>crm.schemas.contacts.</b> read hatókörrel, és másolja le a tokent, a részletekért nézze meg ezt a <a href="https://wpmanageninja.com/docs/fluent-form/integrations-available-in-wp-fluent-form/hubspot-integration-with-wp-fluent-form-wordpress-plugin/" target="_blank">linket</a>. Ha pro verzióval rendelkezik, ellenőrizze a <b>contacts-lists-access</b> scope-t is

source: iContact API Settings
hu_hu: iContact API beállítások

source: iContact is an email marketing platform to send email newsletters to your customers, manage your<br />subscriber lists, and track campaign performance. Use Fluent Forms to collect customer information<br />and automatically add it to your iContact list. If you don't have an iContact account,<br />you can <a href="https://www.icontact.com/" target="_blank">sign up for one here.</a>
hu_hu: az iContact egy e-mail marketing platform, amellyel e-mail hírleveleket küldhet ügyfeleinek, kezelheti a<br />feliratkozói listákat, és nyomon követheti a kampányok teljesítményét. A Fluent Forms segítségével gyűjtse össze az ügyfelek adatait<br />és automatikusan adja hozzá az iContact listájához. Ha még nincs iContact-fiókja, a<br />oldalon <a href="https://www.icontact.com/" target="_blank">itt regisztrálhat.</a>

source: Industry
hu_hu: Iparág

source: Industry is a string type field.
hu_hu: Az Industry egy string típusú mező.

source: Input Fields
hu_hu: Beviteli mezők

source: Insightly API Key
hu_hu: Insightly API kulcs

source: Insightly is not configured yet! Please configure your Insightly API first
hu_hu: Az Insightly még nincs konfigurálva! Kérjük, először konfigurálja az Insightly API-t

source: Insightly Services
hu_hu: Insightly szolgáltatások

source: Insightly Settings
hu_hu: Insightly beállítások

source: Invalid Api Token
hu_hu: Érvénytelen Api token

source: Invalid Payment Transaction
hu_hu: Érvénytelen fizetési tranzakció

source: Invalid submission. No receipt found
hu_hu: Érvénytelen beküldés. Nem található nyugta

source: Inventory Label
hu_hu: Leltárcímke

source: Inventory Quantity
hu_hu: Készlet Mennyiség

source: Is Discussable
hu_hu: Megvitatható

source: Is discussable is a bool type field.
hu_hu: A Is discussable egy bool típusú mező.

source: Is Task Completed
hu_hu: Befejezett feladat

source: Is Task Completed is a bool type field.
hu_hu: Az Is Task Completed egy bool típusú mező.

source: Item
hu_hu: Tétel

source: Item Description
hu_hu: Tétel leírása

source: Item Description is a string type field.
hu_hu: A tétel leírása egy karakterlánc típusú mező.

source: Item Name
hu_hu: Tétel neve

source: Item Name is a string type field.
hu_hu: Az elem neve egy string típusú mező.

source: Item Price
hu_hu: A termék ára

source: Item Price is a int type field.
hu_hu: A tétel ára egy int típusú mező.

source: Item Quantity
hu_hu: Cikk mennyisége

source: Item Successfully deleted
hu_hu: Az elem törlése sikeresen megtörtént

source: Japanese Yen
hu_hu: Japán jen

source: Job Title
hu_hu: Pozíció megnevezése

source: Job Title is a string type field.
hu_hu: A Job Title egy string típusú mező.

source: Landing Page
hu_hu: Landoló oldal

source: Last Name
hu_hu: Vezetéknév

source: Last Name is a required string type field.
hu_hu: A vezetéknév egy kötelező karakterlánc típusú mező.

source: Last name is a string type field.
hu_hu: A vezetéknév egy string típusú mező.

source: Lead Name
hu_hu: Vezető neve

source: Lead name is a required string type field.
hu_hu: A vezető neve egy kötelező string típusú mező.

source: Lead Sale is a int type field.
hu_hu: A Lead Sale egy int típusú mező.

source: Lead Source is a select type field.
hu_hu: A Lead Source egy select típusú mező.

source: License deactivated
hu_hu: Licenc kikapcsolva

source: Line Total
hu_hu: Tételsor összesen

source: Link elements to multiple list
hu_hu: Link elemek több listához

source: List element name
hu_hu: Listaelem neve

source: List element name is a required string type field.
hu_hu: A listaelem neve kötelező string típusú mező.

source: List Name
hu_hu: Lista neve

source: List name is a required string type field.
hu_hu: A listanév egy kötelező string típusú mező.

source: Live API Key
hu_hu: Élő API kulcs

source: Live API Secret
hu_hu: Élő API titok

source: Looks like you have cancelled the payment
hu_hu: Úgy tűnik, lemondta a kifizetést

source: Looks like you have cancelled the payment. Please try again!
hu_hu: Úgy tűnik, lemondtad a fizetést. Próbálkozz újra!

source: Looks like you have is still on pending status
hu_hu: Úgy néz ki, mintha még mindig függőben lenne

source: MailerLite API Key
hu_hu: MailerLite API kulcs

source: MailerLite Settings
hu_hu: MailerLite beállítások

source: Mailjet API Key
hu_hu: Mailjet API kulcs

source: Mailjet is not configured yet! Please configure your Mailjet API first
hu_hu: A Mailjet még nincs konfigurálva! Kérjük, először konfigurálja a Mailjet API-t

source: Mailjet Secret Key
hu_hu: Mailjet titkos kulcs

source: Mailjet Services
hu_hu: Mailjet szolgáltatások

source: Mailjet Settings
hu_hu: Mailjet beállítások

source: Mailster Lists
hu_hu: Mailster listák

source: Malagasy Ariary
hu_hu: Madagaszkári Ariary

source: Map Custom fields according with Fluent Forms fields.
hu_hu: Egyéni mezők hozzárendelése a Fluent Forms mezőkhöz.

source: Map Fields
hu_hu: Térkép mezők

source: Map fields according with Fluent Forms fields.
hu_hu: Mezők leképezése a Fluent Forms mezőkkel.

source: Maximum file size limit is 1MB
hu_hu: A maximális fájlméret-korlát 1 MB

source: Maximum value is
hu_hu: Maximális érték

source: Message to show after saving form state.
hu_hu: Az űrlap állapotának mentése után megjelenő üzenet.

source: Minimum value is
hu_hu: Minimumérték

source: Mobile
hu_hu: Mobil

source: Mobile is a string type field.
hu_hu: A Mobile egy string típusú mező.

source: Mobile Number
hu_hu: Mobilszám

source: Mobile Phone
hu_hu: Mobiltelefon
