Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WpBookingSystem/WP Booking System/wp-booking-system-*.po
Languages: hu_hu

source: Delete Permanently
hu_hu: Törlés véglegesen

source: Deleted
hu_hu: Törölve

source: Delivery Hour
hu_hu: Kézbesítési idő

source: Departure
hu_hu: Indulás

source: Deposit
hu_hu: Előleg

source: Deposit amount
hu_hu: Előleg összeg

source: Deposit Label
hu_hu: Előleg címke

source: Deposit type
hu_hu: Előleg típusa

source: Deregister Website
hu_hu: Weboldal lecsatlakoztatása

source: Descending
hu_hu: Csökkenő

source: Description
hu_hu: Leírás

source: Description Import
hu_hu: Leírás Import

source: Disable Fancy Emails
hu_hu: Fancy e-mailek kikapcsolása

source: Disable iCalendar Links
hu_hu: ICalendar linkek letiltása

source: Disabled
hu_hu: Kikapcsolva

source: discount
hu_hu: kedvezmény

source: Discounts
hu_hu: Kedvezmény

source: discounts
hu_hu: kedvezmény

source: Dismiss all
hu_hu: Összes elrejtése

source: Display
hu_hu: Megjelenítés

source: Display all your bookings from all the calendars in a dashboard style layout.
hu_hu: Az összes naptárból származó összes foglalás megjelenítése egy műszerfal stílusú elrendezésben.

source: Display booking history
hu_hu: Foglalási előzmények megjelenítése

source: Display Calendar Title
hu_hu: Naptár címének mutatása

source: Display Calendars
hu_hu: Naptárak megjelenítése

source: Display Dropdown
hu_hu: Megjelenítés lenyíló stílusban

source: Display Legend
hu_hu: Jelölés megjelenítése

source: Display legend
hu_hu: Jelölés megjelenítése

source: Display name
hu_hu: Név megjelenítése

source: Display Only
hu_hu: Megjelenítés

source: Display title
hu_hu: Cím megjelenítése

source: Display Tooltips
hu_hu: Tooltipek megjelenítése

source: Do not import the description
hu_hu: Ne importálja a leírást

source: Do not include the &lt;script&gt; tags.
hu_hu: Ne használja a &lt;script&gt; tageket.

source: does not contain
hu_hu: nem tartalmaz

source: Don't forget to set up the Secondary Payment Page options below.
hu_hu: Ne felejtse el beállítani a másodlagos fizetési oldal alábbi beállításait.

source: Download Export File
hu_hu: Export fájl letöltése

source: Duplicate
hu_hu: Duplikálás

source: Duplicate Calendar
hu_hu: Naptár duplikálása

source: Duplicate email
hu_hu: Duplikálás

source: Duplicate form
hu_hu: Űrlap duplikálása

source: Dynamic Population
hu_hu: Dinamikus érték

source: Dynamic Tags
hu_hu: Dinamikus címkék

source: Dynamic tags without values are shown as a dash by default. Enable this setting to hide any dynamic tags that are empty.
hu_hu: Az érték nélküli dinamikus címkék alapértelmezés szerint kötőjellel („–”) jelennek meg. Ennek a beállításnak az engedélyezésével elrejtheti azokat a dinamikus címkéket, amelyek üresek.

source: Edit
hu_hu: Szerkesztés

source: Edit Calendar
hu_hu: Szerkesztés

source: Edit Calendar Legend
hu_hu: Naptár jelölés szerkesztése

source: Edit Calendar Options
hu_hu: Naptár beállítások szerkesztése

source: Edit Dates
hu_hu: Dátumok szerkesztése

source: Edit Email
hu_hu: Email szerkesztés

source: Edit email
hu_hu: Szerkesztés

source: Edit Form
hu_hu: Űrlap szerkesztése

source: Edit form
hu_hu: Űrlap szerkesztése

source: Edit Legend Item
hu_hu: Jelölés szerkestése

source: Edit Legend Items
hu_hu: Jelölések szerkesztése

source: edit order
hu_hu: sorrend szerkesztése

source: Edit the calendar availability
hu_hu: Szerkessze a naptár elérhetőségét

source: Email Conditions
hu_hu: Kondíciók

source: Email Content
hu_hu: Email tartalom

source: Email Customer
hu_hu: Email az ügyfélnek

source: Email Customization
hu_hu: Email testreszabás

source: Email Footer
hu_hu: Email lábléc

source: Email Logs
hu_hu: Email naplók

source: Email notification wasn't scheduled.
hu_hu: Az email értesítés nem volt ütemezve.

source: Email notification created successfully.
hu_hu: Email értesítés sikeresen létrehozva.

source: Email notification failed to send.
hu_hu: Az email értesítés elküldése sikertelen volt.

source: Email notification has been successfully deleted.
hu_hu: Az email értesítést sikeresen törölve.

source: Email notification has been successfully duplicated.
hu_hu: Email értesítéő sikeresen duplikálva

source: Email notification has been successfully restored.
hu_hu: Az email értesítés sikeresen helyreállítva

source: Email Notification Name
hu_hu: Email értesítés neve

source: Email notification sent.
hu_hu: Email értesítés elküldve.

source: Email Notifications
hu_hu: Email értesítők

source: Email Options
hu_hu: Email beállítások

source: Email Reminder
hu_hu: Email emlékeztető

source: Email Settings
hu_hu: Email beállítások

source: Email successfully sent.
hu_hu: Email sikeresen elküldve.

source: Email Type
hu_hu: Email típusa

source: Email will be sent only if the booking is Accepted.
hu_hu: Csak akkor küldünk e-mailt, ha a foglalást elfogadták.

source: Enable
hu_hu: Engedélyez

source: Enable Bank Transfer
hu_hu: Banki átutalás engedélyezése

source: Enable Conditional Logic
hu_hu: Feltételes mód engedélyezése

source: Enable Email Logging
hu_hu: Email naplózás engedélyezése

source: Enable iCalendar Links
hu_hu: ICalendar linkek engedélyezése

source: Enable Part Payments
hu_hu: Előleg fizetés engedélyezése

source: Enable Payment on Arrival
hu_hu: Érkezéskor történő fizetés engedélyezése

source: Enable Pricing
hu_hu: Árazás engedélyezése

source: Enable Security Deposits
hu_hu: Biztonságos kaució engedélyezése

source: Enable Styilsed UI
hu_hu: Stílusos felhasználói felület engedélyezése

source: Enable Stylised UI
hu_hu: Stilizált felhasználói felület engedélyezése

source: Enable Taxes
hu_hu: Adók engedélyezése

source: Enable VAT
hu_hu: VAT engedélyezése

source: Enabling this option will allow you to add prices to calendar dates, add a price calculator to the form and enable the "Payment on Arrival" and "Bank Transfer" payment methods.
hu_hu: Az opció engedélyezése lehetővé teszi az árak naptári dátumokhoz való hozzáadását, árkalkulátor hozzáadását az űrlaphoz, valamint a "Fizetés érkezéskor" és a "Banki átutalás" fizetési módok engedélyezését.

source: Enabling this will deduct the VAT percentage from all your prices and add it back to the pricing table after the Subtotal is displayed.
hu_hu: Ha engedélyezi ezt a funkciót, akkor a forgalmi adó (VAT) százalékát levonja az összes árból, és a részösszeg megjelenése után megjeleníti az ártáblázatban.

source: End Date
hu_hu: Távozási dátum

source: End date
hu_hu: Távozási dátum

source: Ending Changeover
hu_hu: Tört nap vége

source: Ending Day
hu_hu: Befejezési dátum

source: Enter email address
hu_hu: Email cím megadása

source: Error
hu_hu: HIBA

source: Event
hu_hu: Esemény

source: Events
hu_hu: Események

source: Export
hu_hu: Exportálás

source: Export Bookings as CSV
hu_hu: Foglalások exportálása CSV formátumban

source: Export CSV
hu_hu: CSV Exportálás

source: Export Period
hu_hu: Időszak export

source: External
hu_hu: Külső weboldal

source: FAILED
hu_hu: SIKERTELEN

source: Failed Payment Message
hu_hu: Sikertelen fizetés üzenet

source: February
hu_hu: Február

source: Field
hu_hu: Mező

source: field
hu_hu: mező

source: Field - Background Color
hu_hu: Mező - Háttérszín

source: Field - Border Color
hu_hu: Mező - Keret színe

source: Field - Border Radius
hu_hu: Mező - Keret sugár

source: Field - Description Text Color
hu_hu: Mező - Leírás Szöveg színe

source: Field - Placeholder Text Color
hu_hu: Mező - Palaceholder szöveg színe

source: Field - Text Color
hu_hu: Mező - Szöveg színe

source: Final Payment
hu_hu: Végleges fizetés

source: Final Payment (on arrival) Label
hu_hu: Végső fizetés (érkezéskor) Címke

source: Final Payment (online) Label
hu_hu: Végső fizetés (online) Címke

source: Final Payment Method
hu_hu: Végleges fizetési mód

source: Finished
hu_hu: Befejeződött

source: Finishing up...
hu_hu: Befejezés...

source: Fixed Amount
hu_hu: Fix összeg

source: Fixed Date - Only between the selected dates
hu_hu: Fix dátum - Csak a kiválasztott dátumok között

source: Form
hu_hu: Űrlap

source: form
hu_hu: űrlap

source: Form - Error Message Color
hu_hu: Űrlap - Hibaüzenet színe

source: Form - Maximum Width
hu_hu: Űrlap - Maximális szélesség

source: Form Builder
hu_hu: Űrlap

source: Form Confirmation
hu_hu: Művelet küldés után

source: Form created successfully.
hu_hu: Az űrlap sikeresen létrehozva.

source: Form Data
hu_hu: Űrlap adatok

source: Form Defaults
hu_hu: Alapértelmezett űrlap adatok

source: Form does not exist.
hu_hu: Az űrlap nem létezik.

source: Form Field
hu_hu: Űrlap mező

source: Form has been successfully deleted.
hu_hu: Az űrlap sikeresen törlésre került.

source: Form has been successfully duplicated.
hu_hu: Az űrlap sikeresen duplikálva.

source: Form has been successfully restored.
hu_hu: Az űrlap sikeresen visszaállítva.

source: Form ID: %d
hu_hu: Űrlap ID: %d

source: Form Name
hu_hu: Űrlap neve

source: Form Options
hu_hu: Űrlap beállítások

source: Form Position
hu_hu: Űrlap pozició

source: Form Price Only
hu_hu: Árlap árak csak

source: Form Settings
hu_hu: Űrlap beállítások

source: Form Strings
hu_hu: Űrlap szövegek

source: Form Styling
hu_hu: Űrlap stílus

source: Form successfully moved to Trash.
hu_hu: Az űrlap sikeresen áthelyezve a Lomtárba.

source: Form Tags
hu_hu: Űrlap címkék

source: Form updated successfully.
hu_hu: Az űrlap módosítása sikeres.

source: Forms
hu_hu: Űrlapok

source: forms
hu_hu: űrlap

source: Friday
hu_hu: Péntek

source: From Email
hu_hu: Feladó email címe

source: From Name
hu_hu: Feladó neve

source: Full Amount
hu_hu: Teljes összeg

source: Full Day
hu_hu: Egész nap

source: Full width
hu_hu: Teljes szélesség

source: General
hu_hu: Általános

source: General Options
hu_hu: Általános beállítások

source: General Settings
hu_hu: Általános Beállítások

source: General settings
hu_hu: Általános beállítások

source: General Tags
hu_hu: Általános címkék

source: Generate professional looking invoices and email them to your customers.
hu_hu: Készítsen professzionális megjelenésű számlákat, és küldje el azokat emailben ügyfeleinek.

source: Give the customer the option to pay with cash on arrival.
hu_hu: Adja meg az ügyfélnek a lehetőséget, hogy érkezéskor készpénzzel fizessen.

source: Give the customer the option to transfer money directly in your bank account.
hu_hu: Adja meg az ügyfélnek a lehetőséget, hogy közvetlenül az Ön bankszámlájára utaljon pénzt.

source: Give the customer the possibility to choose if they want to pay a deposit or not. Applicable Period option is still applied in both cases.
hu_hu: Adja meg az ügyfélnek a lehetőséget, hogy eldöntse, akar-e előleget fizetni vagy sem. Az Érvényes időszak opciót továbbra is mindkét esetben alkalmazzuk.

source: Group Events by Description
hu_hu: Események csoportosítása leírás szerint

source: Half width - Left
hu_hu: 50% széles - Balra

source: Half width - Right
hu_hu: 50% széles - Jobbra

source: Header - Arrow Background Color
hu_hu: Fejléc - Nyíl háttérszíne

source: Header - Background Color
hu_hu: Fejléc - Háttérszín

source: Header - Text Color
hu_hu: Fejléc - Szöveg színe

source: Hi there, <br><br>Thank you for completing your payment! We're pleased to confirm that your booking is now fully paid.<br><br>If you have any questions or need further assistance before your arrival, feel free to reach out to us.<br><br>We look forward to welcoming you soon!<br><br>Best regards,<br>%s.
hu_hu: Szia, <br><br>Köszönjük, hogy teljesítetted a fizetést! Örömmel erősítjük meg, hogy a foglalásod most már teljes egészében rendezve van.<br><br>Ha bármilyen kérdésed lenne, vagy segítségre van szükséged az érkezésed előtt, bátran vedd fel velünk a kapcsolatot.<br><br>Már nagyon várjuk, hogy üdvözölhessünk!<br><br>Üdvözlettel,<br>%s.

source: Hi there, <br><br>Thank you for your booking! We're excited to welcome you. <br><br>Here are your booking details:<br><br>{All Fields}<br><br>Looking forward to your stay!<br><br>Best regards,<br>%s.
hu_hu: Szia, <br><br>Köszönjük a foglalásodat! Örömmel várunk téged. <br><br>Íme a foglalásod részletei:<br><br>{All Fields}<br><br>Már nagyon várjuk, hogy vendégül láthassunk!<br><br>Üdvözlettel,<br>%s.

source: Hi there, <br><br>We hope this message finds you well. This is a friendly reminder regarding your outstanding payment for your booking.<br><br>Here are the details:<br><br>{Order Details}<br><br>To complete your payment, please use the secure link below:<br>{Final Payment Link}<br><br>If you've already made the payment, kindly disregard this email. Should you have any questions or require assistance, don't hesitate to reply to this message.<br><br>Thank you for your prompt attention to this matter.<br><br>Best regards,<br>%s.
hu_hu: Szia, <br><br>Reméljük, hogy jól vagy. Ez egy barátságos emlékeztető a foglalásodhoz tartozó elmaradt fizetéssel kapcsolatban.<br><br>Íme a részletek:<br><br>{Order Details}<br><br>A fizetés befejezéséhez kérjük, használd az alábbi biztonságos hivatkozást:<br>{Final Payment Link}<br><br>Ha a fizetést már teljesítetted, kérjük, ne vedd figyelembe ezt az e-mailt. Ha bármilyen kérdésed van, vagy segítségre van szükséged, nyugodtan válaszolj erre az üzenetre.<br><br>Köszönjük, hogy gyorsan foglalkozol ezzel az üggyel.<br><br>Üdvözlettel,<br>%s.

source: Hi there, <br><br>We hope you had a wonderful stay with us! Your feedback is very important to us, and we'd love to hear about your experience.<br><br>If you have a moment, please let us know what you enjoyed or how we can improve by replying to this email.<br><br>Should you plan another trip in the future, we'd be delighted to welcome you back. Feel free to reach out anytime!<br><br>Thank you for choosing us.<br><br>Best regards,<br>%s.
hu_hu: Szia, <br><br>Reméljük, csodásan érezted magad nálunk! A visszajelzésed nagyon fontos számunkra, és örömmel hallanánk a tapasztalataidról.<br><br>Ha van egy kis időd, kérjük, írd meg, mi tetszett, vagy min tudnánk még javítani – válaszolj egyszerűen erre az e-mailre.<br><br>Ha a jövőben újra utazást tervezel, nagy örömmel látnánk viszont. Bátran keress minket bármikor!<br><br>Köszönjük, hogy minket választottál.<br><br>Üdvözlettel,<br>%s.

source: Hi there, <br><br>We're looking forward to welcoming you on {Start Date}! Here are the details of your booking for your convenience:<br><br>{All Fields}<br><br>If there's anything you need before your stay, feel free to reply to this email.<br><br>Safe travels, and see you soon!<br><br>Best regards,<br>%s.
hu_hu: Szia, <br><br>Már nagyon várjuk, hogy üdvözölhessünk {Start Date}-án/-én! Íme a foglalásod részletei, hogy kéznél legyenek:<br><br>{All Fields}<br><br>Ha bármire szükséged van az érkezésed előtt, nyugodtan válaszolj erre az e-mailre.<br><br>Jó utat kívánunk, hamarosan találkozunk!<br><br>Üdvözlettel,<br>%s.

source: Hi there, <br><br>You have reveiced a new booking.<br><br>{All Fields}
hu_hu: Szia, <br><br>Új foglalásod érkezett.<br><br>{All Fields}

source: Hide Free Line Items
hu_hu: Nullás tételek elrejtése

source: Hide Label
hu_hu: Címke elrejtése

source: Hide line items that are equal to 0 from the pricing table.
hu_hu: A 0-val egyenlő tételek elrejtése az ártáblázatból.

source: Hide past bookings
hu_hu: Múltbeli foglalások elrejtése

source: Highlight Today
hu_hu: Aktuális nap kiemelése

source: Hourly
hu_hu: Óránként

source: Hours
hu_hu: Óra

source: iCal Custom Refresh Time
hu_hu: iCal egyéni frissítési idő

source: iCal events imported successfully into the calendar.
hu_hu: az iCal események sikeresen importálva a naptárba.

source: iCal feed URL added successfully.
hu_hu: iCal feed URL sikeresen hozzáadva.

source: iCal feed URL removed successfully.
hu_hu: iCal feed URL sikeresen eltávolítva.

source: iCal feeds refreshed successfully.
hu_hu: Az iCal feedek sikeresen frissültek.

source: iCal Import/Export
hu_hu: iCal importálás/exportálás

source: iCal Refresh Times
hu_hu: iCal frissítési intervallum

source: iCalendar File
hu_hu: iCalendar fájl

source: iCalendar library missing
hu_hu: Hiányzó iCalendar könyvtár

source: iCalendar URL
hu_hu: iCalendar URL-cím

source: If a payment has failed
hu_hu: ha a fizetés sikertelen

source: If set to yes and if the calendar displays multiple months, when the user uses the arrows to navigate the calendar, the calendar will switch the number of months selected, rather than just one month.
hu_hu: Ha a beállítás igen, és a naptár több hónapot jelenít meg, akkor amikor a felhasználó a nyilakkal navigál a naptárban, a naptár a kiválasztott hónapok számát fogja váltani, nem pedig csak egy hónapot.

source: If set to yes, it will display a secondary calendar header for the dates (besides the day numbers), containing the first letter of the day's name. For example, Monday will display M.
hu_hu: Ha a beállítás igen, akkor a dátumoknak egy másodlagos naptárfejlécet jelenít meg (a napok számai mellett), amely a nap nevének első betűjét tartalmazza. Például a hétfő esetében H fog megjelenni.

source: If set to yes, it will display at the beginning of each week the week's number counted from the beginning of the year.
hu_hu: Ha igenre van állítva, akkor minden hét elején megjelenik az év elejétől számított heti szám.

source: If set to yes, the calendar will display a month and year drop-down select field as a navigation alternative to the arrows.
hu_hu: Ha a beállítás igen, a naptár a nyilak helyett a hónap és az év legördülő mezőt jeleníti meg navigációs alternatívként.

source: If set to yes, the dates selected in the calendar will appear in the form as well. This just provides a visual confirmation of the dates selected.
hu_hu: Ha a beállítás igen, akkor a naptárban kiválasztott dátumok az űrlapon is megjelennek. Ez csak vizuális megerősítést ad a felhasználó számára.

source: If set to yes, the price will be displayed below each calendar date.
hu_hu: Ha a beállítás igen, az ár minden naptári dátum alatt megjelenik.

source: If set to yes, when a booking is made, the dates in the calendar will automatically be changed to the 'Booked' legend
hu_hu: Ha igenre van állítva, akkor a foglaláskor a naptárban szereplő dátumok automatikusan a "Foglalt" feliratra változnak.

source: If this box is ticked, the empty fields in the bulk editor will be ignored and will not clear existing data from the calendar.
hu_hu: Ha ez a négyzet be van jelölve, a tömeges szerkesztő üres mezőit a rendszer figyelmen kívül hagyja, és nem törli a meglévő adatokat a naptárból.

source: If you wish to allow certain users to edit this calendar, select them from the field below. The selected users will be able to edit only this calendar. If you select the same users in other calendars, they will be able to also edit those calendars.
hu_hu: Ha bizonyos felhasználók számára engedélyezni kívánja a naptár szerkesztését, válassza ki őket az alábbi mezőben. A kiválasztott felhasználók csak ezt a naptárat szerkeszthetik. Ha ugyanazokat a felhasználókat más naptáraknál is kijelöli, akkor azokat a naptárakat is szerkeszthetik.

source: If you wish to allow certain users to edit this form, select them from the field below. The selected users will be able to edit only this form. If you select the same users in other forms, they will be able to also edit those forms.
hu_hu: Ha bizonyos felhasználók számára engedélyezni kívánja az űrlap szerkesztését, válassza ki őket az alábbi mezőben. A kiválasztott felhasználók csak ezt az űrlapot szerkeszthetik. Ha ugyanazokat a felhasználókat más űrlapokon is kiválasztja, akkor azokat az űrlapokat is szerkeszthetik.

source: Ignore empty fields
hu_hu: Üres mezők figyelmen kívül hagyása

source: Ignore Validation Rules
hu_hu: Validálások figyelmen kívül hagyása

source: Import Data
hu_hu: Adatok importálása

source: Import data from file
hu_hu: Adatok importálása fájlból

source: Import from File
hu_hu: Importálás fájlból

source: Import from iCal URL
hu_hu: Importálás iCal URL-címről

source: Import iCal File
hu_hu: ICal fájl importálása

source: Important!
hu_hu: Fontos!

source: Improve Page Load Speed
hu_hu: Oldalbetöltési sebesség növelése

source: Include "Manage Booking" Link
hu_hu: Tartalmazza a "Foglalás kezelés" linket

source: Include Booking Details
hu_hu: Tartalmazza a foglalás részleteit

source: Insert a Calendar
hu_hu: Naptár beszúrása

source: Insert Calendar
hu_hu: Naptár beszúrása

source: Insert Calendar Overview
hu_hu: Naptárösszesítő beszúrása

source: Insert Overview Calendar
hu_hu: Naptárösszesítő hozzáadása

source: Install
hu_hu: Telepítés

source: Installed
hu_hu: Telepítve

source: Internal
hu_hu: Belső oldal

source: Invalid calendar ID
hu_hu: Érvénytelen naptár azonosító(ID)

source: Invalid Calendar ID.
hu_hu: Érvénytelen naptár azonosító(ID).

source: Invalid Date Selection
hu_hu: Érvénytelen dátum kiválasztása

source: Invalid date.
hu_hu: Érvénytelen dátum.

source: Invalid Email
hu_hu: Érvénytelen e-mail

source: Invalid email address.
hu_hu: Érvénytelen e-mail cím.

source: Invalid Number - Max
hu_hu: Érvénytelen szám - Max

source: Invalid Number - Min
hu_hu: Érvénytelen szám - Min

source: Invalid Order ID.
hu_hu: Érvénytelen rendelési azonosító(ID).

source: Invalid Payment ID.
hu_hu: Érvénytelen fizetési azonosító(ID).

source: Invalid Phone
hu_hu: Érvénytelen telefonszám

source: Invalid phone number.
hu_hu: Érvénytelen telefonszám.

source: IP Address
hu_hu: IP-cím

source: is equal to
hu_hu: egyenlő

source: is greater than
hu_hu: nagyobb mint

source: is logged in
hu_hu: be van jelentkezve

source: is lower than
hu_hu: kisebb mint

source: is not equal to
hu_hu: nem egyenlő

source: is not logged in
hu_hu: nincs bejelentkezve

source: It appears you have selected an unavailable or invalid date. Please refresh the calendar and try again.
hu_hu: Úgy tűnik, hogy nem elérhető vagy érvénytelen dátumot választott ki. Kérjük, frissítse a naptárat, és próbálja meg újra.

source: Item
hu_hu: Tétel

source: January
hu_hu: Január

source: July
hu_hu: Július

source: June
hu_hu: Június

source: Label
hu_hu: Címke

source: Language
hu_hu: Nyelv

source: Languages
hu_hu: Nyelvek

source: Last updated: %s
hu_hu: Utolsó frissítés: %s

source: Layout
hu_hu: Elrendezés

source: Left (eg. £100.00)
hu_hu: Balra (pl. 100.00Ft)

source: Legend
hu_hu: Jelölés

source: Legend Item
hu_hu: Jelölés

source: Legend item %s is no longer bookable.
hu_hu: %s jelölés már nem foglalható.

source: Legend Options
hu_hu: Jelölés beállítások

source: Legend Position
hu_hu: Jelölés pozició

source: Let's start!
hu_hu: Kezdjük el!

source: Link Calendar
hu_hu: Naptár linkelése

source: Link Type
hu_hu: Link típus

source: Load Template
hu_hu: Sablon betöltése

source: Load the required calendar script and styles only on specific pages.
hu_hu: A naptárhoz tartozó szükséges scriptek és stílusok betöltése csak a specifikus oldalakon.

source: Logo
hu_hu: Logó

source: Logo Height
hu_hu: Logó magasság

source: Make sure to include the <code>[wpbs-payment-form]</code> shortcode on this page.
hu_hu: Győződjön meg róla, hogy tartalmazza a <code>[wpbs-payment-form]</code> shortcode-t ezen az oldalon.

source: Make the Phone form field a stylised input with a dropdown for selecting the country code, phone number formatting and live validation.
hu_hu: A telefon űrlap mezője legyen egy stilizált beviteli mező az országkód kiválasztására szolgáló legördülő menüponttal, a telefonszám formázásával és élő validálással.

source: Manage Booking
hu_hu: Foglalás kezelése

source: Manage Booking in WP Admin
hu_hu: Foglalások kezelése a WP admin felületen

source: Mandatory - Always use part payments
hu_hu: Kötelező - Mindig használjon előleg fizetést

source: Manual Booking
hu_hu: Foglalás rögzítése

source: Manual Update Check
hu_hu: Manuális frissítés futtatása

source: March
hu_hu: Március

source: mark as paid
hu_hu: kifizetettnek jelölni

source: mark as unpaid
hu_hu: megjelölés nincs fizetve

source: Maximum Days
hu_hu: Maximális napok
