Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WpBookingSystem/WP Booking System/wp-booking-system-*.po
Languages: hu_hu

source: The payment method used does not support automatic refunds.
hu_hu: Az használt fizetési mód nem támogatja az automatikus visszatérítést.

source: The plugin by default checks once a day if there is an update available for it and displays if there is one in the %1$sPlugins page%2$s. If you want to do a manual update check and not wait for the automatic one, press the Check for Updates button and then check the %1$sPlugins page%2$s.
hu_hu: A bővítmény alapértelmezés szerint naponta egyszer ellenőrzi, hogy van-e elérhető frissítés hozzá, és megjeleníti, ha van, a %1$sBővítmények menüpontban%2$s. Ha manuálisan szeretné ellenőrizni a frissítéseket, és nem akarja megvárni az automatikus frissítést, nyomja meg a Frissítések keresése gombot, majd ellenőrizze a %1$sBővítmények oldalt%2$s.

source: The product name to show in the price calculator for date selections. For eg. "Days". If the users selects 4 days in the calendar, the price calculation will show "Days &times; 4: 100 EUR"
hu_hu: Az árkalkulátorban a dátumválasztásnál megjelenítendő terméknév. Például "Nap". Ha a felhasználó 4 napot választ ki a naptárban, akkor az árkalkulációban a "Nap &times; 4: 100 EUR" fog megjelenni.

source: The product name to show in the price calculator for date selections. For eg. "Days". If the users selects 4 days in the calendar, the price calculation will show "Days &times; 4: 100 EUR".
hu_hu: Az árkalkulátorban a dátumválasztásnál megjelenítendő terméknév. Például "Nap". Ha a felhasználó 4 napot választ ki a naptárban, akkor az árkalkulációban a "Nap &times; 4: 100 EUR" fog megjelenni.

source: The title of the event.
hu_hu: Az esemény címe.

source: The uninstaller will remove all WP Booking System information stored in the database for version 5 and higher.
hu_hu: Ez a folyamat eltávolítja az adatbázisban tárolt összes WP Booking System információt az 5. és annál magasabb verzió óta.

source: Theme Styling
hu_hu: Sablon stílus

source: There are no users that can be assigned to the calendar.
hu_hu: A naptárhoz nincsenek még felhasználók hozzárendelve.

source: There are no users that can be assigned to the form.
hu_hu: Az űrlaphoz nincsenek még felhasználók hozzárendelve.

source: These are the default form strings and translations. They can be overwritten individually for each form on its settings page.
hu_hu: Ezek az alapértelmezett űrlap szövegek és fordítások. Ezek minden egyes űrlap esetében külön-külön felülírhatók a beállítások oldalán.

source: These legend items will be used to automatically book the calendar dates if "Automatically Block Dates" parameter in the shortcode is set to "Yes".
hu_hu: Ezek a jelölések a naptári dátumok automatikus lefoglalására szolgálnak, ha a shortcode-ban az "Dátumok automatikus blokkolása" paraméter "Igen" értékre van állítva.

source: This Add-on allows you to create a search widget so website visitors can search through calendars.
hu_hu: Ez a bővítmény lehetővé teszi egy kereső widget létrehozását, hogy a weboldal látogatói keresni tudjanak a naptárak között.

source: This appears in the email if the {All Fields} tag is used.
hu_hu: Akkor jelenik meg az e-mailben, ha az {All Fields} használja.

source: this field if
hu_hu: ezt a mezőt ha

source: This field is required.
hu_hu: A mező kitöltése kötelező.

source: This is the page which will hold the payment form. You will need to add the [wpbs-payment-form] shortcode to this page.
hu_hu: Ez az az oldal, amely a fizetési űrlapot tartalmazza. A [wpbs-payment-form] shortcode-t kell hozzáadni ehhez az oldalhoz.

source: This option allows you to charge a deposit only if the booking is X days in the future. For example, if you set the applicable period to 14 days, and someone makes a booking starting one week from today, they will be charged the full amount. If they make a booking starting from 14 or more days in the future, they will be asked to pay the deposit. Zero days means the option is disabled, and deposit will always be charged.
hu_hu: Ez az opció lehetővé teszi, hogy csak akkor számítson fel előleget, ha a foglalás X nap múlva történik. Ha például az érvényes időszakot 14 napra állítja be, és valaki ma egy hét múlva kezdődő foglalást végez, akkor a teljes összeget kell felszámítania. Ha 14 vagy több nap múlva kezdődő foglalással jelentkezik, akkor az előleg kifizetését kéri. A nulla nap azt jelenti, hogy az opció ki van kapcsolva, és az előleg mindig felszámításra kerül.

source: This option lets you decide how past dates are being displayed for the user in the front-end.
hu_hu: Ezzel a beállítással eldöntheti, hogy a múltbeli dátumok hogyan jelennek meg a felhasználó számára a front-enden.

source: This overwrites the default Payment Instructions added in the plugin's Settings page.
hu_hu: Ez felülírja a bővítmény Beállítások oldalán hozzáadott alapértelmezett Fizetési instrukciókat.

source: This overwrites the default Product Name specified in the plugin's Settings page.
hu_hu: Ez felülírja a bővítmény Beállítások oldalon megadott alapértelmezett terméknevet.

source: This will not affect the events in your calendar, regardless if they were created manually or automatically when a booking was made.
hu_hu: Ez nem érinti a naptárában lévő eseményeket, függetlenül attól, hogy azokat kézzel vagy automatikusan hozták létre a foglaláskor.

source: This will remove all existing cron jobs and rebuild them based on current email settings.
hu_hu: Ez eltávolítja az összes meglévő cron feladatot, és újrakonfigolja azokat az aktuális űrlapbeállítások alapján.

source: This will remove all your bookings, booking data and payment data. It will also reset the booking IDs to 1.
hu_hu: Ez eltávolítja az összes foglalást, foglalási és fizetési adatot. A foglalási azonosítókat is visszaállítja 1-re.

source: Thursday
hu_hu: Csütörtök

source: To configure the CSV export settings please click the button below.
hu_hu: A CSV-export beállításainak konfigurálásához kattints az alábbi gombra.

source: To configure the iCal import & export settings and have access to the iCal export link please click the button below.
hu_hu: Az iCal import és export beállításainak konfigurálásához és az iCal export link eléréséhez kattintson az alábbi gombra.

source: To enable online payments, please set up a secondary payment page in the %splugin's settings page%s.
hu_hu: Az online fizetések engedélyezéséhez, kérjük, állítson be egy másodlagos fizetési oldalt a bővítmény %sbeállítások oldalán %s.

source: To export a backup file for WP Booking System, please click the Download Export File button.
hu_hu: A WP Booking System biztonsági másolatának exportálásához kattintson az Exportfájl letöltése gombra.

source: To import all data from a WP Booking System export file, browse for that file and click the Import Data button.
hu_hu: A WP Booking System exportált fájlból származó összes adat importálásához keresse meg a fájlt, és kattintson az Adatok importálása gombra.

source: To start using the new version we will have to do a quick setup to migrate your existing data to the new format.
hu_hu: Az új verzió használatának megkezdéséhez el kell végeznünk egy gyors beállítást, hogy a meglévő adatokat átvigyük az új formátumba.

source: To use reCAPTCHA you must add your API Keys in the
hu_hu: A reCAPTCHA használatához hozzá kell adnia az API kulcsokat a

source: Today
hu_hu: Ma

source: Today's Highlight Color
hu_hu: Aktuális nap kiemelt szín

source: Tomorrow
hu_hu: Holnap

source: Tools
hu_hu: Eszközök

source: Top
hu_hu: Fent

source: Total
hu_hu: Összesen

source: Total order value
hu_hu: A rendelés teljes értéke

source: Tracking Script
hu_hu: Követőkód

source: Tracking script code (eg. Google Analytics) that's executed after the form was successfully submitted.
hu_hu: Követőkód (pl. Google Analytics), amely az űrlap sikeres elküldése után kerül végrehajtásra.

source: Translations
hu_hu: Fordítások

source: Trash
hu_hu: Lomtár

source: Tuesday
hu_hu: Kedd

source: Type
hu_hu: Típus

source: Uh-oh! You are using email tags in your notifications that are not available in the form anymore.
hu_hu: Ajjaj! Ön olyan e-mail címkéket használ az értesítésekben, amelyek már nem állnak rendelkezésre az űrlapon.

source: Uncategorised
hu_hu: Kategorizálatlan

source: Undo
hu_hu: Visszavon

source: Uninstall
hu_hu: Eltávolítás

source: Uninstall Plugin
hu_hu: Bővítmény eltávolítása

source: Upcoming Bookings
hu_hu: Jövőbeli foglalások

source: Update Booking
hu_hu: Foglalás frissítése

source: Upgrade your licence
hu_hu: Frissítd licenszed

source: Upload Image
hu_hu: Képfeltöltés

source: Use Custom Strings
hu_hu: Egyéni szövegek beállítása

source: Use custom Strings and Translations for this form instead of the default Strings and Translations from the Settings page.
hu_hu: Használjon egyéni szövegeket és fordításokat ehhez az űrlaphoz a Beállítások oldal alapértelmezett szövegek és fordítások helyett.

source: Use Split Days
hu_hu: Használja az osztott napokat

source: Use the Booking History Color from the Settings
hu_hu: Használjuk a Beállításokban megadott színt

source: Used for Part Payments and for payment links created when manually adding a booking.
hu_hu: Előlegfizetés és a foglalás manuális hozzáadásakor létrehozott fizetési hivatkozásokhoz használatos.

source: User
hu_hu: Felhasználó

source: User Assign
hu_hu: Felhasználó hozzárendelése

source: User Editing Permissions
hu_hu: Felhasználói szerkesztési jogosultságok

source: User Notification
hu_hu: Felhasználói értesítés

source: User Role
hu_hu: Felhasználói szerepkör

source: User Role Permissions
hu_hu: Felhasználói szerepkör engedélyek

source: Users Editing Permissions
hu_hu: Felhasználói szerkesztési jogosultságok

source: Using an online payment gateway will create a payment link that you can send to the customer.
hu_hu: Egy online fizetési mód használatával létrehoz egy fizetési linket, amelyet elküldhet az ügyfélnek.

source: v2 Secret Key
hu_hu: v2 Secret kulcs

source: v3 Secret Key
hu_hu: v3 Secret kulcs

source: Validation Errors
hu_hu: Validációs hiba

source: Validation Strings
hu_hu: Validációs szövegek

source: VAT
hu_hu: VAT (Forgalmi adó)

source: VAT Name
hu_hu: VAT megnevezés

source: VAT Percentage
hu_hu: VAT százalék

source: View Booking
hu_hu: Foglalás megtekintése

source: View Details
hu_hu: Részletek megtekintése

source: View details
hu_hu: Részletek megtekintése

source: View email body
hu_hu: Email tartalmának megtekintése

source: Visible
hu_hu: Látható

source: Warning! Using a third-party email in the From Email field may prevent your email from being delivered. It is best to use an email with the same domain as your website.
hu_hu: Figyelem! Ha a "Feladó email címe" mezőben harmadik féltől származó e-mailt használ, az megakadályozhatja az e-mail kézbesítését. A legjobb, ha olyan e-mailt használ, amelynek domainje megegyezik a webhelyével.

source: We don't really recommend setting up reCAPTCHA unless it's needed. Making a booking is quite a complex process that spam bots can't really go through with. So unless you actually start getting spam bookings, we suggest you skip this step. Your clients will be happier as well :)
hu_hu: Nem igazán javasoljuk a reCAPTCHA beállítását, hacsak nincs rá szükség. A foglalás meglehetősen összetett folyamat, amelyet a spamrobotok nem igazán tudnak végigvinni. Tehát hacsak nem kezd el valóban spam-foglalásokat kapni, javasoljuk, hogy hagyja ki ezt a lépést. Az látogatók is boldogabbak lesznek :)

source: Website successfully deregistered.
hu_hu: A weboldal sikeresen törölve.

source: Wednesday
hu_hu: Szerda

source: Week Days
hu_hu: Hétköznapok

source: Week Start Day
hu_hu: A hét első napja

source: Week starts on
hu_hu: A hét kezdődik

source: Welcome
hu_hu: Üdvözlet

source: What languages do you wish to use?
hu_hu: Milyen nyelveket szeretne használni?

source: When creating a manual booking, the Payment on Arrival and Bank Transfer payment methods are always enabled by default.
hu_hu: Kézi foglalás létrehozásakor az Érkezéskor történő fizetés és a Banki átutalás alapértelmezés szerint mindig engedélyezve van.

source: When the booking is created
hu_hu: Amikor a foglalás létrejött

source: When the booking is created.
hu_hu: Amikor a foglalás létrejött

source: When the final payment is made
hu_hu: Amikor a végső kifizetés megtörténik

source: When the final payment is made.
hu_hu: Amikor a végső kifizetés megtörténik

source: When to refund
hu_hu: Visszatérítési idő

source: When to Send
hu_hu: Küldés időzítése

source: Wipe all Booking and Payment data
hu_hu: Minden foglalási és fizetési adatot töröl

source: Wipe Booking Data
hu_hu: Foglalási adatok törlése

source: WP Booking System - Overview Calendar
hu_hu: WP Booking System - Naptár áttekintés

source: WP Booking System - Single Calendar
hu_hu: WP Booking System - Egyetlen naptár

source: WP Booking System -> Settings -> Email
hu_hu: WP Booking System -> Beállítások -> Email

source: Yearly Calendar
hu_hu: Éves naptár

source: Yes
hu_hu: Igen

source: Yes, apply taxes or VAT to the security deposit
hu_hu: Igen, a kaucióra legyen érvényes az adó is

source: Yes, with red indicator
hu_hu: Igen, piros jelölővel

source: Yesterday
hu_hu: Tegnap

source: You can attach a post/page from your WordPress website or an external link to this calendar. If the calendar has a link attached, everywhere the calendar's title is displayed, the link will automatically be added to the title.
hu_hu: Ehhez a naptárhoz csatolhat egy bejegyzést/oldalt a WordPress webhelyéről vagy egy külső linket. Ha a naptárhoz linket csatolt, a naptár címe mindenhol megjelenik, a link automatikusan hozzáadódik a címhez.

source: You can find your serial key in your WP Booking System account. %sClick here to go to your account.%s
hu_hu: A licence kulcsot a WP Booking System fiókjában találja. %sKattintson ide a fiókjához.%s

source: You can set up message templates in
hu_hu: Üzenetek beállítása sablonokban

source: You can use the <span class="wpbs-small-print-tag wpbs-select-on-click">{Amount}</span> tag to show the total amount needed to be paid by the customer, or the <span class="wpbs-small-print-tag wpbs-select-on-click">{Booking ID}</span> tag to add a transaction reference number.
hu_hu: Az <span class="wpbs-small-print-tag wpbs-select-on-click">{Amount} </span>címkével megjelenítheti az ügyfél által fizetendő teljes összeget, a <span class="wpbs-small-print-tag wpbs-select-on-click">{Booking ID}</span> címkével pedig tranzakciós hivatkozási számot adhat hozzá.

source: You can use the automatic country location feature by using looking up the customer's IP address. Sign up for a free API key on <a href='https://ipinfo.io' target='_blank'>https://ipinfo.io</a>.
hu_hu: Az automatikus országhelymeghatározás funkciót az ügyfél IP-címének megkeresésével használhatja. Regisztráljon ingyenes API-kulcsért a <a href='https://ipinfo.io' target='_blank'>https://ipinfo.io</a>. oldalon.

source: You can use the tooltip field of the date to add information that you wish users to see when they hover over the calendar date in the front-end part of your website.
hu_hu: A dátum tooltip mezőjét arra használhatja, hogy hozzáadja azokat az információkat, amelyeket a felhasználóknak látni szeretnének, amikor a weboldal front-end részében a naptári dátum fölé viszik az egeret.

source: You can use these dynamic tags in any of the fields. They will be replaced with the values submitted in the form.
hu_hu: Ezeket a dinamikus címkéket bármelyik mezőben használhatja. Ezek helyébe az űrlapon beküldött értékek lesznek.

source: You can use these dynamic tags in the Event Description and Event Tooltip fields. They will be replaced with the values submitted in the form.
hu_hu: Ezeket a dinamikus címkéket az Esemény leírása és az Esemény tooltip mezőben használhatja. A Dinamikus címkék autómatikusan az űrlapba kitöltött adatokat jelenítik meg.

source: You don't have any %s bookings.
hu_hu: Nincsenek %s foglalások.

source: You don't have any iCal URL's included. Use the form below to add an iCal feed URL.
hu_hu: Nincs még semmilyen iCal URL-cím. Használja az alábbi űrlapot egy iCal feed URL hozzáadásához.

source: You must add an Email field to your form in order to send emails to your customers.
hu_hu: Az űrlaphoz hozzá kell adnia egy Email mezőt, hogy e-maileket küldhessen a felhasználónak.

source: Your Order
hu_hu: Rendelésed

source: Your version of WP Booking System installed on this website is not registered. Plugin updates are not available without a valid license key. %sPlease click here to register your website%s.
hu_hu: A WP Booking System ezen a weboldalon telepített verziója nincs regisztrálva. A plugin frissítései nem érhetők el érvényes licenckulcs nélkül. %sKérjük, kattintson ide a weboldal regisztrálásához%s.

source: Your WP Booking System serial key has expired. Plugin updates are not available without a valid serial key. %sPlease click here to purchase a new license%s.
hu_hu: A WP Booking System licencekulcsa lejárt. A plugin frissítései nem érhetők el érvényes licence kulcs nélkül. %sKérjük, kattints ide egy új licenc megvásárlásához%s.
