Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WpBookingSystem/WP Booking System/wp-booking-system-*.po
Languages: hu_hu

source: Maximum Value
hu_hu: Maximális érték

source: May
hu_hu: Május

source: Message
hu_hu: Üzenet

source: Message Templates
hu_hu: Üzenet sablonok

source: Migrating bookings...
hu_hu: Foglalások migrálása...

source: Migrating calendar events...
hu_hu: Naptár események migrálása...

source: Migrating calendars...
hu_hu: Naptárak migrálása...

source: Migrating forms...
hu_hu: Űrlapok migrálása...

source: Migrating general settings...
hu_hu: Migrálás általános beállítások…

source: Minimum Days
hu_hu: Minimális napok

source: Minimum Value
hu_hu: Minimális érték

source: Minutes
hu_hu: Perc

source: Missing Payment ID.
hu_hu: Hiányzó fizetési ID.

source: Modifying the prices directly updates the values in the database without performing any calculations or validations. Please use with caution.
hu_hu: Az árak módosítása közvetlenül frissíti az adatbázisban lévő értékeket, számítások vagy validációk elvégzése nélkül. Kérjük, óvatosan használja.

source: Monday
hu_hu: Hétfő

source: Months to Display
hu_hu: Megjelenítendő hónapok

source: Months to display
hu_hu: Megjelenítendő hónapok

source: Move Booking
hu_hu: Foglalás áthelyezése

source: Multiplication
hu_hu: Szorzás

source: Multiplication Field
hu_hu: Szorzási mező

source: Multiply the calendar events price by the value of a form field (eg. number of people, inventory..).
hu_hu: Szorozza meg a naptári események árát egy űrlapmező értékével (pl. személyek száma, stb...).

source: Multiply the tax by the value of a form field. This will only work when making bookings using the form that the selected field belongs to.
hu_hu: Szorozza meg az adót egy űrlapmező értékével. Ez csak akkor működik, ha a foglalásokat azon az űrlapon végzi, amelyhez a kiválasztott mező tartozik.

source: Name
hu_hu: Név

source: Navigate to next month
hu_hu: Tovább a következő hónapra

source: Navigate to previous month
hu_hu: Vissza z előző hónapra

source: Need help setting up WP Booking System or have any questions about the plugin?
hu_hu: Segítségre van szüksége a WP Booking System beállításában, vagy bármilyen kérdése van a pluginnal kapcsolatban?

source: Need help?
hu_hu: Segítségre van szükség?

source: New Booking
hu_hu: Új foglalás

source: New Booking Received - {Booking ID}
hu_hu: Új foglalás érkezett - {Booking ID}

source: New booking received.
hu_hu: Új foglalás érkezett.

source: New Bookings
hu_hu: Új foglalások

source: New Calendar
hu_hu: Új naptár

source: night
hu_hu: éjszaka

source: nights
hu_hu: éjszaka

source: No
hu_hu: Nem

source: No bookings coming up in the next month.
hu_hu: NIncsenek jövőbeli foglalások az elkövetkezendő hónapban.

source: No bookings ongoing at the moment.
hu_hu: Jelenleg nincsenek foglalások folyamatban.

source: No calendars found.
hu_hu: Nincsenek naptárak.

source: No Date Selected
hu_hu: Nincs kiválasztva dátum

source: No Dates Selected
hu_hu: Nincsenek kiválasztva dátumok

source: No default price is defined for this calendar. Please define a default price in order to use payments.
hu_hu: Ehhez a naptárhoz nincs alapértelmezett ár. A fizetések használatához kérjük, határozzon meg egy alapértelmezett árat.

source: No emails found.
hu_hu: Nem találtunk emaileket.

source: No events logged yet.
hu_hu: Nincsenek naplózott események.

source: No Form
hu_hu: NIncs űrlap

source: No forms found.
hu_hu: Nem találtunk űrlapokat.

source: No New Bookings
hu_hu: Nincs új foglalás

source: No new notifications.
hu_hu: Nincsenek új értesítések

source: No notes found for this booking.
hu_hu: Ehhez a foglaláshoz nem találtunk megjegyzéseket.

source: No Payment
hu_hu: Nincs fizetés

source: No payment was received for this booking.
hu_hu: Erre a foglalásra nem érkezett kifizetés.

source: No results for %s.
hu_hu: Nincs találat %s.

source: No, do not apply taxes or VAT to the security deposit
hu_hu: Nem, ne alkalmazzunk adókat a kaucióhoz

source: Normal
hu_hu: Normál

source: Not Paid
hu_hu: Nincs kifizetve

source: Not signed
hu_hu: Nincs aláírva

source: Notes
hu_hu: Megjegyzések

source: Notes are only visible to website administrators, they are not sent to the client.
hu_hu: A megjegyzések csak a weboldal adminisztrátorai számára láthatók, az ügyfélnek nem küldi el őket.

source: Notifications
hu_hu: Értesítések

source: Number of booked days
hu_hu: Lefoglalt napok száma

source: Number of days from current day
hu_hu: Napok száma az aktuális naptól számítva

source: October
hu_hu: Október

source: of the following match
hu_hu: szabály egyezik

source: On each page load
hu_hu: Minden egyes oldal betöltésekor

source: Ongoing Bookings
hu_hu: Folyamatban lévő foglalások

source: Only display the VAT value in the pricing table without subtracting it from the line items.
hu_hu: Csak a VAT-értéket jelenítse meg az ártáblázatban anélkül, hogy azt kivonná a tételekből.

source: Only select specific week days from the date range chosen above. Leave empty to select all days.
hu_hu: Csak bizonyos hétköznapokat választhat ki a fent kiválasztott dátumtartományból. Az összes nap kiválasztásához hagyja üresen.

source: Open a support ticket
hu_hu: Ügyfélszolgálat

source: Optional - Allow customer to choose whether to pay a deposit or the full amount
hu_hu: Választható - Lehetővé teszi az ügyfél számára, hogy kiválassza, hogy előleget vagy a teljes összeget kívánja-e fizetni

source: Optional. The period in which the tax is applied.
hu_hu: Opcionális. Az időszak, amelyre az adót alkalmazzuk.

source: Options
hu_hu: Beállítások

source: or
hu_hu: VAGY

source: Order Information
hu_hu: Rendelési információk

source: Other Strings
hu_hu: Egyéb szövegek

source: Page
hu_hu: Oldal

source: Pages to enqueue scripts on
hu_hu: Szkriptek meghívása a következő oldalakon

source: Paid
hu_hu: Fizetve

source: paid
hu_hu: fizetve

source: Payment
hu_hu: Fizetés

source: Payment Confirmation
hu_hu: Fizetés megerősítése

source: Payment Details
hu_hu: Fizetési adatok

source: Payment Gateway
hu_hu: Fizetési mód

source: Payment gateway refund functionality not implemented.
hu_hu: A fizetési kapu visszatérítési funkciója nem implementálva.

source: Payment Gateways
hu_hu: Fizetési kapuk

source: Payment Information
hu_hu: Fizetési információk

source: Payment Instructions
hu_hu: Fizetési instrukciók

source: Payment Method
hu_hu: Fizetési mód

source: Payment on Arrival
hu_hu: Fizetés érkezéskor

source: Payment Options
hu_hu: Fizetési opciók

source: Payment Reminder
hu_hu: Fizetési emlékeztető

source: Payment reminder email failed to send.
hu_hu: A fizetési emlékeztető e-mailt nem sikerült elküldeni.

source: Payment Status
hu_hu: Fizetési státusz

source: Payment Strings
hu_hu: Fizetési szövegek

source: Payment Tags
hu_hu: Fizetési címkék

source: Payment Type
hu_hu: Fizetési típus

source: Pending
hu_hu: Elfogadásra vár

source: Per Booking - Only add once per booking
hu_hu: Foglalásonként - Foglalásonként csak egyszer adható hozzá

source: Per Day - Multiply by the number of booked days
hu_hu: Naponta - szorozza meg a lefoglalt napok számával

source: Percentage
hu_hu: Százalékos

source: Period Type
hu_hu: Időszak típusa

source: Permanently delete booking
hu_hu: Foglalás végleges törlése

source: Phone Number Field
hu_hu: Telefonszám mező

source: Placeholder
hu_hu: Helykitöltő szöveg

source: Please add a name for your new calendar.
hu_hu: Kérjük, adj nevet az új naptárának.

source: Please add a name for your new email notification.
hu_hu: Kérjük, adjon nevet az új email értesítéshez.

source: Please add a name for your new form.
hu_hu: Kérjük, adj nevet az új űrlapnak.

source: Please add the iCal feed URL.
hu_hu: Kérjük, adja meg az iCal feed URL-címét.

source: Please add your reCAPTCHA API keys in the Settings page.
hu_hu: Kérjük, add hozzá a reCAPTCHA API kulcsokat a Beállítások oldalon.

source: Please check the fields below for errors.
hu_hu: Kérjük, ellenőrizze az alábbi mezők hibáit.

source: Please configure the options before creating a booking.
hu_hu: Kérjük, a foglalás létrehozása előtt állítsa be a beállításokat.

source: Please enter a value greater than %s.
hu_hu: Kérjük, adjon meg egy %s-nál nagyobb értéket.

source: Please enter a value lower than %s.
hu_hu: Kérjük, adjon meg egy %s-nál alacsonyabb értéket.

source: Please keep in mind that changing the dates will <strong>not</strong> change the availability in the calendar, nor the price of the booking. You will need to adjust these manually.
hu_hu: Kérjük, ne feledje, hogy az időpontok megváltoztatása nem változtatja meg a naptárban szereplő szabad helyek számát és a foglalás árát. Ezeket manuálisan kell beállítania.

source: Please make sure the selected file's format is .ics.
hu_hu: Kérjük, győződjön meg róla, hogy a kiválasztott fájl formátuma .ics.

source: Please provide a serial key.
hu_hu: Kérjük, adja meg a licence kulcsot.

source: Please select a calendar
hu_hu: Kérjük válassz naptárt

source: Please select a calendar to display
hu_hu: Kérjük, válasszon ki egy naptárat a megjelenítéshez

source: Please select a date first.
hu_hu: Kérjük, először válasszon ki egy dátumot.

source: Please select a date.
hu_hu: Kérjük, válasszon egy dátumot.

source: Please select a file.
hu_hu: Kérjük, válasszon ki egy fájlt.

source: Please select a form
hu_hu: Kérjük válasszon űrlapot

source: Please select a maximum of %s days.
hu_hu: Kérjük, legfeljebb %s napot válasszon.

source: Please select a minimum of %s days.
hu_hu: Kérjük, legalább %s napot válasszon.

source: Please select a starting date and an ending date.
hu_hu: Kérjük válasszon érkezési és távozási dátumot

source: Please select an iCal file.
hu_hu: Kérjük, válasszon ki egy iCal fájlt.

source: Please take into account that this action will firstly remove all data that you currently have in the plugin, then import the data from the export file.
hu_hu: Kérjük, vegye figyelembe, hogy ez a művelet először eltávolít minden adatot, amely jelenleg a bővítményben van, majd importálja az adatokat az exportált fájlból.

source: Please visit the %sPlugins page%s to check if a new update is available for WP Booking System.
hu_hu: Kérjük, látogasson el a %sBővítmények oldalra%s, hogy ellenőrizze, elérhető-e új frissítés a WP Booking System számára.

source: Please wait...
hu_hu: Kérlek várj...

source: Plugin Styling
hu_hu: Bővítmény stílus

source: Preferences saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Price
hu_hu: Ár

source: Price Calculation
hu_hu: Árkalkuláció

source: Price Format
hu_hu: Ár formátum

source: Price per day
hu_hu: Ár naponta

source: Pricing Form Elements
hu_hu: Árazáshoz használható elemek

source: Print
hu_hu: Nyomtatás

source: Processing Payment Message
hu_hu: Fizetés feldolgozása üzenet

source: Product Name
hu_hu: Terméknév

source: Quick Links
hu_hu: Gyors áttekintés

source: Read the documentation
hu_hu: Dokumentáció áttekintése

source: reCAPTCHA Type
hu_hu: reCAPTCHA típus

source: reCAPTCHA v2 Tickbox
hu_hu: reCAPTCHA v2 jelölőnégyzet

source: Recipient Email Address
hu_hu: Címzett email címe

source: Recipient Email Field
hu_hu: Címzett email mező

source: Recurring - Between the selected dates, but each year
hu_hu: Ismétlődő - A kiválasztott időpontok között, de minden évben

source: Redirect to a Page
hu_hu: Átirányítás egy oldalra

source: Redirect URL
hu_hu: Átirányítási URL

source: Refresh iCal Data
hu_hu: ICal adatok frissítése

source: Refund
hu_hu: Visszatérítés

source: Refund #
hu_hu: Visszatérítés #

source: Refund now
hu_hu: Visszatérítés most

source: Refunded
hu_hu: Visszatérítve

source: Regenerate Email Notification Cron Jobs
hu_hu: Email értesítésekért felelős Cron folyamatok újragenerálása

source: Register Website
hu_hu: Weboldal regisztrálás

source: Remaining Payment
hu_hu: Fennmaradó fizetés

source: Reminder SMS
hu_hu: Emlékeztető SMS

source: Remove
hu_hu: Eltávolítás

source: Remove Email Template
hu_hu: Email sablon törlése

source: Reply To
hu_hu: Válasz neki

source: Reports
hu_hu: Jelentések

source: Required
hu_hu: Kötelező

source: Required Field
hu_hu: Kötelező mező

source: Restore Booking
hu_hu: Foglalás visszaállítása

source: Restore Calendar
hu_hu: Naptár visszaállítása

source: Restore form
hu_hu: Űrlap visszaállítása

source: Right (eg. 100.00£)
hu_hu: Jobbra (pl. 100.00Ft)

source: Same as initial payment
hu_hu: Ugyanaz, mint a kezdeti kifizetés(initial payment)

source: Saturday
hu_hu: Szombat

source: Save a log of all emails sent to a customer. Logs will be available in the Booking modal popup.
hu_hu: Az ügyfélnek küldött összes e-mail naplójának mentése. A naplók a Foglalási modal felugró ablakban lesznek elérhetők.

source: Save Calendar
hu_hu: Naptár mentése

source: Save Changes
hu_hu: Változások mentése

source: Save Email Notification
hu_hu: Mentés

source: Save Form
hu_hu: Űrlap mentése

source: Save Legend Item
hu_hu: Jelölés mentése

source: Save Preferences
hu_hu: Beállítások mentése

source: Save Settings
hu_hu: Beállítások mentése

source: Scheduled to be sent on <strong>%s</strong>.
hu_hu: Az ütemezés szerint küldésre kerül <strong>%s</strong>.

source: search
hu_hu: keresés...

source: Search bookings
hu_hu: Foglalások keresése

source: Search Calendars
hu_hu: Naptárak keresése

source: Search Emails
hu_hu: Keresés

source: Search Forms
hu_hu: Űrlapok keresése

source: Secondary Payment Page
hu_hu: Másodlagos fizetési oldal

source: Security Deposit
hu_hu: Biztonságos kaució

source: Select a template to start with some pre-congifured options.
hu_hu: Válasszon ki egy sablont, hogy néhány előre összeállított lehetőséggel kezdhessen.

source: Select calendar...
hu_hu: Naptár kiválasztása...

source: Select Calendars
hu_hu: Válassza ki a naptárakat

source: Select form field
hu_hu: Válassza ki az űrlap mezőt

source: Select how to apply the tax. To all pricing items (calendar price per day and form product fields) or to calendar price only (calendar price per day).
hu_hu: Válassza ki az adó alkalmazásának módját. Az összes árképzési tételre (naptári napi ár és űrlap termékmezői) vagy csak a naptári árra (naptári napi ár).

source: Select if you want to use the Automatically Block Dates opton when creating the booking. If enabled, the dates will become blocked in the calendar.
hu_hu: Válassza ki, hogy a foglalás létrehozásakor használni kívánja-e a Dátumok automatikus blokkolása opciót. Ha engedélyezve van, a naptárban a dátumok blokkolva lesznek.

source: Select Internal Link
hu_hu: Belső link kiválasztása

source: Select the calendars the part payments apply to. If no calendars are selected, the part payments will be applied to all calendars.
hu_hu: Válassza ki azokat a naptárakat, amelyekre az előlegfizetés vonatkoznak. Ha nincs naptár kijelölve, az előlegfizetés az összes naptárra vonatkoznak.

source: Select the calendars the tax applies to. If no calendars are selected, the tax will be applied to all calendars.
hu_hu: Válassza ki azokat a naptárakat, amelyekre az adó vonatkozik. Ha nincs naptár kijelölve, az adó az összes naptárra vonatkozik.

source: Select the Form you want to use to create the booking. Should be the same one as you use on the front-end.
hu_hu: Válassza ki a foglalás létrehozásához használni kívánt űrlapot. Ugyanannak kell lennie, mint amit a front-endben használ.

source: Select the what Selection Style you want to use when create the booking. Should be the same as you use on the front-end.
hu_hu: Válassza ki, hogy milyen kiválasztási stílust szeretne használni a foglalás létrehozásakor. Ugyanannak kell lennie, mint amit a front-endben használ.

source: Select which calendar you wish to insert and use the options to customize it to your needs.
hu_hu: Válassza ki, hogy melyik naptárat szeretné beilleszteni, és a beállítások segítségével testre szabhatja az igényeinek megfelelően.

source: Select...
hu_hu: Válassza ki...

source: Selected Calendars
hu_hu: Kiválasztott naptárak

source: Selection Style
hu_hu: Kiválasztása stílusa

source: Selection Type
hu_hu: Kiválasztás típusa

source: Send an email to the customer
hu_hu: E-mail küldése az ügyfélnek

source: Send an email to the customer when accepting the booking
hu_hu: E-mail küldése az ügyfélnek a foglalás elfogadásakor

source: Send Date
hu_hu: Küldés dátuma

source: Send Email
hu_hu: Email küldése

source: Send Emails
hu_hu: Emailek küldése

source: Send To
hu_hu: Címzett

source: September
hu_hu: Szeptember

source: Serial Key
hu_hu: Licenc kulcs

source: Set advanced booking restrictions like minimum or maximum days, enforce a day of the week, and more.
hu_hu: Állítson be speciális foglalási korlátozásokat, például minimális vagy maximális napokat, határozzon meg egy hétköznapot, és még sok mást.

source: Settings
hu_hu: Beállítások

source: Settings Page
hu_hu: Beállítások oldal

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Show
hu_hu: Mutasd

source: Show a Message
hu_hu: Üzenet megjelenítése

source: Show Date Selection
hu_hu: Kiválasztott dátumok megjelenítése

source: Show Date Selection in Pricing Table
hu_hu: Kiválasztott dátum megjelenítése az ár összegző táblázatban

source: Show Day Abbreviations
hu_hu: Napok mutatása rövidítve

source: Show First Available Month
hu_hu: Első választható hónap megjelenítése

source: Show History
hu_hu: Múltbeli dátumok megjelenítése

source: Show history
hu_hu: Előzmények megjelenítése

source: Show Prices
hu_hu: Árak mutatása

source: Show Selected Dates
hu_hu: Kiválasztott időpontok megjelenítése

source: Show the selected dates in the pricing table, below the Product Name
hu_hu: Megjeleníti a kiválasztott dátumokat az ár táblázatban közvetlenül a termék név alatt

source: Show Tooltip
hu_hu: Tooltip megjelenítése

source: Show Week Numbers
hu_hu: Hét számának megjelenítése

source: Show Weekday Abbreviations
hu_hu: Hétköznapi rövidítések megjelenítése

source: Showing 15 out of %d events.
hu_hu: A %d eseményből 15 jelenik meg.

source: Side
hu_hu: Oldalt

source: Signed
hu_hu: Aláírt

source: Single
hu_hu: Teljes

source: Single Calendar
hu_hu: Egyetlen naptár

source: Single Day
hu_hu: Egyetlen nap

source: Skip Empty Dynamic Tags
hu_hu: Üres dinamikus címkék kihagyása

source: Something went wrong. Could not create the form. Please try again.
hu_hu: Valami rosszul sült el. Nem sikerült létrehozni az űrlapot. Kérjük, próbálja meg újra.

source: Something went wrong. Could not update the form.
hu_hu: Valami rosszul sült el. Nem sikerült frissíteni az űrlapot.

source: Sort
hu_hu: Sor

source: Sort by
hu_hu: Rendezés

source: Sort order
hu_hu: Rendezés sorrendje

source: Split
hu_hu: Tört

source: Split Day End
hu_hu: Tört nap vége

source: Split Day Start
hu_hu: Tört nap kezdés

source: Split Days
hu_hu: Napokra bontva

source: Start building your form by adding a form element.
hu_hu: Kezdje el az űrlap felépítését egy űrlapelem hozzáadásával.

source: Start Date
hu_hu: Érkezési dátum

source: Start date
hu_hu: Kezdeti dátum

source: Start Date and End Date
hu_hu: Érkezési, és távozási dátum

source: Start Date only
hu_hu: Csak a kezdeti dátum

source: Start Date or End Date
hu_hu: Kezdési, vagy befejezési dátum

source: Start Month
hu_hu: Kezdeti hónap

source: Start writing your note here...
hu_hu: Kezdje el írni a jegyzetét...

source: Start Year
hu_hu: Kezdeti év

source: Starting Changeover
hu_hu: Tört nap kezdete

source: Starting Day
hu_hu: Kezdeti dátum

source: Status
hu_hu: Státusz

source: Stay Length
hu_hu: Tartózkodási idő

source: Strings & Translations
hu_hu: Szövegek & Fordítások

source: Subject
hu_hu: Tárgy

source: Submit
hu_hu: Elküld

source: Submit Button Label
hu_hu: Beküldés gomb címke

source: Subtotal
hu_hu: Részösszeg

source: Summary
hu_hu: Összegzés

source: Sunday
hu_hu: Vasárnap

source: Symbol (eg. $, £)
hu_hu: Szimbólum (pl. $, £, Ft)

source: Taxable
hu_hu: Adóköteles

source: Taxes
hu_hu: Adók

source: Template #
hu_hu: Sablon #

source: Text Color
hu_hu: Szöveg szín

source: Thank you for your booking!
hu_hu: Köszönjük a foglalást!

source: The "%s" will be replaced by the number of days set in the widget or shortcode.
hu_hu: A „%s” helyébe a widgetben vagy shortcodeban beállított napok száma kerül.

source: The amount that the customer will be charged when making the booking.
hu_hu: Az az összeg, amelyet az ügyfélnek a foglaláskor felszámítanak.

source: The booking must end on a %s.
hu_hu: A foglalásnak a következő napon kell befejeződnie: %s.

source: The booking must start on a %s.
hu_hu: A foglalásnak a következő napon kell kezdődnie: %s.

source: The booking was successfully created.
hu_hu: A foglalás sikeresen létrejött.

source: The border highlight color of the current day.
hu_hu: Az aktuális kimelet nap szegély színe.

source: The color of the calendar dates after they have been selected.
hu_hu: A naptári dátumok színe a kijelölés után.

source: The color of the calendar dates when hovering over them.
hu_hu: A naptári dátumok színe, amikor föléjük húzzuk az egeret.

source: The color to be applied to past calendar dates if the "History" option is enabled in the embed options.
hu_hu: A múltbeli naptári dátumokra alkalmazandó szín, ha az „Előzmények” opció engedélyezve van a beágyazási beállítások között.

source: The confirmation message that appears after the final payment has succeeded.
hu_hu: A "Fizetés megerősítése" után megjelenő visszaigazoló üzenet.

source: The date the booking was made on. This appears in the email if the {All Fields} tag is used.
hu_hu: A foglalás dátuma. Ez jelenik meg az e-mailben, ha az {All Fields} használja.

source: The delivery hour for scheduled emails, like payment reminders, follow-up emails...
hu_hu: Az ütemezett e-mailek, például fizetési emlékeztetők, nyomonkövetési e-mailek kézbesítési ideje...

source: The event description.
hu_hu: Az esemény leírása.

source: The export file will contain all information saved by the plugin, including calendars, bookings and general settings.
hu_hu: Az exportált fájl tartalmazza a bővítmény által elmentett összes információt, beleértve a naptárakat, foglalásokat és általános beállításokat.

source: The form was successfully submitted.
hu_hu: Az űrlapot sikeresen elküldtük.

source: The iCal feed URL is not valid.
hu_hu: Az iCal feed URL nem érvényes.

source: The label for the Amount Billed in the payment form.
hu_hu: A számlázott összeg címkéje a fizetési űrlapon.

source: The loading message while the payment is being processed.
hu_hu: A betöltési üzenet a fizetés feldolgozása közben.

source: The maximum number of days of a booking. If you are using the "Split" selection type, the number of nights will be counted instead.
hu_hu: A foglalás maximális időtartama napokban adható meg. Ha a „Tört” opciót választod, akkor a rendszer éjszakák alapján számol.

source: The message that appears in the pricing table if no dates are selected.
hu_hu: Az árakat tartalmazó táblázatban megjelenő üzenet, ha nincs dátum kiválasztva.

source: The minimum number of days of a booking. If you are using the "Split" selection type, the number of nights will be counted instead.
hu_hu: A foglalás minimális hossza napokban. Ha a „Tört” kiválasztási típust használod, akkor az éjszakák száma kerül elszámolásra.

source: The minimum required version for the <strong>%s</strong> Add-on is %s or greater. Please <a href="%s">update</a> to the latest version.
hu_hu: A <strong>%s</strong> bővítmény minimálisan szükséges verziója: %s vagy újabb. Kérjük, <a href="%s">frissítsd</a> a legújabb verzióra.

source: The payment method description that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód leírása.

source: The payment method name that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód neve.
