Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WpBookingSystem/WP Booking System/wp-booking-system-*.po
Languages: hu_hu

source: &#8211; Final Payment Link
hu_hu: &#8211; Fizetési link a végső kifizetéshez

source: &#8211; Final Payment Method
hu_hu: &#8211; Végső fizetési mód

source: &#8211; Payment Link
hu_hu: &#8211; Fizetési link

source: "Edit Order" Link
hu_hu: "Rendelés szerkesztése" Link

source: "Item" Table Column
hu_hu: "Tétel" táblázat oszlop

source: "Payment Confirmation" Heading
hu_hu: "Fizetés megerősítése" címsor

source: "Subtotal" Table Column
hu_hu: "Részösszeg" táblázat oszlop

source: "Total" Table Column
hu_hu: "Összesen" táblázat oszlop

source: "Your Order" Heading
hu_hu: "A rendelése" fejléc

source: %s after the booking ends.
hu_hu: %s a foglalás lejárta után.

source: %s after the booking starts.
hu_hu: %s a foglalás kezdete után.

source: %s before the booking ends.
hu_hu: %s a foglalás vége előtt.

source: %s before the booking starts.
hu_hu: %s a foglalás megkezdése előtt.

source: %s days ago
hu_hu: %s nappal ezelőtt

source: %s legend item is now the default one.
hu_hu: %s jelölés mostantól az alapértelmezett.

source: * conditional logic enabled.
hu_hu: * feltételes mód bekapcsolva

source: ...and %s more
hu_hu: ...és %s még több

source: <strong>WARNING!</strong> Moving a booking will not update the availability in neither the old or the new calendar, nor does it check if the dates are available or not in the new calendar. You will have to update the availability in both calendars manually. Please use with caution.
hu_hu: <strong>FIGYELEM!</strong> A foglalás áthelyezése nem frissíti a korábbi és az új naptárban a szabad időpontokat, és azt sem ellenőrzi, hogy az új naptárban az időpontok elérhetőek-e vagy sem. A rendelkezésre állást mindkét naptárban kézzel kell frissítenie. Kérjük, óvatosan használja.

source: A general error message shown when the payment fails or was cancelled.
hu_hu: A fizetés sikertelensége vagy törlése esetén megjelenő általános hibaüzenet.

source: Accent Colour
hu_hu: Kiemelt szín

source: Accept Booking
hu_hu: Foglalás elfogadása

source: Accept credit card payments using the Square payment gateway.
hu_hu: Fogadjon el bankkártyás fizetéseket a Square fizetési átjáró segítségével.

source: Accept credit cards and bank transfers using the GoPay payment gateway.
hu_hu: Fogadjon el bankkártyás és banki átutalásokat a GoPay fizetési átjáró segítségével.

source: Accept credit cards using the Authorize.Net payment gateway.
hu_hu: Fogadjon el bankkártyát az Authorize.Net fizetési átjáró segítségével.

source: Accept credit cards using the Stripe payment gateway.
hu_hu: Fogadjon el bankkártyás fizetést a Stripe fizetési átjáró segítségével.

source: Accept credit cards, bank transfers, iDEAL and many other payment methods with Mollie.
hu_hu: Fogadjon el bankkártyát, banki átutalást, iDEAL-t és számos más fizetési módot a Mollie segítségével.

source: Accept payments using the Redsys payment gateway.
hu_hu: Fizetések elfogadása a Redsys fizetési rendszerrel.

source: Accepted
hu_hu: Elfogadva

source: Accepting, Updating or Deleting the booking will also update the calendar availability as per the form below.
hu_hu: A foglalás elfogadása, frissítése vagy törlése a naptár elérhetőségét is frissíti a fenti űrlap szerint.

source: Actions
hu_hu: Műveletek

source: Activate
hu_hu: Aktiválás

source: Active
hu_hu: Aktív

source: Add a link to the Booking Modal in you site. Only enable this option for emails sent to the website administrators or people who have access to the website's WP Admin Dashboard.
hu_hu: Adjon hozzá egy linket a foglalási modulhoz a weboldalán. Csak a weboldal adminisztrátorainak vagy a weboldal WP Admin Dashboardjához hozzáféréssel rendelkező személyeknek küldött e-mailek esetében engedélyezze ezt az opciót!!!!

source: Add Booking
hu_hu: Foglalás hozzáadása

source: Add Calendar
hu_hu: Naptár hozzáadása

source: Add Email Notification
hu_hu: Email értesítő hozzáadása

source: Add External Link
hu_hu: Külső link hozzáadása

source: Add Form
hu_hu: Űrlap létrehozás

source: Add iCal URL
hu_hu: ICal URL hozzáadása

source: Add Legend Item
hu_hu: Jelölés hozzáadása

source: Add New Calendar
hu_hu: Új naptár létrehozása

source: Add New Email Notification
hu_hu: Új email értesítés létrehozása

source: Add New Email Template
hu_hu: Új email sablon létrehozás

source: Add New Form
hu_hu: Új űrlap hozzáadása

source: Add New Legend Item
hu_hu: Új jelölés hozzáadása

source: Add New Note
hu_hu: Új megjegyzés hozzáadása

source: Add new note
hu_hu: Új megjegyzés hozzáadása

source: Add Note
hu_hu: Megjegyzés hozzáadása

source: Add Option
hu_hu: Opció hozzáadása

source: add rule group
hu_hu: szabálycsoport hozzáadása

source: Add Tax
hu_hu: Adó hozzáadása

source: Add-on successfully activated.
hu_hu: Kiegészítő sikeresen aktiválva.

source: Add-on successfully installed.
hu_hu: Kiegészítő sikeresen telepítve.

source: Add-ons
hu_hu: Kiegészítők

source: Add-ons are only available with a valid licence key.
hu_hu: A kiegészítők csak érvényes licenckulcsal érhetőek el.

source: Added on
hu_hu: Hozzáadva

source: Admin New Booking Notification
hu_hu: Admin értesítése újra foglalásról

source: Admin Notification
hu_hu: Admin értesítések

source: Advanced Form Elements
hu_hu: Speciális űrlapelemek

source: Advanced Options
hu_hu: Haladó beállítások

source: After the booking ends
hu_hu: A foglalás lejárta után

source: After the booking starts
hu_hu: A foglalás megkezdése után

source: After the uninstall process is complete the plugin will be automatically deactivated.
hu_hu: Az eltávolítási folyamat befejezése után a bővítmény automatikusan deaktiválódik.

source: Agreed
hu_hu: Elfogadom

source: All
hu_hu: Összes

source: All bookings and booking related data were successfully removed.
hu_hu: Az összes foglalást és a foglalásokkal kapcsolatos adatot sikeresen eltávolítottuk.

source: All Calendars
hu_hu: Összes naptár

source: Allow multiple bookings per day and automatically make the dates unavailable when the maximum number of bookings is reached.
hu_hu: Engedélyezze a többszöri foglalást naponta, és a foglalások maximális számának elérésekor a dátumokat automatikusan elérhetetlenné teszi.

source: Allow your customers to checkout with WooCommerce, using any of the payment gateways supported by WooCommerce.
hu_hu: Lehetővé teszi ügyfelei számára, hogy a WooCommerce segítségével fizessenek, a WooCommerce által támogatott fizetési módok bármelyikével.

source: Allow your customers to switch between currencies when making a payment.
hu_hu: Lehetővé teszi ügyfelei számára, hogy fizetéskor váltsanak a pénznemek között.

source: Allows you to create bookings on any dates, even if you have validation rules set up.
hu_hu: Lehetővé teszi a foglalások létrehozását bármilyen időpontra, még akkor is, ha validációs szabályokat állított be.

source: Amount
hu_hu: Összeg

source: Amount Billed
hu_hu: Számlázott összeg

source: Amount Billed Label
hu_hu: Számlázott összeg címke

source: Amount must be greater than 0.
hu_hu: Az összegnek nagyobbnak kell lennie 0-nál.

source: and
hu_hu: ÉS

source: Any
hu_hu: Bármely

source: Appears above the pricing table as a link which takes you back to the booking form.
hu_hu: Az ártáblázat felett jelenik meg linkként, amely visszavezeti Önt a foglalási űrlapra.

source: Appears above the pricing table.
hu_hu: Az ártbálázat felett jelenik meg.

source: Appears in the Pricing Table
hu_hu: Az ártbálázatban jelenik meg

source: Appears in the Pricing Table when the Final Payment method is set to 'Cash on Arrival'
hu_hu: Megjelenik az ártáblában, ha a végleges fizetési mód "Készpénz érkezéskor".

source: Appears in the pricing table.
hu_hu: Megjelenik az ártáblázatban.

source: Appears on the payment screen.
hu_hu: Megjelenik a fizetési felületen.

source: Applicability
hu_hu: Alkalmazás

source: Applicable Period
hu_hu: Érvényes időszak

source: Applicable period
hu_hu: Érvényes időszak

source: Apply Changes
hu_hu: Változások alkalmazása

source: Apply tax to
hu_hu: Adó alkalmazása

source: April
hu_hu: Április

source: Are you sure you want to delete this calendar?
hu_hu: Biztos, hogy törölni szeretné ezt a naptárat?

source: Are you sure you want to delete this email?
hu_hu: Biztos benne hogy törli ezt az emailt?

source: Are you sure you want to delete this form?
hu_hu: Biztos, hogy törölni szeretné ezt az űrlapot?

source: Are you sure you want to delete this legend item?
hu_hu: Biztos, hogy törölni akarja ezt a elemet?

source: Are you sure you want to import data from the file?
hu_hu: Biztos, hogy importálni szeretné az adatokat a fájlból?

source: Are you sure you want to proceed?
hu_hu: Biztos, hogy folytatni akarja?

source: Are you sure you want to refresh this iCal feeds?
hu_hu: Biztos, hogy frissíteni szeretné ezt az iCal feeds-t?

source: Are you sure you want to remove this field?
hu_hu: Biztos benne hogy törli ezt a mezőt?

source: Are you sure you want to remove this iCal URL?
hu_hu: Biztos, hogy el akarja távolítani ezt az iCal URL-t?

source: Are you sure you want to remove this option?
hu_hu: Biztos benne hogy törli ezt az opciót?

source: Are you sure you want to remove this rule?
hu_hu: Biztos benne hogy törli ezt a szabályt?

source: Are you sure you want to reset the iCalendar feed link for this calendar?
hu_hu: Biztos, hogy vissza szeretné állítani az iCalendar feed linket ehhez a naptárhoz?

source: Are you sure you want to send this calendar to the trash?
hu_hu: Biztos, hogy ezt a naptárat a lomtárba akarod helyezni?

source: Are you sure you want to send this email to the trash?
hu_hu: Biztos benne, hogy lomtárba helyezi ezt az email-t?

source: Are you sure you want to send this form to the trash?
hu_hu: Biztos, hogy ezt az űrlapot a lomtárba akarod helyezni?

source: Ascending
hu_hu: Növekvő

source: Attach an iCalendar event file to the email.
hu_hu: Csatoljon egy iCalendar eseményfájlt az e-mailhez.

source: Attachments
hu_hu: Csatolmányok

source: August
hu_hu: Augusztus

source: Authorized
hu_hu: Engedélyezett

source: Auto (let WP choose)
hu_hu: Automatikus (WP Alapértelmezett)

source: Autofill Event Description
hu_hu: Automatikus leírás kitöltés

source: Automatically Block as
hu_hu: Automatikusan blokkolja

source: Automatically Block Dates
hu_hu: Dátumok automatikus blokkolása

source: Automatically fill in the event description field when a booking is made. You can use Email Tags to populate with dynamic form values, eg. '{1:Your Name}'. This only works if the Automatically Block Dates option is enabled.
hu_hu: A foglaláskor automatikusan kitölti az esemény leírása mezőt. Használhatja az e-mail címkéket a dinamikus űrlapértékek feltöltéséhez, pl. '{1:Your Name}'. Ez csak akkor működik, ha az Automatikus elfogadás opció engedélyezve van.

source: Automatically fill in the event tooltip field when a booking is made. You can use Email Tags to populate with dynamic form values, eg. '{1:Your Name}'. This only works if the Automatically Block Dates option is enabled.
hu_hu: Automatikusan kitölti az esemény tooltip mezőt, amikor a foglalás megtörténik. Használhatja az e-mail címkéket a dinamikus űrlapértékek feltöltéséhez, pl. '{1:Your Name}'. Ez csak akkor működik, ha az Automatikus elfogadás opció engedélyezve van.

source: Automatically Load
hu_hu: Automatikus betöltés

source: Automatically load the contents of an email template in the email form, wihtout having to select it from the dropdown.
hu_hu: Automatikusan betölti egy e-mail sablon tartalmát az e-mail űrlapba, anélkül, hogy ki kellene választania a legördülő listából.

source: Availability
hu_hu: Elérhetőség

source: Available
hu_hu: Elérhető

source: Awaiting final payment.
hu_hu: Végső kifizetésre vár.

source: Back to all calendars
hu_hu: Vissza az összes naptárhoz

source: Back to all email notifications
hu_hu: Vissza az összes email értesítéshez

source: Back to all emails
hu_hu: Vissza az összes emailhez

source: Back to all forms
hu_hu: Vissza az összes űrlaphoz

source: Back to Calendar
hu_hu: Vissza a naptárhoz

source: Back to Legend
hu_hu: Vissza az összeshez

source: Backend Start Day
hu_hu: Backend első napja

source: Backup/Restore
hu_hu: Mentés/visszaállítás

source: Bank Transfer
hu_hu: Banki átutalás

source: Bank Transfer Payment Instructions
hu_hu: Banki átutalás fizetési instrukciók

source: Basic Form Elements
hu_hu: Általános űrlap elemek

source: Basic Options
hu_hu: Alapvető beállítások

source: Before the booking ends
hu_hu: A foglalás lejárta előtt

source: Before the booking starts
hu_hu: A foglalás megkezdése előtt

source: Blank Template
hu_hu: Üres sablon

source: Bookable
hu_hu: Foglalható

source: Booked
hu_hu: Foglalt

source: Booked On
hu_hu: Foglalás leadva

source: Booked on
hu_hu: Foglalás leadva

source: Booking
hu_hu: Foglalás

source: booking
hu_hu: foglalás

source: Booking #
hu_hu: Foglalás #

source: Booking Accept/Delete Email
hu_hu: Foglalás elfogadása/törlése Email

source: Booking Custom Email
hu_hu: Foglalás egyedi e-mal

source: Booking Data
hu_hu: Foglalás adatok

source: Booking day
hu_hu: Foglalás napja

source: Booking Details
hu_hu: Foglalás részletei

source: Booking End Day
hu_hu: Foglalás befejező nap

source: Booking History Color
hu_hu: Foglalás előzmények színek

source: Booking Hover Color
hu_hu: Foglalás egér ráhúzási szín

source: Booking ID
hu_hu: Foglalási azonosító (ID)

source: Booking Selection Color
hu_hu: Foglalás kiválasztási szín

source: Booking Start Day
hu_hu: Foglalás kezdőnapja

source: Booking successfully deleted.
hu_hu: Foglalás sikeresen törölve.

source: Booking successfully moved.
hu_hu: Foglalás sikeresen áthelyezve

source: Booking Type
hu_hu: Foglalás módja

source: Booking weekday
hu_hu: Hétköznapi foglalás

source: Bookings
hu_hu: Foglalások

source: bookings
hu_hu: foglalások

source: Bookings successfully deleted.
hu_hu: Foglalás sikeresen törölve.

source: Bottom
hu_hu: Lent

source: Bulk Edit
hu_hu: Csoportos szerkesztés

source: Bulk Edit Availability
hu_hu: Időpontok csoportos szerkesztése

source: Bulk Edit Dates
hu_hu: Tömeges dátumszerkesztés

source: Button - Background Color
hu_hu: Gomb - Háttérszín

source: Button - Border Radius
hu_hu: Gomb - Szegély sugár

source: Button - Hover Background Color
hu_hu: Gomb - Egér ráhúzás háttérszín

source: Button - Hover Text Color
hu_hu: Gomb - Egér ráhúzás szövegszín

source: Button - Text Color
hu_hu: Gomb - szövegszín

source: By default we use our own styling to make sure everything looks fine. You can select 'Theme Styling' to disable the output of our custom CSS.
hu_hu: Alapértelmezés szerint a saját stílusunkat használjuk, hogy minden megfelelően nézzen ki. A 'Sablon stílus' opcióval letilthatja a saját CSS-ünket.

source: By default, the scripts and styles required by the plugin are loaded on all pages. By enabling this option, the scripts and styles will only be enqueued on the pages you select below. Please note that this option may not work well on websites that use AJAX to navigate between pages.
hu_hu: Alapértelmezés szerint a bővítmény által igényelt szkriptek és stílusok minden oldalra betöltődnek. Ha engedélyezi ezt az opciót, a scriptek és stílusok csak az alább kiválasztott oldalakon kerülnek meghívásra. Felhívjuk figyelmét, hogy ez az opció nem biztos, hogy jól működik olyan webhelyeken, amelyek AJAX-ot használnak az oldalak közötti navigációhoz.

source: Calculation
hu_hu: Kalkuláció

source: Calendar
hu_hu: Naptár

source: calendar
hu_hu: naptár

source: Calendar - Background Color
hu_hu: Naptár - Háttérszín

source: Calendar - Border Color
hu_hu: Naptár - Szegély szín

source: Calendar - Text Color
hu_hu: Naptár - Szöveg szín

source: Calendar and Form Prices
hu_hu: Naptár és űrlap árak

source: Calendar created successfully.
hu_hu: Naptár sikeresen létrehozva.

source: Calendar CSV Export
hu_hu: Naptár CSV exportálása

source: Calendar Dates
hu_hu: Naptári dátumok

source: Calendar does not exist.
hu_hu: Naptár nem létezik.

source: Calendar Events
hu_hu: Naptár események

source: Calendar has been successfully deleted.
hu_hu: A naptár sikeresen törlésre került.

source: Calendar has been successfully duplicated.
hu_hu: A naptárat sikeresen duplikáltuk.

source: Calendar has been successfully restored.
hu_hu: A naptár sikeresen helyreállításra került.

source: Calendar ID
hu_hu: Naptár ID

source: Calendar ID: %d
hu_hu: Naptár ID: %d

source: Calendar Legend
hu_hu: Naptár jelölés

source: Calendar Name
hu_hu: Naptár neve

source: Calendar Options
hu_hu: Naptár beállítások

source: Calendar Price Only
hu_hu: Naptár árak csak

source: Calendar Selection
hu_hu: Naptár kiválasztás

source: Calendar Selection Style
hu_hu: Naptár kiválasztási stílusa

source: Calendar successfully moved to Trash.
hu_hu: Naptár sikeresen áthelyezve a Lomtárba.

source: Calendar updated successfully.
hu_hu: A naptár sikeresen frissült.

source: Calendar value
hu_hu: Naptári érték

source: Calendars
hu_hu: Naptárak

source: calendars
hu_hu: naptár

source: Cancel
hu_hu: Mégsem

source: Cancelled
hu_hu: Lemondva

source: Cash on arrival
hu_hu: Készpénzben érkezéskor

source: Change the way the selection of dates looks. Normal will highlight days entirely, while Split will make the first and last day of the selection appear as half days.
hu_hu: Változtassa meg a dátumok kiválasztásának megjelenését. A Normál a napokat teljesen kiemeli, míg az Osztott a kiválasztás első és utolsó napját fél napként jeleníti meg.

source: Change the way the visitor selects dates in the calendar.
hu_hu: Változtassa meg, hogy a látogató hogyan válassza ki a dátumokat a naptárban.

source: Changeover 1
hu_hu: Tört nap 1

source: Changeover 2
hu_hu: Tört nap 2

source: Charge a security deposit that will be automatically refunded to the customer after X days. If enabled, a Security Deposit field will become available in the Form Builder.
hu_hu: Kérjen kauciót, amelyet X nap elteltével automatikusan visszatérítenek az ügyfélnek. Ha engedélyezve van, akkor az űrlapkészítőben elérhetővé válik a kaució mező.

source: Check for Updates
hu_hu: Frissítések ellenőrzése

source: Check-in date
hu_hu: Érkezési dátum

source: Check-out date
hu_hu: Távozási dátum

source: Checkbox Label
hu_hu: Jelölőnégyzet címke

source: Checkbox Link
hu_hu: Jelölőnégyzet link

source: Checkbox/Radio - Background Color
hu_hu: Jelölőnégyzet/Választó - Háttérszín

source: Checkbox/Radio - Hover Background Color
hu_hu: Jelölőnégyzet/Jelölő - Egér ráhúzás háttérszín

source: Choose to apply the tax only if the start date is contained in the Applicable Period, or the entire date selection is contained in the Applicable Period.
hu_hu: Válassza ki, hogy az adót csak akkor alkalmazza, ha a kezdőnap az Érvényes időszakon belül van, vagy ha a teljes dátumválasztás az Érvényes időszakon belül van.

source: Classic Reminder
hu_hu: Klasszikus emlékeztető

source: Clear
hu_hu: Törlés

source: Click on any of the elements on the right to add them here!
hu_hu: Kattintson a jobb oldali elemek bármelyikére, hogy hozzáadja őket ide!

source: Code (eg. USD, GBP)
hu_hu: Országkód (pl:. USD, GBP, HUF)

source: Color
hu_hu: Szín

source: Conditional Logic
hu_hu: Feltételes megjelenítés

source: Confirmation Message
hu_hu: Visszaigazoló üzenet

source: Confirmation Type
hu_hu: Művelet típus

source: contains
hu_hu: tartalmaz

source: Continue to plugin
hu_hu: Tovább a pluginhoz

source: Controls whether or not the visitor can book the date using this legend item.
hu_hu: Azt szabályozza, hogy a látogató lefoglalhatja-e a dátumot ezzel a státusszal.

source: Copy from calendar #%d (%s)
hu_hu: Másolás a naptárból #%d (%s)

source: Copy Legend
hu_hu: Jelölés másolása

source: coupon
hu_hu: kupon

source: Coupons
hu_hu: Kupon

source: coupons
hu_hu: kupon

source: Create a calendar overview that displays all selected calendars and their availability
hu_hu: Összegző naptár, amely megjeleníti az összes kiválasztott naptárat és azok elérhetőségét

source: Create default email templates you can re-use everytime you send an email from the Booking Manager. You can also include general email tags which are not related to forms, like {Start Date} or {Booking ID}.
hu_hu: Hozzon létre alapértelmezett e-mail sablonokat, amelyeket minden alkalommal újra felhasználhat, amikor e-mailt küld a Booking Managerből. Olyan általános e-mail címkéket is megadhat, amelyek nem kapcsolódnak űrlapokhoz, mint például a {Start Date} vagy a {Booking ID}.

source: Create discounts and coupon codes that are applied to the checkout form based on specific conditions.
hu_hu: Hozzon létre kedvezményeket és kuponkódokat, amelyek meghatározott feltételek alapján kerülnek alkalmazásra a pénztár űrlapon.

source: Create export file
hu_hu: Export fájl készítése

source: Create PDF contracts or agreements and email them to your customers.
hu_hu: Készítsen PDF formátumú szerződéseket vagy megállapodásokat, és küldje el azokat e-mailben ügyfeleinek.

source: Creates a dashboard with reports and statistics for your bookings.
hu_hu: Műszerfalat hoz létre a foglalásokról szóló jelentésekkel és statisztikákkal.

source: Cron jobs successfully regenerated.
hu_hu: A Cron-feladatok sikeresen regenerálódtak.

source: Currency
hu_hu: Pénznem

source: Currency Format
hu_hu: Pénznem formátum

source: Currency Position
hu_hu: Pénznem pozició

source: Current Month
hu_hu: Aktuális hónap

source: Current Year
hu_hu: Aktuális év

source: Custom
hu_hu: Egyéni

source: Custom "Total" Label
hu_hu: Egyedi "Összesen" címke

source: Custom Class
hu_hu: Egyedi CSS Osztály

source: Custom VAT
hu_hu: Egyéni ÁFA

source: Customize the look of the WP Booking System calendar.
hu_hu: A WP Booking System naptár megjelenésének testreszabása.

source: Daily
hu_hu: Naponta

source: Dark Theme
hu_hu: Sötét mód

source: Dashboard
hu_hu: Vezérlőpult

source: Data from the file has been imported successfully.
hu_hu: A fájlból származó adatok importálása sikeresen megtörtént.

source: Data related to versions lower than version 5 will not be removed.
hu_hu: Az 5. verziónál alacsonyabb verziókra vonatkozó adatok nem kerülnek eltávolításra.

source: Date
hu_hu: Dátum

source: Date Created
hu_hu: Létrehozás dátuma

source: Date Format
hu_hu: Dátum formátum

source: Date Modified
hu_hu: Utoljára módosítva

source: Date Range
hu_hu: Dátum tartomány (Date range)

source: Dates - Border Radius
hu_hu: Dátumok - Keret sugara

source: Dates - Other Month Dates Background
hu_hu: Dátumok - Egyéb hónap dátumok Háttérszíne

source: Dates - Week Numbers Background
hu_hu: Dátumok - Heti számok Háttérszíne

source: day
hu_hu: nap

source: Day Offset
hu_hu: Napokkal előtte/utána

source: days
hu_hu: nap

source: days after
hu_hu: nappal utána

source: days after the booking ends
hu_hu: nappal a foglalás lejárta után

source: days before
hu_hu: nappal előtte

source: days from the current date
hu_hu: a jelenlegi dátumtól számított napok

source: Days from Today
hu_hu: Napok mától számítva

source: Decimals
hu_hu: Tizedes számok

source: Default
hu_hu: Alapértelmezett

source: Default "BCC"
hu_hu: Alapértelmezett "BCC"

source: Default "CC"
hu_hu: Alapértelmezett "CC"

source: Default "From Email"
hu_hu: Alapértelmezett "Feladó email címe"

source: Default "From Name"
hu_hu: Alapértelmezett "Feladó neve"

source: Default "Reply To"
hu_hu: Alapértelmezett "Válasz neki"

source: Default Booking Status
hu_hu: Alapértelmezett foglalási státusz

source: Default Country
hu_hu: Alapértemezett ország

source: Default Daily Price
hu_hu: Alapértelmezett napi ár

source: Default Option
hu_hu: Alapértelmezett beállítás

source: Default price
hu_hu: Alapértelmezett ár

source: Default Theme
hu_hu: Alapértelmezett sablon

source: Default Value
hu_hu: Alapértelmezett érték

source: Delete
hu_hu: Törlés

source: delete
hu_hu: törlés

source: Delete Booking
hu_hu: Foglalás törlése
