Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION FLUENT CAMPAIGN/fluentcampaign-pro-*.po
Languages: hu_hu

source: This Funnel will start once payment refunded for an order
hu_hu: Ez a tölcsér akkor indul, ha a megrendelésre vonatkozó kifizetés visszatérítésre kerül

source: This funnel will start when a contact has been enrolled in a course
hu_hu: Ez a tölcsér akkor indul el, amikor egy partner beiratkozott egy tanfolyamra

source: This funnel will start when a member is added to a level
hu_hu: Ez a tölcsér akkor indul el, amikor egy tagot hozzáadnak egy tagsági szinthez

source: This funnel will start when a member is added to a level for the first time
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tagot először adnak hozzá egy szinthez

source: This funnel will start when a membership has been cancelled
hu_hu: Ez a tölcsér akkor indul el, amikor a tagságot törölték

source: This funnel will start when a membership has been expired for a user
hu_hu: Ez a tölcsér akkor indul el, amikor egy felhasználó tagsága lejárt

source: This funnel will start when a membership level get activated for a member
hu_hu: Ez a tölcsér akkor indul el, amikor egy tag tagsági szintje aktiválódik

source: This Funnel will start when a Order status will change from one state to another
hu_hu: Ez a tölcsér akkor indul el, amikor a Rendelés állapota egyik állapotból a másikba változik

source: This Funnel will start when a student completes a Course
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tanuló befejez egy tanfolyamot

source: This Funnel will start when a student completes a course
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tanuló befejez egy tanfolyamot

source: This Funnel will start when a student completes a lesson
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tanuló befejez egy leckét

source: This Funnel will start when a student has been enrolled in a membership level
hu_hu: Ez a tölcsér akkor indul el, amikor egy tanulót tagsági szinthez adunk

source: This funnel will start when a student is added in a Membership
hu_hu: Ez a tölcsér akkor indul el, amikor egy tanulót hozzáadnak egy tagsághoz

source: This Funnel will start when a student is enrolled in a course
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tanuló beiratkozott egy tanfolyamra

source: This funnel will start when a student is enrolled in a course
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tanuló beiratkozott egy tanfolyamra

source: This Funnel will start when a student is enrolled in a group
hu_hu: Ez a tölcsér akkor kezdődik, amikor egy tanuló beiratkozik egy csoportba

source: This funnel will start when a subscription has been expired
hu_hu: Ez a tölcsér akkor indul el, amikor egy előfizetés lejárt

source: This funnel will start when a user is assigned to specified membership levels
hu_hu: Ez a tölcsér akkor indul el, amikor a felhasználó hozzá van rendelve a megadott tagsági szintekhez

source: This funnel will start when a user is completes a lesson topic
hu_hu: Ez a tölcsér akkor indul el, amikor a felhasználó befejez egy modult

source: This funnel will start when a user is enrolled in a group
hu_hu: Ez a tölcsér akkor indul el, amikor a felhasználó regisztrálva van egy csoportban

source: This funnel will start when an user is enrolled in Membership Levels
hu_hu: Ez a tölcsér akkor indul el, amikor a felhasználó regisztrált tagsági szintekre

source: This is a custom segment and contacts are filter based your provided filters on real time data.
hu_hu: Ez egy egyéni szegmens, és a partnereket valós idejű adatok alapján szűrik a megadott szűrők.

source: This segment contains all your Subscribed contacts which are also your active Affiliates
hu_hu: Ez a szegmens tartalmazza az összes feliratkozott partnert, akik egyben az Ön aktív affiliate-jei

source: This segment contains all your Subscribed contacts which are also your EDD Customers with atleast one purchase
hu_hu: Ez a szegmens tartalmazza az összes feliratkozott partnert, akik egyben az EDD ügyfelek is, legalább egy vásárlással

source: This segment contains all your Subscribed contacts which are also your Paid Membership Members
hu_hu: Ez a szegmens tartalmazza az összes feliratkozott partnert, akik egyben Paid Membership tagok

source: This segment contains all your Subscribed contacts which are also your WooCommerce Customers
hu_hu: Ez a szegmens tartalmazza az összes feliratkozott partnert, akik egyben a WooCommerce vásárlók is

source: This segment contains all your Subscribed contacts which are also your WordPress users
hu_hu: Ez a szegmens tartalmazza az összes feliratkozott partnert, akik szintén a WordPress felhasználói

source: This will run once a selected email sequence is completed for a contact
hu_hu: Ez akkor fog lefutni, ha egy kiválasztott e-mail sorozat befejeződött egy kapcsolat számára

source: This will run once a subscriber click on this provided link
hu_hu: Ez akkor fog futni, ha a feliratkozó rákattint erre a megadott linkre

source: This will run once new order has been placed as processing
hu_hu: Ez akkor fog futni, amikor új rendelést adnak le feldolgozás alattinak

source: This will run once new order will be placed as processing
hu_hu: Ez akkor fog futni, amikor új rendelés kerül feldolgozásra

source: This will run once new order will be placed as processing in EDD
hu_hu: Ez akkor fog futni, amikor új rendelés kerül feldolgozásra az EDD-ben

source: This will run when any of the selected lists have been removed from a contact
hu_hu: Ez akkor fog futni, ha a kijelölt listák bármelyikét eltávolították egy partnerről

source: This will run when any of the selected tags have been removed from a contact
hu_hu: Ez akkor fog futni, ha a kijelölt címkék bármelyikét eltávolították egy partnerről

source: This will run when selected lists have been applied to a contact
hu_hu: Ez akkor fog futni, ha kijelölt listákat alkalmaztak egy partnerre

source: This will run when selected lists have been removed from a contact
hu_hu: Ez akkor fog futni, ha a kijelölt listákat eltávolították egy partnerből

source: This will run when selected tags have been applied to a contact
hu_hu: Ez akkor fog futni, ha kijelölt címkéket alkalmaztak egy partnerre

source: This will run when selected Tags have been removed from a contact
hu_hu: Ez akkor fog futni, ha a kijelölt címkéket eltávolították egy partnerről

source: Timezone
hu_hu: Időzóna

source: Title
hu_hu: Cím

source: To sync and enable deep integration with Easy Digital Downloads customers with FluentCRM, please configure and enable sync.
hu_hu: Az Easy Digital Downloads ügyfeleinek szinkronizálásához és mély integrációjának engedélyezéséhez a FluentCRM-mel, kérjük, konfigurálja és engedélyezze a szinkronizálást.

source: To sync and enable deep integration with LearnDash students with FluentCRM, please configure and enable sync.
hu_hu: A LearnDash diákokkal való szinkronizáláshoz és a FluentCRM-mel való mély integráció engedélyezéséhez konfigurálja és engedélyezze a szinkronizálást.

source: To sync and enable deep integration with LifterLMS students with FluentCRM, please configure and enable sync.
hu_hu: A LifterLMS diákokkal való szinkronizáláshoz és a FluentCRM-mel való mély integráció engedélyezéséhez konfigurálja és engedélyezze a szinkronizálást.

source: To sync and enable deep integration with WooCommerce customers with FluentCRM, please configure and enable sync.
hu_hu: A WooCommerce vásárlókkal való szinkronizáláshoz és a FluentCRM-mel való mély integráció engedélyezéséhez konfigurálja és engedélyezze a szinkronizálást.

source: to view in details edd reports
hu_hu: az edd-jelentések részletes megtekintéséhez

source: to view in details LearnDash reports
hu_hu: a LearnDash jelentések részletes megtekintéséhez

source: to view in details LifterLMS reports
hu_hu: a LifterLMS jelentések részletes megtekintéséhez

source: to view in details WooCommerce reports
hu_hu: a WooCommerce jelentések részletes megtekintéséhez

source: Total
hu_hu: Összesen

source: Total Activated Sites (Licenses)
hu_hu: Összes aktivált helyszín (licencek)

source: Total Course Enrollments
hu_hu: Összes beiratkozott tanfolyam

source: Total Customers
hu_hu: Összes ügyfél

source: Total Lifetime Licenses
hu_hu: Teljes élettartamú licencek

source: Total Membership Enrollments
hu_hu: Beiratkozott tagok száma összesen

source: Total Order Count
hu_hu: Teljes rendelésszám

source: Total Order Value
hu_hu: Teljes rendelési érték

source: Total Orders
hu_hu: Megrendelések összesen

source: Total Recurring Licenses
hu_hu: Ismétlődő licencek összesen

source: Total Referrals
hu_hu: Ajánlások összesen

source: Total Revenue
hu_hu: Termék bevétel

source: Total Sales
hu_hu: Összes eladás

source: Total Students
hu_hu: Tanulók

source: True if all conditions match
hu_hu: Igaz, ha minden feltételnek megfelel

source: True if any of the conditions match
hu_hu: Igaz, ha bármelyik feltételnek megfelel

source: TutorLMS Courses
hu_hu: Tanfolyamok

source: Type
hu_hu: Típus

source: Type the note that you want to add to the reference order. You can also use smart tags
hu_hu: Írja be azt a megjegyzést, amelyet hozzá kíván adni a hivatkozási sorrendhez. Használhat intelligens címkéket is

source: Unpaid Earnings
hu_hu: Kifizetetlen bevételek

source: Update Contact Property
hu_hu: Partner tulajdonságának frissítése

source: Update custom fields or few main property of a contact
hu_hu: Egyéni mezők vagy a partner néhány fő tulajdonságának frissítése

source: Update WordPress User Meta Data
hu_hu: WordPress felhasználói metaadatok frissítése

source: Update WP User Meta
hu_hu: WP felhasználói meta frissítése

source: Updated At
hu_hu: Frissítve

source: Used Coupons
hu_hu: Használt kuponok

source: User already in the course
hu_hu: A felhasználó már részt vesz a tanfolyamon

source: User already in the group
hu_hu: A csoportban már szereplő felhasználó

source: User could not be enrolled to the selected course
hu_hu: A felhasználó nem tudott beiratkozni a kiválasztott kurzusra

source: User could not be removed from the selected course
hu_hu: A felhasználót nem lehetett eltávolítani a kiválasztott kurzusból

source: User does not have this course access
hu_hu: A felhasználónak nincs hozzáférése ehhez a kurzushoz

source: User ID
hu_hu: Felhasználói azonosító

source: User Login
hu_hu: Bejelentkezés

source: User Meta Key
hu_hu: Felhasználói meta kulcs

source: User Meta Mapping
hu_hu: Felhasználói meta leképezés

source: User Meta Value
hu_hu: Felhasználói meta érték

source: User Notification
hu_hu: Felhasználói értesítés

source: User Role
hu_hu: Felhasználói szerepkör

source: Valid License
hu_hu: Érvényes engedély

source: View FluentCRM documentation
hu_hu: FluentCRM dokumentáció megtekintése

source: View Settings
hu_hu: Beállítások megtekintése

source: Wishlist Member
hu_hu: Wishlist tag

source: With EDD deep integration with FluentCRM, you easily segment your purchases, lifetime values, purchase dates and target your customers more efficiently.
hu_hu: Az EDD mély integrációjával a FluentCRM-mel könnyedén szegmentálhatja vásárlásait, az élettartam-értékeket, a vásárlási dátumokat, és hatékonyabban célozhatja meg ügyfeleit.

source: With Headers
hu_hu: Fejlécekkel

source: With LearnDash deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
hu_hu: A LearnDash mély integrációjával a FluentCRM-mel könnyedén szegmentálhatja diákjait beiratkozásuk, tanfolyami dátumok szerint, és hatékonyabban célozhatja meg diákjait.

source: With LifterLMS deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
hu_hu: A LifterLMS mély integrációjával a FluentCRM-mel könnyedén szegmentálhatja diákjait a beiratkozásuk, a tanfolyam dátuma szerint, és hatékonyabban célozhatja meg a diákokat.

source: With WooCommerce deep integration with FluentCRM, you easily segment your purchases, lifetime values, purchase dates and target your customers more efficiently.
hu_hu: A WooCommerce mély integrációjával a FluentCRM-mel könnyedén szegmentálhatod a vásárlásokat, az élettartam értékeket, a vásárlási dátumokat és hatékonyabban célozhatod meg ügyfeleidet.

source: Within
hu_hu: A oldalon belül

source: Woo Current Order
hu_hu: Woo Jelenlegi rendelés

source: WooCommerce - Advanced Reports
hu_hu: WooCommerce - Speciális jelentések

source: WooCommerce Customers
hu_hu: WooCommerce ügyfelek

source: WooCommerce customers are not synced with FluentCRM yet.
hu_hu: A WooCommerce vásárlók még nincsenek szinkronizálva a FluentCRM-mel.

source: WooCommerce customers who are also in the contact list as subscribed
hu_hu: WooCommerce ügyfelek, akik szintén a partnerlistában, mint előfizetett

source: WooCommerce Order has been completed
hu_hu: A WooCommerce rendelés befejeződött

source: WooCommerce Order has been refunded
hu_hu: A WooCommerce megrendelést visszafizették

source: WooCommerce Order Status Changed
hu_hu: WooCommerce Megrendelés státusz megváltozott

source: WordPress Triggers
hu_hu: WordPress kiváltók

source: WordPress user will be created if no user found with the contact's email address
hu_hu: WordPress felhasználó lesz létrehozva, ha nem találtak felhasználót a kapcsolat e-mail címével

source: WordPress Users
hu_hu: WordPress Felhasználók

source: WordPress users who are also in the contact list as subscribed
hu_hu: WordPress felhasználók, akik szintén a partnerlistában, mint előfizetett

source: WP User ID
hu_hu: WP felhasználói azonosító

source: WP User Role
hu_hu: WP felhasználói szerepkör

source: Yes
hu_hu: Igen

source: You can do this action if campaign is in archived status only
hu_hu: Ezt a műveletet akkor teheti meg, ha a kampány csak archivált állapotban van

source: You can sync all your Affiliates into FluentCRM. After this sync you can segment your contacts easily
hu_hu: Az összes partnerét szinkronizálhatja a FluentCRM-be. A szinkronizálás után könnyen szegmentálhatja kapcsolatait

source: You can sync all your Easy Digital Downloads Customers into FluentCRM and all future customers and purchase data will be synced.
hu_hu: Szinkronizálhatja az összes Easy Digital Downloads ügyfelét a FluentCRM-be, és minden jövőbeli ügyfél és vásárlási adat szinkronizálva lesz.

source: You can sync all your WooCommerce Customers into FluentCRM and all future customers and purchase data will be synced.
hu_hu: Szinkronizálhatja az összes WooCommerce vásárlóját a FluentCRM-be, és minden jövőbeli vásárló és vásárlási adat szinkronizálva lesz.

source: You do not have permission to access this student\'s reports
hu_hu: Nincs jogosultsága a tanuló jelentéseihez való hozzáférésre\

source: You must select a course
hu_hu: Ki kell választanod egy tanfolyamot

source: You must select a topic
hu_hu: Ki kell választanod egy témakört

source: Your license key has been successfully deactivated
hu_hu: A licenckulcs inaktiválása sikeresen megtörtént

source: Your license key has been successfully updated
hu_hu: A licenckulcs frissítése sikeresen megtörtént

source: Your Target URL
hu_hu: A cél URL-címe
