Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION FLUENT CAMPAIGN/fluentcampaign-pro-*.po
Languages: hu_hu

source: %d Emails has been scheduled to resend
hu_hu: %d e-mailek újra be van ütemezve

source: [Duplicate]
hu_hu: [Duplikálás]

source: [FluentCRM] Apply Tags on course completion
hu_hu: [FluentCRM] Címkék alkalmazása a tanfolyam befejezésekor

source: [FluentCRM] Apply Tags on course enrollment
hu_hu: [FluentCRM] Címkék alkalmazása a tanfolyami beiratkozáskor

source: [FluentCRM] Apply Tags on group enrollment
hu_hu: [FluentCRM] Címkék alkalmazása csoportos beiratkozáskor

source: [FluentCRM] Remove Tags on group leave
hu_hu: [FluentCRM] Címkék eltávolítása csoportos távozáskor

source: A member added to a membership level
hu_hu: Egy Tag hozzáadása egy tagsági szinthez

source: A Subscription expired
hu_hu: Az előfizetés lejárt

source: Activated Sites
hu_hu: Aktivált helyek

source: Active
hu_hu: Aktív

source: Active Affiliates (AffiliateWP)
hu_hu: Aktív affiliate partnerek (AffiliateWP)

source: Active Affiliates who are also in the contact list as subscribed
hu_hu: Aktív affiliatek, akik szintén feliratkozottként szerepelnek a partnerlistában

source: Active Licenses
hu_hu: Aktív licencek

source: Active Subscription
hu_hu: Aktív előfizetés

source: Activity on your site login, email link click or various other activities
hu_hu: Tevékenység a webhelyen bejelentkezés, e-mail link kattintás vagy egyéb tevékenységek

source: Activity Title
hu_hu: Tevékenység címe

source: Add Condition to check your contact's properties
hu_hu: Feltétel hozzáadása a kapcsolat tulajdonságainak ellenőrzéséhez

source: Add Note to WooCommerce Order
hu_hu: Megjegyzés hozzáadása a WooCommerce rendeléshez

source: Add Notes & Activity
hu_hu: Jegyzetek hozzáadása & Tevékenység

source: Add Notes or Activity to Contact
hu_hu: Jegyzetek vagy tevékenységek hozzáadása a partnerhez

source: Add Notes or Activity to the Contact Profile
hu_hu: Jegyzetek vagy tevékenységek hozzáadása a partnerprofilhoz

source: Add Only
hu_hu: Csak hozzáadás

source: Add Order Note
hu_hu: Megjegyzés hozzáadása a rendeléshez

source: Add Tags
hu_hu: Címkék hozzáadása

source: Added to resend from failed
hu_hu: Hozzáadva a sikertelenek újraküldéséhez

source: Address Line 1
hu_hu: Cím első sora

source: Address Line 2
hu_hu: Cím második sora

source: Affiliate ID
hu_hu: Partner Azonosító (ID)

source: Affiliates Sync
hu_hu: Partnerek szinkronizálása

source: AffiliateWP - New Affiliate Approved/Active Register
hu_hu: AffiliateWP - Új partner jóváhagyott / aktív regisztrált

source: After this sync you can import by product by product and provide appropriate tags
hu_hu: A szinkronizálás után termékenként importálhat, és megadhatja a megfelelő címkéket

source: All
hu_hu: Összes

source: All licenses
hu_hu: Minden licenc

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Egy automatikus dupla optin e-mailt küldünk az új feliratkozóknak

source: Any
hu_hu: Bármely

source: Any type of purchase
hu_hu: Bármilyen típusú vásárlás

source: Apply Tags
hu_hu: Címkék alkalmazása

source: Apply Tags on Course Completed
hu_hu: Címkék alkalmazása a befejezett tanfolyamon

source: Apply Tags on Course Completion
hu_hu: Címkék alkalmazása a tanfolyam befejezésekor

source: Apply Tags on course completion
hu_hu: Címkék alkalmazása a tanfolyam befejezésekor

source: Apply Tags on Course Enrollment
hu_hu: Címkék alkalmazása a tanfolyami beiratkozásra

source: Apply Tags on course enrollment
hu_hu: Címkék alkalmazása a tanfolyami beiratkozásra

source: Apply Tags on Lesson Completion
hu_hu: Címkék alkalmazása a lecke befejezésekor

source: Apply Tags on Membership enrollment
hu_hu: Címkék alkalmazása a tagfelvételnél

source: Apply these tags on course completion
hu_hu: Alkalmazza ezeket a címkéket a tanfolyam befejezésekor

source: Apply these tags on course enrollment
hu_hu: Alkalmazza ezeket a címkéket a tanfolyam beiratkozáskor

source: Apply these tags when purchase this variation
hu_hu: Alkalmazza ezeket a címkéket, amikor megvásárolja ezt a változatot

source: Apply these tags when purchased
hu_hu: Alkalmazza ezeket a címkéket vásárláskor

source: Associate user could not be found
hu_hu: A társ felhasználó nem található

source: Associate user could not be found with this email
hu_hu: Társ felhasználó nem található ezzel az e-maillel

source: Automatically remove tags defined in "Apply Tags" if course enrollment is cancelled.
hu_hu: Automatikusan eltávolítja a "Címkék alkalmazása" menüpontban meghatározott címkéket, ha a kurzusfelvételt törlik.

source: Automatically remove tags defined in "Apply Tags" if membership is cancelled.
hu_hu: Automatikusan eltávolítja a "Címkék alkalmazása" menüpontban meghatározott címkéket, ha a tagság megszűnik.

source: Average Revenue Per Customer
hu_hu: Átlagos bevétel egy ügyfélre vetítve

source: Banned
hu_hu: Tiltott

source: Before
hu_hu: Előtt

source: BuddyBoss Groups
hu_hu: BuddyBoss csoportok

source: BuddyPress Groups
hu_hu: BuddyPress csoportok

source: Cancel Automations
hu_hu: Automatizálások megszakítása

source: Cancel Sequence Emails
hu_hu: Sorozat e-mailek megszakítása

source: Cancel Sequence Emails for the contact
hu_hu: A partner e-mail sorozatának megszakítása

source: Cancelled by Automation ID:
hu_hu: Automatizálási azonosító által törölt:

source: Change connected user role
hu_hu: Kapcsolódó felhasználói szerepkör módosítása

source: Change Order Status
hu_hu: Rendelési státusz átállítása

source: Change status of the current order in WooCommerce
hu_hu: Az aktuális megrendelés állapotának módosítása a WooCommerce-ben

source: Change User Role
hu_hu: Felhasználói szerepkör módosítása

source: Change WP User Role
hu_hu: WP felhasználói szerepkör módosítása

source: Check Condition
hu_hu: Ellenőrizze az állapotot

source: Check If the contact match specific data properties
hu_hu: Ellenőrzés: Ha a partner megfelel az adott adattulajdonságnak

source: Check Update
hu_hu: Frissítés ellenőrzése

source: City
hu_hu: Város

source: Click Here to purchase another license
hu_hu: Kattintson ide egy másik licenc megvásárlásához

source: Click Here to Renew Your License
hu_hu: Kattintson ide a licenc megújításához

source: Compare Range
hu_hu: Távolság összehasonlítása

source: Completed At
hu_hu: Befejeződött

source: Completes a Course
hu_hu: Befejez egy tanfolyamot

source: Completes a Lesson
hu_hu: Befejez egy leckét

source: Completes a Topic
hu_hu: Befejez egy modult

source: Condition
hu_hu: Feltétel

source: Conditions
hu_hu: Feltételek

source: Confirmation Status
hu_hu: Megerősítés állapota

source: Confirmed
hu_hu: Jóváhagyva

source: Contact
hu_hu: Kapcsolat

source: Contact Activities
hu_hu: Kapcsolat Tevékenységek

source: contact added in all of the selected lists
hu_hu: partner hozzáadva az összes kijelölt listához

source: contact added in all of the selected tags
hu_hu: partner hozzáadva az összes kijelölt címkéhez

source: contact added in any of the selected lists
hu_hu: partner hozzáadva a kijelölt listák bármelyikében

source: contact added in any of the selected tags
hu_hu: partner hozzáadva a kijelölt címkék bármelyikéhez

source: Contact Data
hu_hu: Partner adatok

source: Contact Email
hu_hu: Partner e-mailje

source: Contact Property
hu_hu: Partner tulajdonság

source: Contact Segment
hu_hu: Kapcsolat szegmens

source: Contact Source
hu_hu: Partner forrása

source: Contact Type
hu_hu: Kapcsolat típusa

source: Contacts will be redirected to this link.
hu_hu: A partnerek erre a hivatkozásra kerülnek átirányításra.

source: Contains
hu_hu: Tartalmazza

source: Copy This Link
hu_hu: Hivatkozás másolása

source: Country
hu_hu: Ország

source: Course Completed
hu_hu: Tanfolyamok befejezve

source: Course Enrollment
hu_hu: Tanfolyami beiratkozás

source: Course ID
hu_hu: Tanfolyam ID

source: Course Name
hu_hu: Képzés neve

source: Courses
hu_hu: Tanfolyamok

source: Create Coupon
hu_hu: Kupon létrehozása

source: Create Coupon Code
hu_hu: Kuponkód létrehozása

source: Create WordPress User
hu_hu: WordPress felhasználó létrehozása

source: Create WP User
hu_hu: WP felhasználó létrehozása

source: Create WP User with a role if user is not already registered with contact email
hu_hu: WP felhasználó létrehozása szerepkörrel, ha a felhasználó még nincs regisztrálva a kapcsolattartó e-mail címmel

source: Created At
hu_hu: Létrehozva

source: Created at
hu_hu: Létrehozva

source: Current Range
hu_hu: Jelenlegi tartomány

source: Custom Data
hu_hu: Egyedi adatok

source: Custom Fields
hu_hu: Egyedi mezők

source: Custom Password
hu_hu: Egyéni jelszó

source: Custom Segments with custom filters on Subscriber data
hu_hu: Egyéni szegmensek egyéni szűrőkkel a feliratkozói adatokon

source: Customer Growth
hu_hu: Ügyfelek növekedése

source: Customer Since
hu_hu: Ügyfél ekkortól

source: Customer Summary
hu_hu: Ügyfél összefoglaló

source: Data Key
hu_hu: Adatkulcs

source: Data Send Method
hu_hu: Adatküldési módszer

source: Data Value
hu_hu: Adatok értéke

source: Date Of Birth
hu_hu: Születési Idő

source: Description
hu_hu: Leírás

source: Do not enroll the course if contact is not an existing WordPress User
hu_hu: Ne iratkozzon be a tanfolyamra, ha a kapcsolat nem egy meglévő WordPress felhasználó

source: Docs
hu_hu: Dokumentáció

source: Double Opt-in
hu_hu: Dupla feliratkozás

source: Earnings
hu_hu: Bevétel

source: Earnings (All Time)
hu_hu: Eredmény (minden idők)

source: Earnings (Current Month)
hu_hu: Jövedelem (folyó hónap)

source: Earnings (Today)
hu_hu: Értékesítés (ma)

source: Easy Digital Downloads - Advanced Reports
hu_hu: Easy Digital Downloads - Részletes jelentések

source: Easy Digital Downloads Customers
hu_hu: Easy Digital Downloads vásárló

source: Easy Digital Downloads customers are not synced with FluentCRM yet.
hu_hu: Az Easy Digital Downloads ügyfelei még nincsenek szinkronizálva a FluentCRM-mel.

source: Easy Digital Downloads Data Sync
hu_hu: Easy Digital Downloads adatszinkronizálás

source: EDD (Sync Required)
hu_hu: EDD (szinkronizálás szükséges)

source: Edd - New Order Success
hu_hu: Edd - Új sikeres rendelés

source: EDD customers who are also in the contact list as subscribed
hu_hu: EDD-ügyfelek, akik szintén feliratkozottként szerepelnek a partnerlistában

source: Email Address is not valid
hu_hu: Az e-mail cím nem érvényes

source: Email has been resent
hu_hu: Az e-maileket újraküldtük

source: Email has been triggered by Automation Funnel ID:
hu_hu: Az e-mailt az Automation Funnel ID váltotta ki:

source: Email Sequence Completed
hu_hu: Email sorozat befejezve

source: Email sequence successfully deleted
hu_hu: Az e-mail sorozat sikeresen törölve

source: Enable Last Email Activity Filter
hu_hu: Utolsó e-mail tevékenységszűrő engedélyezése

source: End This Funnel Here
hu_hu: Vége ennek a tölcsérnek itt

source: Enrolled At
hu_hu: Beiratkozott

source: Enrollment Categories
hu_hu: Beiratkozási kategóriák

source: Enrollment Courses
hu_hu: Beiratkozási kurzusok

source: Enrollment Groups
hu_hu: Beiratkozási csoportok

source: Enrollment in a course
hu_hu: Beiratkozás tanfolyamra

source: Enrollment in a course in LifterLMS
hu_hu: Beiratkozás a LifterLMS tanfolyamra

source: Enrollment in a course in TutorLMS
hu_hu: Beiratkozás a TutorLMS tanfolyamra

source: Enrollment in a Membership
hu_hu: Tagságba való beiratkozás

source: Enrollment in a Membership in LifterLMS
hu_hu: Beiratkozás a LifterLMS tagságba

source: Enrollment in a Membership Level in PMPro
hu_hu: Beiratkozás tagsági szintre a PMPro-ban

source: Enrollment Memberships
hu_hu: Beiratkozás Tagságok

source: Enrollment Tags
hu_hu: Beiratkozási címkék

source: Enrollments
hu_hu: Beiratkozások

source: Enrolls in a Course
hu_hu: Tanfolyamra jelentkezik

source: Enrolls in a Group
hu_hu: Csoportba való beiratkozás

source: Equal
hu_hu: Egyenlő

source: Error when creating new User.
hu_hu: Hiba új felhasználó létrehozásakor.

source: Expired
hu_hu: Lejárt

source: Expired Licenses
hu_hu: Lejárt licencek

source: Filter By Email Activities
hu_hu: Szűrés e-mail tevékenységek szerint

source: Filter your contacts by from email open or email link click metrics. Leave the values blank for not applying
hu_hu: Szűrje a partnereket e-mail megnyitási vagy e-mail linkre kattintási metrikák alapján. Hagyd üresen az értékeket, ha nem használod

source: First Enrollment Date
hu_hu: Első beiratkozás dátuma

source: First Name
hu_hu: Keresztnév

source: First Order Date
hu_hu: Első rendelés dátuma

source: FluentCRM - Course Tags
hu_hu: FluentCRM - Tanfolyam címkék

source: FluentCRM Integration
hu_hu: FluentCRM integráció

source: FluentCRM Profile
hu_hu: FluentCRM profil

source: FluentCRM Settings
hu_hu: FluentCRM beállítások

source: For what type of purchase you want to run this benchmark
hu_hu: Milyen típusú vásárlás esetén szeretnéd futtatni ezt a benchmarkot

source: For what type of purchase you want to run this funnel
hu_hu: Milyen típusú vásárlás esetén szeretné futtatni ezt a tölcsért

source: From 2nd Purchase
hu_hu: 2. vásárlástól

source: Full Subscriber Data (Raw)
hu_hu: Teljes előfizetői adatok (nyers)

source: Funnel Skipped because no course found
hu_hu: Tölcsér Kihagyva, mert nem találtak tanfolyamot

source: Funnel Skipped because no group found
hu_hu: Tölcsér Kihagyva, mert nem találtak csoportot

source: Funnel Skipped because no user found with the email address
hu_hu: Tölcsér Kihagyva, mert nem találtak felhasználót az e-mail címmel

source: Funnel Skipped because provided url is not valid
hu_hu: Tölcsér Kihagyva, mert a megadott url nem érvényes

source: Funnel Skipped because user already exist in the database
hu_hu: Tölcsér Kihagyva, mert a felhasználó már létezik az adatbázisban

source: Funnel Skipped because user could not be found
hu_hu: Tölcsér Kihagyva, mert a felhasználót nem találták meg

source: Funnel Skipped because user/course could not be found
hu_hu: Tölcsér Kihagyva, mert a felhasználót/kurzust nem találták meg

source: Funnel Skipped because user/group could not be found
hu_hu: Tölcsér Kihagyva, mert a felhasználó/csoport nem volt megtalálható

source: Generate Password Automatically
hu_hu: Jelszó automatikus generálása

source: GET Method
hu_hu: GET módszer

source: Grade
hu_hu: Érdemjegy

source: Graduation Status
hu_hu: Érettségi státusz

source: Gross Volume
hu_hu: Bruttó térfogat

source: Group ID
hu_hu: Csoport ID

source: Group Name
hu_hu: Csoport neve

source: Header Key
hu_hu: Fejléc kulcs

source: Header Value
hu_hu: Fejléc értéke

source: Help & Support
hu_hu: Segítség & Támogatás

source: If Contact Already Exist?
hu_hu: Ha a partner már létezik?

source: If Contact Exist?
hu_hu: Ha partner létezik?

source: If user exist with the contact email then you can change user role
hu_hu: Ha a felhasználó létezik a kapcsolattartó e-mail címével, akkor megváltoztathatja a felhasználó szerepét

source: If you disable this then it will append the selected role with existing roles.
hu_hu: Ha ezt kikapcsolja, akkor a kiválasztott szerepkör a meglévő szerepkörökhöz csatlakozik.

source: If you enable, then it will restart the automation for a contact if the contact already in the automation. Otherwise, It will just skip if already exist
hu_hu: Ha engedélyezed, akkor újraindítod egy partner automatizálását, ha a partner már az automatizálásban van. Ellenkező esetben, csak kihagyja, ha már létezik

source: If you leave blank then auto generated password will be set
hu_hu: Ha üresen hagyja, akkor az automatikusan generált jelszó lesz beállítva

source: If you want to map user meta properties you can add that here. This is totally optional
hu_hu: Ha le szeretné képezni a felhasználó meta tulajdonságait, akkor azt itt adhatja hozzá. Ez teljesen opcionális

source: Import %s Customers Now
hu_hu: Import %s ügyfelek most

source: Import %s Members Now
hu_hu: Import %s Tagok most

source: Import %s Students Now
hu_hu: Import %s Diákok most

source: Import by
hu_hu: Importálás

source: Import By Courses
hu_hu: Importálás kurzusok szerint

source: Import By Member Groups
hu_hu: Importálás tagcsoportok szerint

source: Import By Member Type
hu_hu: Import tagtípus szerint

source: Import By Membership Level
hu_hu: Importálás tagsági szint szerint

source: Import By Memberships
hu_hu: Importálás tagságok szerint

source: In
hu_hu: A(z)

source: Inactive
hu_hu: Inaktív

source: invalid selection
hu_hu: érvénytelen kijelölés

source: IP Address
hu_hu: IP cím

source: Is Affiliate
hu_hu: Affiliate

source: Is guest?
hu_hu: Vendég?

source: Keep days 0/Blank for disable
hu_hu: Hagyd a napokat 0/Üres állásban letiltáshoz

source: Keep it blank to run to any category products
hu_hu: Hagyd üresen, hogy bármely kategória termékéhez fusson

source: Keep it blank to run to any Course Enrollment
hu_hu: Hagyd üresen, hogy fusson bármely tanfolyamra való regisztrációhoz

source: Keep it blank to run to any group Enrollment
hu_hu: Hagyd üresen, hogy futtassa bármelyik csoport regisztrációhoz

source: Keep it blank to run to any Lesson
hu_hu: Hagyd üresen, hogy futtassa bármely leckénél

source: Keep it blank to run to any Level Cancellation
hu_hu: Hagyd üresen, hogy futtassa bármely szint törlésénél

source: Keep it blank to run to any Level cancellation
hu_hu: Hagyd üresen, hogy futtassa bármely szint törlésénél

source: Keep it blank to run to any Level Enrollment
hu_hu: Hagyd üresen, hogy bármilyen szintű regisztrációhoz fusson

source: Keep it blank to run to any Membership
hu_hu: Hagyd üresen, hogy futtassa bármely tagsághoz

source: Keep it blank to run to any product
hu_hu: Tartsa üresen, hogy bármilyen termékre fusson

source: Keep it blank to run to any product purchase
hu_hu: Hagyd üresen, hogy bármilyen termék vásárlásához fusson

source: Keep it blank to run to any product refund
hu_hu: Hagyd üresen, hogy bármilyen termék visszatérítésekor fusson

source: Keep it blank to run to any subscription cancellation
hu_hu: Hagyd üresen, hogy fusson bármely előfizetés lemondásakor

source: Keep it blank to run to any Topic for that lesson
hu_hu: Hagyd üresen, hogy fusson minden témához, ehhez a leckénél

source: Last Activity
hu_hu: Utolsó tevékenység

source: Last Contact Activity
hu_hu: Utolsó partner tevékenység

source: Last Email Clicked
hu_hu: Utoljára kattintott e-mail

source: Last Email Link Clicked
hu_hu: Utolsó e-mail linkre kattintás

source: Last Email Open
hu_hu: Utolsó e-mail megnyitás

source: Last Email Open (approximately)
hu_hu: Utolsó megnyitott e-mail (megközelítőleg)

source: Last Email Sent
hu_hu: Utolsó elküldött e-mail

source: Last Enrollment Date
hu_hu: Utolsó beiratkozás dátuma

source: Last Name
hu_hu: Családi név

source: Last Order
hu_hu: Utolsó rendelés

source: Last Order Date
hu_hu: Utolsó rendelés dátuma

source: Last Payout Date
hu_hu: Utolsó kifizetés dátuma

source: Last Update
hu_hu: Utolsó frissítés

source: LearnDash (Sync Required)
hu_hu: LearnDash (szinkronizálás szükséges)

source: LearnDash - Advanced Reports
hu_hu: LearnDash - Speciális jelentések

source: LearnDash Courses
hu_hu: LearnDash tanfolyamok

source: LearnDash students are not synced with FluentCRM yet.
hu_hu: A LearnDash diákok még nincsenek szinkronizálva a FluentCRM-mel.

source: LearnPress Courses
hu_hu: LearnPress tanfolyamok

source: Leave a review
hu_hu: Írj értékelést

source: Leave empty to target any lesson of this course
hu_hu: Hagyd üresen, hogy megcélozzunk minden leckét ezen a tanfolyamon

source: License Expired
hu_hu: Lejárt licenc

source: License Expired in EDD
hu_hu: Az EDD-ben lejárt licenc

source: Lifetime Value
hu_hu: Élettartam-érték

source: LifterLMS (Sync Required)
hu_hu: LifterLMS (Szinkronizálás szükséges)

source: LifterLMS - Advanced Reports
hu_hu: LifterLMS - Speciális jelentések

source: LifterLMS Courses
hu_hu: LifterLMS tanfolyamok

source: LifterLMS students are not synced with FluentCRM yet.
hu_hu: A LifterLMS diákok még nincsenek szinkronizálva a FluentCRM-mel.

source: Link Click
hu_hu: Linkre kattintás

source: Links are required
hu_hu: Linkekre van szükség

source: List Applied
hu_hu: Listához adás

source: List Removed
hu_hu: Lista eltávolítva

source: Lists
hu_hu: Listák

source: Manager has been added
hu_hu: A kezelő hozzáadva

source: Manager has been removed
hu_hu: A kezelőt eltávolították

source: Manager has been updated
hu_hu: A kezelő frissült

source: Match Any One Condition
hu_hu: Egyezés bármely feltétellel

source: Match Both Open and Click Condition
hu_hu: A Megnyitás és a Kattintás feltétel egyezése

source: Match Type
hu_hu: Egyezés típusa

source: Match Value
hu_hu: Egyezési érték

source: Member
hu_hu: Tag

source: Membership cancelled
hu_hu: A tagság megszakítva

source: Membership Groups
hu_hu: Tagsági csoportok

source: Membership is cancelled
hu_hu: A tagság megszűnik

source: Membership Level
hu_hu: Tagsági szint

source: Membership Level assignment of a User
hu_hu: Tagsági szint hozzárendelése egy felhasználóhoz

source: Membership Level Expiration
hu_hu: Tagsági szint lejárata

source: Memberships
hu_hu: Tagságok

source: Meta key
hu_hu: Meta kulcs

source: Meta Value
hu_hu: Meta érték

source: Moderator
hu_hu: Moderátor

source: New Affiliate Approved/Active Register
hu_hu: Új partner jóváhagyott / aktív nyilvántartás

source: New Edd Order (paid) has been places
hu_hu: Új Edd Order (fizetett) már leadva

source: New Order (Processing)
hu_hu: Új rendelés (feldolgozás)

source: New Order Status
hu_hu: Új rendelési státusz

source: New Order Success
hu_hu: Új rendelés sikeresen

source: New Order Success in EDD
hu_hu: Új sikeres rendelés az EDD-ben

source: New WooCommerce Order (Processing) has been places
hu_hu: Új WooCommerce Order (Feldolgozás alatt) már leadva

source: Next [Review Data]
hu_hu: Következő [Review Data]

source: No
hu_hu: Nem

source: No enrolled courses found for this contact
hu_hu: Nem találtunk beiratkozott kurzusokat ehhez a kapcsolathoz

source: No further action will run once a contact hit this point
hu_hu: Nem fog további műveletet futtatni, ha egy partner elérte ezt a pontot

source: No groups found for this contact
hu_hu: Nem találtak csoportokat ehhez a kapcsolathoz

source: No Headers
hu_hu: Nincsenek fejlécek

source: No Subscribers found based on your selection
hu_hu: Nem találtak előfizetőket a kiválasztása alapján

source: No valid body data found
hu_hu: Nem találtak érvényes testadatokat

source: Not Confirmed
hu_hu: Nem megerősítve

source: Not Contains
hu_hu: Nem tartalmaz

source: Not Equal
hu_hu: Nem egyenlő

source: Not In
hu_hu: Nincsen benne

source: Note to Customer
hu_hu: Megjegyzés az ügyfélnek

source: Onetime Items
hu_hu: Egyszeri tételek

source: Only add new contacts, don't update existing ones.
hu_hu: Csak új névjegyeket adjon hozzá, ne frissítse a meglévőket.

source: Only for first purchase
hu_hu: Csak első vásárlás esetén

source: OR Target Product Categories
hu_hu: VAGY célzott termékkategóriák

source: Or Target Product Categories
hu_hu: VAGY célzott termékkategóriák

source: Order Completed
hu_hu: Rendelés teljesítve

source: Order Count
hu_hu: Megrendelések száma

source: Order Note
hu_hu: Megjegyzés a rendeléshez

source: Order Received in WooCommerce
hu_hu: Rendelés beérkezése a WooCommerce-ben

source: Order Refunded
hu_hu: Rendelés visszatérítve

source: Order Status Changed
hu_hu: Megrendelés státusza megváltozott

source: Other
hu_hu: Egyéb

source: Outgoing Webhook
hu_hu: Kimenő Webhook

source: Overall Sales
hu_hu: Teljes értékesítés

source: Paid Customers
hu_hu: Fizetett ügyfelek

source: Paid Membership Members
hu_hu: Paid Membership tagok

source: Paid Membership Members customers who are also in the contact list as subscribed
hu_hu: Paid Membership tagok azon ügyfelei, akik szintén feliratkozottként szerepelnek a partnerlistában

source: Paid Membership Pro
hu_hu: Fizetett tagság Pro

source: Password
hu_hu: Jelszó
