Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION FLUENT CAMPAIGN/fluentcampaign-pro-*.po
Languages: hu_hu

source: Paste this link in any email or page. When a contact click this link then it will be recorded and redirect to the url as provided bellow.
hu_hu: Illessd be ezt a hivatkozást bármely e-mailbe vagy oldalra. Amikor egy partner erre a linkre kattint, akkor a rendszer rögzíti és átirányítja a lent megadott URL-re.

source: Pause/Cancel another automation for contact
hu_hu: Partnerek másik automatizálásának szüneteltetése/megszakítása

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Payment Refunded
hu_hu: Fizetés visszatérítve

source: Payment Refunded in EDD
hu_hu: EDD-ben visszatérített kifizetés

source: Pending
hu_hu: Függőben

source: Phone
hu_hu: Telefon

source: Please add at least one member to this Member type to add FluentCRM Tag Settings
hu_hu: Kérjük, adjon hozzá legalább egy tagot ehhez a tagtípushoz a FluentCRM Tag beállítások hozzáadásához

source: Please enable data sync first from FluentCRM
hu_hu: Kérjük, először engedélyezze az adatok szinkronizálását a FluentCRM-ből

source: Please map the data for custom sending data type
hu_hu: Kérjük, képezze le az adatokat az egyéni küldő adattípushoz

source: Please map the data for request headers
hu_hu: Kérjük, térképezze fel a kérés fejlécének adatait

source: Please map your Courses and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a kurzusokat és a társított FluentCRM címkéket

source: Please map your Group and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a csoportját és a társított FluentCRM címkéket

source: Please map your LearnDash Group and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a LearnDash csoportot és a társított FluentCRM címkéket

source: Please map your Member Type and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a tagtípusát és a társított FluentCRM címkéket

source: Please map your Membership Levels and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a tagsági szinteket és a társított FluentCRM címkéket

source: Please map your Product and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a termék és a társított FluentCRM címkéket

source: Please provide segment title
hu_hu: Kérjük, adja meg a szegmens címét

source: Please provide the meta key and meta value. You can use smart tags too
hu_hu: Kérjük, adja meg a meta kulcsot és a meta értéket. Használhat intelligens címkéket is

source: Please provide the url to where the contact will be redirected
hu_hu: Kérjük, add meg az URL-t, ahova a partnert átirányítjuk

source: Please provide valid URL in where you want to send the data
hu_hu: Kérjük, adjon meg egy érvényes URL-t, ahová az adatokat küldeni szeretné

source: Please save to get the sharable link
hu_hu: Kérjük, mentsd el a megosztható link eléréséhez

source: Please select import by course enrollment
hu_hu: Kérjük, válassza ki az importot a kurzusbeiratkozás szerint

source: Please select import by group or course enrollment
hu_hu: Kérjük, válassza ki az importálást csoportonként vagy kurzusbeiratkozás szerint

source: Please select import by Membership Level
hu_hu: Kérjük, válassza ki a behozatalt tagsági szint szerint

source: Please select import by Membership or course enrollment
hu_hu: Kérjük, válassza ki az importálást tagság vagy kurzusbeiratkozás szerint

source: Please select Member Type or Member group that you want to import
hu_hu: Kérjük, válassza ki az importálni kívánt tagtípust vagy tagcsoportot

source: Please select the email sequences that need to be watched for completed
hu_hu: Kérjük, válassza ki azokat az e-mail szekvenciákat, amelyeket figyelni kell a befejezett

source: Please specify what will happen if the subscriber already exist in the database
hu_hu: Kérjük, add meg, mi történik, ha a feliratkozó már létezik az adatbázisban

source: Please specify which tags will be added/removed to the contact when purchase
hu_hu: Kérjük, vásárláskor adja meg, hogy mely címkék kerülnek hozzáadásra/eltávolításra a kapcsolathoz

source: Please specify which tags will be added/removed to the contact when refunded
hu_hu: Kérjük, adja meg, hogy mely címkék kerülnek hozzáadásra/eltávolításra a kapcsolathoz a visszatérítéskor

source: Please update FluentCRM to latest version
hu_hu: Kérjük, frissítse a FluentCRM-et a legújabb verzióra

source: POST Method
hu_hu: POST módszer

source: Postal Code
hu_hu: Irányítószám

source: Private Note
hu_hu: Személyes megjegyzés

source: Pro Email Automation and Integration Addon for FluentCRM
hu_hu: Pro e-mail automatizálás és integrációs addon a FluentCRM-hez

source: Product
hu_hu: Termék

source: Products in Order
hu_hu: Termékek sorrendben

source: Progress
hu_hu: Folyamat

source: Property Value
hu_hu: Tulajdonság értéke

source: Provide Custom User Password
hu_hu: Egyéni felhasználói jelszó megadása

source: Purchase Type
hu_hu: Beszerzési típus

source: Purchased Categories
hu_hu: Vásárolt kategóriák

source: Purchased From Categories
hu_hu: Vásárolt Kategóriák

source: Purchased Products
hu_hu: Vásárolt termékek

source: Purchased Tags
hu_hu: Megvásárolt címkék

source: Re-assign Sequence Emails?
hu_hu: Sorozat e-mailek újbóli hozzárendelése?

source: Recurring (renew only)
hu_hu: Ismétlődő (csak megújítás)

source: Redirect To
hu_hu: Átirányítás ide

source: Refund Actions
hu_hu: Visszatérítési akciók

source: Registration Date
hu_hu: Regisztráció ideje

source: Remote URL
hu_hu: Távoli URL

source: Remove Email Sequences
hu_hu: E-mail sorozatok eltávolítása

source: Remove From List
hu_hu: Törlés a Listából

source: Remove From Tags
hu_hu: Eltávolítás címkékből

source: Remove selected Tags on refund
hu_hu: Kiválasztott címkék eltávolítása visszatérítéskor

source: Remove Tags
hu_hu: Címkék eltávolítása

source: Remove Tags on leave defined in "Apply Tags"
hu_hu: Címkék eltávolítása a "Címkék alkalmazása" alatt meghatározott szabadságon

source: Remove Tags on refund defined in "Apply Tags"
hu_hu: Címkék eltávolítása a "Címkék alkalmazása" alatt meghatározott visszatérítésről

source: Renewal Payment Received
hu_hu: Megújítási kifizetés beérkezett

source: Renews
hu_hu: Megújítások

source: Replace Existing Role
hu_hu: Meglévő szerepkör helyettesítése

source: Replace user role
hu_hu: Felhasználói szerepkör helyettesítése

source: Request Body
hu_hu: Kérelem teste

source: Request Body Data
hu_hu: Body adatok lekérése

source: Request Format
hu_hu: Kérés formátuma

source: Request Header
hu_hu: Kérelem fejléc

source: Request Headers Data
hu_hu: Fejléc adatok lekérése

source: Restart the Automation Multiple times for a contact for this event. (Only enable if you want to restart automation for the same contact)
hu_hu: Indítsa újra az automatizálást többször is egy partner számára ehhez az eseményhez. (Csak akkor engedélyezze, ha ugyanannak a partnernek az automatizálását szeretné újraindítani)

source: Restart the sequence emails if the contact already in the email sequence
hu_hu: A szekvencia e-mailek újraindítása, ha a kapcsolat már az e-mail szekvenciában van

source: Restrict Content Pro
hu_hu: Tartalom korlátozása Pro

source: Run When
hu_hu: Futtatás mikor

source: Sales (This Month)
hu_hu: Értékesítés (ebben a hónapban)

source: Sales (Today)
hu_hu: Értékesítés (ma)

source: Schedule Campaign Email
hu_hu: Kampány e-mail ütemezése

source: Segment has been created
hu_hu: A szegmens létrejött

source: Segment has been updated
hu_hu: A szegmens frissült

source: Select %s Course
hu_hu: Válassza ki a %s tanfolyamot

source: Select %s Group
hu_hu: Válassza ki a %s csoportot

source: Select %s Import Type
hu_hu: Válassza ki a %s Import típusát

source: Select %s Member Type
hu_hu: Válassza ki a %s tagtípust

source: Select %s Membership
hu_hu: Válassza ki a %s Tagságot

source: Select %s Product
hu_hu: Válassza ki a %s terméket

source: Select Activity Type
hu_hu: Tevékenységtípus kiválasztása

source: Select Automations
hu_hu: Automatizálások kiválasztása

source: Select Automations that you want to cancel
hu_hu: Válaszd ki a megszakítani kívánt automatizálásokat

source: Select Campaign
hu_hu: Kampány kiválasztása

source: Select Campaign Email
hu_hu: Kampány e-mail kiválasztása

source: Select conditions which will define this segment. All Conditions will be applied to filter
hu_hu: Válaszd ki azokat a feltételeket, amelyek meghatározzák ezt a szegmenst. Minden feltételt alkalmazni kell a szűrőhöz

source: Select Course to find out Lesson
hu_hu: Válassza ki a tanfolyamot, a Lecke kereséséhez

source: Select Email Sequence
hu_hu: E-mail sorozat kiválasztása

source: Select FluentCRM Tag that will be applied
hu_hu: Az alkalmazandó FluentCRM tag kiválasztása

source: Select for which Courses this automation will run
hu_hu: Válaszd ki, hogy mely tanfolyamokon fog futni ez az automatizálás

source: Select for which groups this automation will run
hu_hu: Válaszd ki, hogy az automatizálás mely csoportokhoz fog futni

source: Select for which Lessons this automation will run
hu_hu: Válaszd ki, hogy az automatizálás mely leckékhez fog futni

source: Select for which Membership Levels this automation will run
hu_hu: Válaszd ki, hogy az automatizálás mely tagsági szinteken fog futni

source: Select for which Memberships this automation will run
hu_hu: Válaszd ki, hogy mely tagságokon fog ez az automatizálás futni

source: Select for which product category the automation will run
hu_hu: Válaszd ki, hogy az automatizálás melyik termékkategóriában fog futni

source: Select for which product category the benchmark will run
hu_hu: Válaszd ki, hogy a benchmark melyik termékkategóriában fog futni

source: Select for which product this automation will run
hu_hu: Válassza ki, hogy melyik termék esetében fusson ez az automatizálás

source: Select for which products this automation will run
hu_hu: Válaszd ki, hogy az automatizálás mely termékekhez fog futni

source: Select for which products this benchmark will run
hu_hu: Válaszd ki, hogy mely termékekhez fog futni ez a benchmark

source: Select for which Topics this automation will run
hu_hu: Válaszd ki, hogy az automatizálás mely témakörökben fog futni

source: Select Lesson to find out the available topics
hu_hu: A Lecke lehetőséget választva ismerje meg az elérhető témaköröket

source: Select Lesson to find out Topic
hu_hu: Válassza a Lecke lehetőséget a témakör kereséshez

source: Select List
hu_hu: Lista kiválasztása

source: Select Lists
hu_hu: Listák kiválasztása

source: Select Note Type for the reference Order.
hu_hu: Válassza ki a megjegyzés típusát a rendeléshez.

source: Select Sequence Email
hu_hu: E-mail sorozat kiválasztása

source: Select Sequences
hu_hu: Sorozatok kiválasztása

source: Select Status
hu_hu: Állapot kiválasztása

source: Select Tag
hu_hu: Címke választása

source: Select Tags
hu_hu: Cimkék kijelölése

source: Select tags
hu_hu: Címkék kijelölése

source: Select the purchase type
hu_hu: A beszerzési típus kiválasztása

source: Select which automations will be cancelled from the contact
hu_hu: Válassza ki, hogy mely automatizálások lesznek megszakítva a partnertől

source: Select which campaign email will be scheduled to this contact
hu_hu: Válassza ki, hogy melyik kampány e-mail lesz ütemezve erre a partnerre

source: Select which sequence will be assigned to this contact
hu_hu: Válaszd ki, hogy melyik sorozat lesz hozzárendelve ehhez a partnerhez

source: Select which sequences will be removed from this contact
hu_hu: Válaszd ki, hogy mely sorozatot töröljükk ettől a partnertől

source: selected
hu_hu: kijelölve

source: selected contact tags (defined in previous field) will be removed when user leave this group
hu_hu: a kiválasztott (az előző mezőben meghatározott) kapcsolati címkék eltávolításra kerülnek, amikor a felhasználó elhagyja ezt a csoportot

source: selected contact tags will be removed when user leave this group
hu_hu: a kiválasztott kapcsolati címkék eltávolításra kerülnek, amikor a felhasználó elhagyja ezt a csoportot

source: Selected Role will be applied if there has a user with contact's email address
hu_hu: A kiválasztott szerep akkor kerül alkalmazásra, ha van egy felhasználó a kapcsolattartó e-mail címével

source: Selected segment has been deleted
hu_hu: A kijelölt szegmens törölve lett

source: Selected sequence has been successfully duplicated
hu_hu: A kiválasztott szekvencia sikeresen megkettőződött

source: Selected Smart Link has been deleted
hu_hu: A kijelölt Smart Link törölve lett

source: Selected subscribers has been successfully removed from this sequence
hu_hu: A kiválasztott feliratkozók sikeresen el lettek távolítva ebből a sorozatból

source: Selected tags will be added to the member on joining
hu_hu: A kiválasztott címkéket a tag a csatlakozáskor kapja meg

source: Selected tags will be added to the member on joining this member type
hu_hu: A kiválasztott címkék hozzá lesznek adva a taghoz, amikor csatlakozik ehhez a tagtípushoz

source: Selected tags will be applied to the contact on course completion
hu_hu: A kiválasztott címkék a tanfolyam befejezésekor kerülnek a kontaktra

source: Selected tags will be applied to the contact on course completion.
hu_hu: A kiválasztott címkék a tanfolyam befejezésekor kerülnek a kapcsolatra.

source: Selected tags will be applied to the contact on course enrollment
hu_hu: A kiválasztott címkék a tanfolyamra való beiratkozáskor kerülnek alkalmazásra a kapcsolatra

source: Selected tags will be applied to the contact on course enrollment.
hu_hu: A kiválasztott címkék a tanfolyamra való beiratkozáskor kerülnek a kontaktra.

source: Selected tags will be applied to the contact on group enrollment
hu_hu: A kiválasztott címkék a csoportos beiratkozáskor kerülnek alkalmazásra a kapcsolatra

source: Selected tags will be applied to the contact on lesson completed.
hu_hu: A kiválasztott címkék a lecke befejezésekor kerülnek alkalmazásra a kapcsolatra.

source: Selected tags will be applied to the contact on membership enrollment.
hu_hu: A kiválasztott címkék a tagság felvételekor kerülnek alkalmazásra a kapcsolatra.

source: Send an Email from your existing campaign
hu_hu: E-mail küldése a meglévő kampányból

source: Send as Form Method
hu_hu: Formanyomtatványként történő küldés

source: Send as JSON format
hu_hu: Küldés JSON formátumban

source: Send Automated Emails based on your Sequence settings
hu_hu: Automatikus e-mailek küldése a sorozat beállítások alapján

source: Send Campaign Email
hu_hu: Kampány e-mail küldése

source: Send Data as Background Process. (You may enable this if you have lots of tasks)
hu_hu: Adatok küldése háttérfolyamatként. (Ezt akkor engedélyezheti, ha sok feladata van.)

source: Send Data to External Server
hu_hu: Adatok küldése külső szerverre

source: Send Data to external server via GET or POST Method
hu_hu: Adatok küldése külső szerverre GET vagy POST módszerrel

source: Send default WordPress Welcome Email for new WordPress users
hu_hu: Alapértelmezett WordPress üdvözlő e-mail küldése új WordPress felhasználóknak

source: Send Double Optin Email for new or pending contacts. If you don't enable this then contact will be added as subscribed state.
hu_hu: Double Optin e-mail küldése új vagy függőben lévő partnereknek. Ha ezt nem engedélyezi, akkor a kapcsolattartó előfizetett állapotként lesz hozzáadva.

source: Send WordPress user notification email
hu_hu: WordPress felhasználói értesítés e-mail küldése

source: Sequence email has been created
hu_hu: Sorozat e-mail jött létre

source: Sequence email has been duplicated
hu_hu: Az e-mail szekvencia megkettőződött

source: Sequence email has been updated
hu_hu: A sorozat e-mailek frissültek

source: Sequence has been created
hu_hu: A sorozat létrejött

source: Sequence has been updated
hu_hu: A sorozat frissült

source: Set Sequence Emails
hu_hu: Sorozat e-mailek beállítása

source: Settings -> Integrations Settings -> Edd
hu_hu: Beállítások -> Integrációk Beállítások -> Edd

source: Settings -> Integrations Settings -> LearnDash
hu_hu: Beállítások -> Integrációk Beállítások -> LearnDash

source: Settings -> Integrations Settings -> LifterLMS
hu_hu: Beállítások -> Integrációk beállításai -> LifterLMS

source: Settings -> Integrations Settings -> WooCommerce
hu_hu: Beállítások -> Integrációk beállításai -> WooCommerce

source: Settings have been saved
hu_hu: A beállítások mentésre kerültek

source: Setup contact properties that you want to update
hu_hu: Frissíteni kívánt partner tulajdonságok beállítása

source: Shipping Method
hu_hu: Szállítási mód

source: Should Match Both Open & Click Condition?
hu_hu: Meg kell egyeznie mind a Megnyitás & Kattintás feltételeinek?

source: Signups
hu_hu: Feliratkozások

source: SmartLink has be created
hu_hu: Létrejött a SmartLink

source: SmartLink has be updated
hu_hu: A SmartLink frissítve lett

source: SmartLinks module has been successfully activated
hu_hu: A SmartLinks modul sikeresen aktiválva

source: Sorry no failed campaign emails found
hu_hu: Sajnáljuk, nem található sikertelen kampány e-mail

source: Sorry! No emails found
hu_hu: Sajnáljuk! Nem található e-mail

source: Sorry! No segment found
hu_hu: Sajnáljuk! Nem található szegmens

source: Source
hu_hu: Forrás

source: Specific Product Purchase Times
hu_hu: Konkrét termékvásárlási idők

source: Specify Matching Conditions
hu_hu: Egyezési feltételek megadása

source: Specify which contact properties need to matched. Based on the conditions it will run yes blocks or no blocks
hu_hu: Add meg, hogy mely partner tulajdonságnak kell egyeznie. A feltételek alapján fognak futni igen blokkok vagy nem blokkok

source: Started At
hu_hu: Elindítva ekkor

source: State
hu_hu: Megye

source: Status
hu_hu: Állapot

source: Student completes a Course
hu_hu: A hallgató befejezi a tanfolyamot

source: Student completes a Course in LifterLMS
hu_hu: Diák befejezi a tanfolyam a LifterLMS-ben

source: Student completes a Course in TutorLMS
hu_hu: Hallgató befejezi a tanfolyamot a TutorLMS-ben

source: Student completes a Lesson
hu_hu: A hallgató befejezi a leckét

source: Student completes a Lesson in LifterLMS
hu_hu: Tanuló befejezi a leckét a LifterLMS-ben

source: Students Growth
hu_hu: Diákok növekedése

source: Subscription Revenue (All)
hu_hu: Előfizetési bevételek (Összes)

source: Subscription Status
hu_hu: Feliratkozás állapota

source: Subscriptions
hu_hu: Előfizetések

source: Subscriptions (New)
hu_hu: Előfizetések (Új)

source: Successful Purchase Actions
hu_hu: Sikeres vásárlási akciók

source: Sync %s Customers Now
hu_hu: Szinkronizálás %s ügyfelek most

source: Sync AffiliateWP Affiliates Now
hu_hu: AffiliateWP Affiliates szinkronizálása most

source: Sync EDD Customers
hu_hu: EDD ügyfelek szinkronizálása

source: Sync EDD Customers to FluentCRM to segment them by their purchases, lifetime values and other purchase data.
hu_hu: Szinkronizálja az EDD ügyfeleket a FluentCRM-mel, hogy szegmentálja őket a vásárlásaik, az életkori értékek és egyéb vásárlási adatok alapján.

source: Sync LearnDash Students
hu_hu: LearnDash diákok szinkronizálása

source: Sync LearnDash Students to FluentCRM to segment them by their enrollment, membership groups data.
hu_hu: Szinkronizálja a LearnDash diákokat a FluentCRM-mel, hogy szegmentálja őket a beiratkozási, tagsági csoportok adatai alapján.

source: Sync LifterLMS Students
hu_hu: LifterLMS diákok szinkronizálása

source: Sync LifterLMS Students to FluentCRM to segment them by their courses data.
hu_hu: Szinkronizálja a LifterLMS diákokat a FluentCRM-mel, hogy a tanfolyamok adatai alapján szegmentálja őket.

source: Sync Required From Settings
hu_hu: Szinkronizálás szükséges a beállításokból

source: Sync WooCommerce Customers
hu_hu: WooCommerce ügyfelek szinkronizálása

source: Sync WooCommerce Customers to FluentCRM to segment them by their purchases, lifetime values and other purchase data.
hu_hu: Szinkronizálja a WooCommerce ügyfeleket a FluentCRM-mel, hogy szegmentálja őket vásárlásaik, életkori értékeik és egyéb vásárlási adataik alapján.

source: Tag Applied
hu_hu: Címke hozzáadása

source: Tag Removed
hu_hu: Címke eltávolítva

source: Tags
hu_hu: Címkék

source: Target Course
hu_hu: Cél tanfolyam

source: Target Courses
hu_hu: Cél tanfolyamok

source: Target Groups
hu_hu: Célcsoportok

source: Target Lesson
hu_hu: Cél lecke

source: Target Lessons
hu_hu: Cél leckék

source: Target Membership Levels
hu_hu: Cél tagsági szintek

source: Target Memberships
hu_hu: Cél tagságok

source: Target Product
hu_hu: Céltermék

source: Target Products
hu_hu: Cél termékek

source: Target Topics
hu_hu: Cél témák

source: The %s license needs to be activated. %sActivate Now%s
hu_hu: A (z) %s licencet aktiválni kell. %sAktiváld most%s

source: The Block Action defined in the JSON file is not available on your site.
hu_hu: A JSON-fájlban definiált blokk művelet nem érhető el a webhelyen.

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
hu_hu: A megadott licenckulcs nem érvényes. Kérjük, ellenőrizze, hogy a licenc helyes-e. Bejelentkezhet a wpmanageninja.com fiókba, és megkaphatja az érvényes licenckulcsot a vásárláshoz.

source: The provided JSON file is not valid
hu_hu: A megadott JSON fájl érvénytelen

source: The trigger defined in the JSON file is not available on your site.
hu_hu: A JSON-fájlban definiált eseményindító nem érhető el a webhelyen.

source: This automation will be marked as completed in this point for a contact
hu_hu: Ez az automatizálás ezen a ponton befejezettként lesz megjelölve a partnernél

source: This Automation will start once an order get refunded
hu_hu: Ez az Automatizálás akkor indul el, amikor a megrendelést visszatérítik

source: This Funnel will be initiated when a user login to your site
hu_hu: Ez a tölcsér akkor fog elindulni, amikor egy felhasználó bejelentkezik az oldaladra

source: This Funnel will be initiated when affiliate will be approved or register as direct approved
hu_hu: Ez a tölcsér akkor indul el, amikor egy affiliate partnert jóváhagytak, vagy közvetlen jóváhagyottként regisztrálják

source: This Funnel will start a license status get marked as expired
hu_hu: Ez a tölcsér elindítja a licenc státuszát lejártnak jelölve

source: This Funnel will start a student completes a Course
hu_hu: Ez a tölcsér akkor indul el, ha egy tanuló befejez egy tanfolyamot

source: This Funnel will start a student completes a lesson
hu_hu: Ez a tölcsér akkor indul el, ha egy tanuló befejez egy leckét

source: This Funnel will start once a Renewal Payment received for an active subscription
hu_hu: Ez a tölcsér akkor indul el, ha egy aktív előfizetés megújítási fizetése beérkezik

source: This Funnel will start once an order get marked as refunded
hu_hu: Ez a tölcsér akkor indul el, ha egy megrendelést visszatérítettnek jelölnek meg

source: This Funnel will start once new order has been marked as completed
hu_hu: Ez a tölcsér akkor indul el, ha az új megrendelést befejezettnek jelölték

source: This Funnel will start once new order has been placed as processing
hu_hu: Ez a tölcsér akkor indul el, amikor új rendelést adnak le feldolgozás alattinak

source: This Funnel will start once new order will be added as successful payment
hu_hu: Ez a tölcsér akkor indul el, amikor az új rendelés sikeres kifizetésként kerül hozzáadásra

source: This Funnel will start once new order will be marked as completed
hu_hu: Ez a tölcsér akkor indul el, ha az új megrendelés befejezettnek lesz jelölve

source: This Funnel will start once new order will be marked as successful payment
hu_hu: Ez a tölcsér akkor indul el, amikor az új rendelés sikeres kifizetésként lesz megjelölve
