Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WooCommerce/Custom User Registration Fields for WooCommerce/addify_reg-*.po
Languages: hu_hu

source: Enable/Disable Approve new user at checkout page.
hu_hu: Új felhasználó jóváhagyásának engedélyezése / letiltása a pénztár oldalon.

source: is not a valid email address!
hu_hu: nem érvényes email cím!

source: is not a valid number!
hu_hu: nem érvényes szám!

source: is not valid!
hu_hu: nem érvényes!

source: is required!
hu_hu: kötelező!

source: ---Select---
hu_hu: ---Kiválasztás---

source: : File size is too big!
hu_hu: : A fájl mérete túl nagy!

source: : File type is not allowed!
hu_hu: : Ez a fájl típus nem támogatott!

source: </b> is required!
hu_hu: </b> kötelező!

source: Action
hu_hu: Művelet

source: Active
hu_hu: Aktív

source: Add New Field
hu_hu: Új mező

source: Add New Option
hu_hu: Új opció

source: Additional Fields Section Title
hu_hu: További mezők Szekció címe

source: Admin Email Address
hu_hu: Admin email cím

source: Admin Email Subject
hu_hu: Admin Email tárgya

source: Admin Email Text
hu_hu: Admin Email szöveg

source: All Fields
hu_hu: Összes mező

source: Allowed File Types(Add Comma(,) separated types. e.g png,jpg,gif)
hu_hu: Elfogadott fály típusok (vesszővel válasszuk el pl: png,jpg,gif)

source: Approve
hu_hu: Jóváhagyás

source: Approve Link
hu_hu: Link jóváhagyása

source: Approve New User Messages Settings
hu_hu: Új felhasználó jóváhagyási üzenet beállítások

source: Approve New User Settings
hu_hu: Új felhasználó jóváhagyások beállítása

source: Approved Email Subject
hu_hu: Jóváhagyott e-mail tárgya

source: Approved Email Text
hu_hu: Jóváhagyott email szöveg

source: Checkbox
hu_hu: Jelölőnégyzet

source: Click here to view
hu_hu: Kattints ide a megtekintéshez

source: Color Picker
hu_hu: Színválasztó

source: Date Picker
hu_hu: Dátumválasztó

source: Disapprove
hu_hu: Elutasítás

source: Disapprove Link
hu_hu: Link elutasítása

source: Disapproved
hu_hu: Elutasítva

source: Disapproved Email Subject
hu_hu: Elutasított email tárgya

source: Disapproved Email Text
hu_hu: Elutasított e-mail szöveg

source: Edit Registration Field
hu_hu: Regisztrációs mező szerkesztése

source: Email Settings
hu_hu: Email beállítások

source: Enable admin email notification
hu_hu: Admin email értesítés engedélyezése

source: Enable Approve New User
hu_hu: Új felhasználó jóváhagyásának engedélyezése

source: Enable Approve New User at Checkout Page
hu_hu: Új felhasználó jóváhagyásának engedélyezése a Pénztár oldalon

source: Enable Default Fields
hu_hu: Alapértelmezett mezők engedélyezése

source: Enable Default Registration Fields
hu_hu: Alapértelmezett regisztrációs mezők engedélyezése

source: Enable default woocommerce registration fields on registration page. When user enter these fields data will be populated on billing fields automatically.
hu_hu: Alapértelmezett woocommerce regisztrációs mezők engedélyezése a regisztrációs oldalon. Amikor a felhasználó megadja ezeket a mezőket, az adatok automatikusan feltöltődnek a számlázási mezőkbe.

source: Enable or Disable new user notification to admin from this module.
hu_hu: Engedélyezze vagy tiltsa le az új felhasználók értesítését az adminisztrátornak ebben a modulban.

source: Enable or Disable welcome email notification from this module.
hu_hu: Az üdvözlő email értesítés engedélyezése vagy letiltása ebben a modulban.

source: Enable User Role Selection
hu_hu: Felhasználói szerepkör kiválasztásának engedélyezése

source: Enable welcome email notification
hu_hu: Üdvözlő email értesítés engedélyezése

source: Enable/Disable Approve new user. When this option is enabled all new registered users will be set to Pending until admin approves
hu_hu: Új felhasználó jóváhagyás engedélyezése/letiltása. Ha ez az opció be van kapcsolva, akkor minden új regisztrált felhasználó függőben lesz, amíg az admin jóvá nem hagyja.

source: Enable/Disable User Role selection on registraiton page. If this is enable then a user role dropdown will be shown on registration page.
hu_hu: Felhasználói szerepkör kiválasztásának engedélyezése/letiltása a regisztrációs oldalon. Ha ez engedélyezve van, akkor a regisztrációs oldalon megjelenik a felhasználói szerepkör legördülő menüpontja.

source: Enter the text in above title field, that will become field label.
hu_hu: Írja be a fenti cím mezőbe a szöveget, amely a mező címkéje lesz.

source: Error
hu_hu: Hiba

source: Exclude User Roles
hu_hu: Kizárt szerepkörök

source: Field Custom Css Class
hu_hu: Mező egyedi CSS osztály

source: Field Description
hu_hu: Mező leírás

source: Field Details
hu_hu: Mező adatok

source: Field Formating
hu_hu: Mező formázás

source: Field Label
hu_hu: Mező címke

source: Field label for user role selection select box.
hu_hu: A felhasználói szerepkör kiválasztására szolgáló mező címkéje.

source: Field Label/Text
hu_hu: Mező címke/szöveg

source: Field Options
hu_hu: Mező beállítások

source: Field Placeholder Text
hu_hu: Mező helykitöltő szöveg

source: Field Sort Order
hu_hu: Mező rendezési sorrend

source: Field Status
hu_hu: Mező státusz

source: Field Type
hu_hu: Mező típus

source: Field Width
hu_hu: Mező szélesség

source: Field Width:
hu_hu: Mező szélesség:

source: File Upload (Supports my account registration page only)
hu_hu: Fájl feltöltés (csak a fiókom regisztrációs oldalát támogatja)

source: File Upload Size(MB)
hu_hu: Fájl feltöltési méret(MB)

source: Filter
hu_hu: Szűrés

source: First message that will be displayed to user when he/she completes the registration process, this message will be displayed only when manual approval is required.
hu_hu: Az első üzenet, amely megjelenik a felhasználónak, amikor befejezi a regisztrációs folyamatot; ez az üzenet csak akkor jelenik meg, ha kézi jóváhagyásra van szükség.

source: For google reCaptcha field you must enter correct site key and secret key in our module settings. Without these keys google reCaptcha will not work.
hu_hu: A google reCaptcha mezőhöz a helyes oldal (site) kulcsot és titkos (secret) kulcsot kell megadnia a modul beállításaiban. E kulcsok nélkül a google reCaptcha nem fog működni.

source: Full Width
hu_hu: Teljes szélesség

source: General Settings
hu_hu: Általános beállítások

source: Google reCAPTCHA (Supports my account registration page only
hu_hu: Google reCAPTCHA (csak a fiókom oldal)

source: Google reCaptcha Settings
hu_hu: Google reCaptcha beállítások

source: Half Width
hu_hu: 50% (Half Width)

source: Inactive
hu_hu: Inaktív

source: Invalid reCaptcha!
hu_hu: Érvénytelen reCaptcha!

source: is Dependable?
hu_hu: Feltétel Aktiválása?

source: Label:
hu_hu: Címke:

source: Manage Approve new user settings from here.
hu_hu: Itt kezelheted az új felhasználók jóváhagyás beállításait

source: Manage Email Settings
hu_hu: Email beállítások kezelése

source: Manage registration module general settings from here.
hu_hu: Itt kezelheti a regisztrációs modul általános beállításait.

source: Manage user role settings from here. Choose wheather you want to show user role dropdown on registraiton page or not and choose which user roles you want to show in dropdown on registration page.
hu_hu: Itt kezelheti a felhasználói szerepkör-beállításokat. Válassza ki, hogy a regisztrációs oldalon megjelenjen-e a felhasználói szerepkörök legördülő listája, és válassza ki, hogy mely felhasználói szerepköröket szeretné megjeleníteni a regisztrációs oldalon a legördülő listában.

source: Message for Users when Account is Created
hu_hu: Üzenet a felhasználóknak fiók létrehozásakor

source: Message for Users when Account is disapproved
hu_hu: Üzenet a felhasználóknak, amikor a fiókot elutasítják

source: Message for Users when Account is Disapproved By Admin.
hu_hu: Üzenet a felhasználóknak, ha a fiókot az admin nem hagyja jóvá.

source: Message for Users when Account is pending for approval
hu_hu: Üzenet a felhasználóknak, amikor a fiók jóváhagyásra vár

source: Message:
hu_hu: Leírás:

source: Multi Checkbox
hu_hu: Több jelölőnégyzet (Multi Checkbox)

source: Multi Selectbox
hu_hu: Többszörös kiválasztás

source: New Registration Field
hu_hu: Új regisztrációs mező

source: No
hu_hu: Nem

source: No registration field found
hu_hu: Nem található regisztrációs mező

source: No registration field found in trash
hu_hu: Nem található regisztrációs mező a lomtárban

source: Number
hu_hu: Szám

source: Option Value
hu_hu: Opció értéke

source: Password
hu_hu: Jelszó

source: Placeholder:
hu_hu: Helykitöltő: (placeholder)

source: Publish
hu_hu: Publikus

source: Radio Button
hu_hu: Rádió gomb

source: Read Only Field(Customer can not update this from My Account page)
hu_hu: Mező csak olvasható (a vásárló nem tudja frissíteni a fiókom oldaláról)

source: Registration Field
hu_hu: Regisztrációs mező

source: Registration Fields
hu_hu: Regisztrációs mezők

source: Registration Fields Settings
hu_hu: Regisztrációs mezők beállításai

source: Remove Option
hu_hu: Opció törlése

source: Required Field
hu_hu: Kötelező mező

source: Required:
hu_hu: Kötelező:

source: Search Registration Field
hu_hu: Regisztrációs mező keresése

source: Select a country...
hu_hu: Válasszon egy országot...

source: Select a county / state...
hu_hu: Válasszon ki egy megyét...

source: Select User Roles
hu_hu: Felhasználói szerepkörök kiválasztása

source: Select user roles on which you want to show this field, leave empty for show in all.
hu_hu: Válassza ki azokat a felhasználói szerepköröket, amelyeknél ezt a mezőt meg kívánja jeleníteni. Ha az összeset szeretnénk, hagyjuk üresen.

source: Select which user roles users you want to exclude from manual approval. These user roles users will be automatically approved.
hu_hu: Válassza ki, hogy mely felhasználói szerepkörök felhasználóit szeretné kizárni a kézi jóváhagyásból. Ezek a felhasználói szerepkörök automatikusan jóváhagyásra kerülnek.

source: Select which user roles you want to show in dropdown on registration page. Note: Administrator role is not avaiable for show in dropdown.
hu_hu: Válassza ki a regisztrációs oldalon a legördülő listából, hogy mely felhasználói szerepköröket szeretné megjeleníteni. Megjegyzés: Az Admin szerepkör nem jeleníthető meg a legördülő listában.

source: Selectbox
hu_hu: Kiválasztás

source: Settings
hu_hu: Beállítások

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Show in admin order detail page and order email
hu_hu: Mutassa a mezőt a rendelés részletek oldalán, és a rendelési email-ben is.

source: Sort Order
hu_hu: Sorrend

source: Sort Order:
hu_hu: Mező sorrend:

source: Status
hu_hu: Státusz

source: Status:
hu_hu: Státusz:

source: Text
hu_hu: Szöveg

source: Textarea
hu_hu: Szövegmező

source: This email address will be used for getting new user email notification for admin, if this is empty then defualt wordpress admin email address will be used.
hu_hu: Ezt az email címet fogjuk használni, hogy új felhasználó email értesítést kapjon az admin, ha ez üres, akkor az alapértelmezett WordPress admin email címet fogjuk használni.

source: This email subject is used when new user notification is sent to admin.
hu_hu: Ezt az email tárgyat használjuk, amikor az új felhasználóról szóló értesítést küldünk az adminisztrátornak.

source: This email text will be used when new user notification is sent to admin. If Approve new user is active then you can write text about new user approval.
hu_hu: Ez az email szöveg kerül felhasználásra, amikor az új felhasználóról szóló értesítést küldjük az adminisztrátornak. Ha az Új felhasználó jóváhagyása aktív, akkor megadhat szöveget az új felhasználó jóváhagyásáról.

source: This is gogle reCaptcha secret key, you can get this from google. With this key google reCaptcha will not work.
hu_hu: Ez a google reCaptcha titkos kulcsa (secret key), ezt a Google-tól kaphatja meg. A kulcs hiányában a google reCaptcha nem fog működni.

source: This is gogle reCaptcha site key, you can get this from google. With this key google reCaptcha will not work.
hu_hu: Ez a google reCaptcha oldal kulcsa (site key), ezt a Google-tól kaphatja meg. A kulcs hiányában a google reCaptcha nem fog működni.

source: This is the approved email message, this message is used when account is approved by administrator.
hu_hu: Ez a jóváhagyott email üzenet, ez az üzenet akkor használjuk, ha a fiókot az admin jóváhagyta.

source: This is the approved email subject, this subject is when used when account is approved by administrator.
hu_hu: Ez a jóváhagyott email tárgya, ez a tárgy akkor használatos, ha a fiókot az admin jóváhagyta.

source: This is the disapproved email message, this message is used when account is disapproved by administrator.
hu_hu: Ez az elutasított e-mail üzenet, ezt az üzenetet akkor használjuk ha a fiókot az admin elutasította.

source: This is the disapproved email subject, this subject is used when account is disapproved by administrator.
hu_hu: Ez az elutasított e-mail tárgya, ez a tárgy akkor használatos, ha a fiókot az admin elutasította.

source: This is the email body; when a new customer registers this email be automatically sent and the custom fields will be included in that email. This body text will be included along with the default fields data.
hu_hu: Ez az email törzsszövege; amikor egy új vásárló regisztrál, ez az e-mail automatikusan elküldésre kerül, és az egyéni mezők benne lesznek az e-mailben. Ez a törzsszöveg az alapértelmezett mezők adataival együtt kerül bele.

source: This is the email subject; this subject is used when the email is sent to the user on account creation to include fields data and manual approval message.
hu_hu: Ez az email tárgya; ezt a tárgyat használjuk, amikor az email a felhasználónak a fiók létrehozásakor elküldésre kerül, és tartalmazza a mezők adatait és a manuális jóváhagyási üzenetet.

source: This is the title for the section where additional fields are displayed on front end registration form.
hu_hu: Ez annak a szekciónak a címe, ahol további mezők jelennek meg a regisztrációs űrlapon.

source: This will be displayed when user will attempt to login after registration and his/her account is still pending for admin approval.
hu_hu: Ez az üzenet akkor jelenik meg, ha a felhasználó a regisztráció után megpróbál bejelentkezni, de a fiókja még adminisztrátori jóváhagyásra vár.

source: Time Picker
hu_hu: Időpont választó

source: Unpublish
hu_hu: Nem publikus

source: User details are as follow:
hu_hu: A felhasználó adatai a következők:

source: User Registration Plugin for WooCommerce allows you to add extra fields to your registration form. Registration Fields Addon is compatible with both WordPress & WooCommerce. Support 14 types of fields and compatible with Addify plugins. (PLEASE TAKE BACKUP BEFORE UPDATING THE PLUGIN).
hu_hu: A User Registration Plugin for WooCommerce lehetővé teszi, hogy extra mezőket adjon hozzá a regisztrációs űrlaphoz. A Registration Fields Addon kompatibilis mind a WordPress-szel, mind a WooCommerce-szel. Támogatja a 14 típusú mezőt és kompatibilis az Addify pluginekkel. (KÉRJÜK, KÉSZÍTSEN BIZTONSÁGI MENTÉST A BŐVÍTMÉNY FRISSÍTÉSE ELŐTT).

source: User Role Dependency
hu_hu: Felhasználói szerepkör feltétel

source: User Role Field Label
hu_hu: Felhasználói szerepkör mező címke

source: User Role Settings
hu_hu: Felhasználói szerepkörök beállítások

source: User Status
hu_hu: Felhasználói státusz

source: Username:
hu_hu: Felhasználónév:

source: View all users
hu_hu: Összes felhasználó megtekintése

source: View Registration Field
hu_hu: Regisztrációs mező megtekintése

source: Welcome/Pending Email Body Text
hu_hu: Üdvözlő / függőben lévő e-mail szöveg

source: Welcome/Pending Email Subject
hu_hu: Üdvözlő/függő e-mail tárgya

source: Yes
hu_hu: Igen

source: Your details are as follow:
hu_hu: Az Ön adatai a következők:
