Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WpBookingSystem/WP Booking System - WooCommerce Add-on/wp-booking-system-woocommerce-*.po
Languages: hu_hu

source: Active
hu_hu: Aktiv

source: Address 1
hu_hu: Cím első sora

source: Address 2
hu_hu: Cím második sora

source: Allow customers to checkout with WooCommerce
hu_hu: Engedélyezzük a látogatók számára a fizetést a WooCommerce segítségével

source: Appears in the confirmation email when payment is made through WooCommerce.
hu_hu: Megjelenik a visszaigazoló e-mailben, amikor a fizetés a WooCommerce-en keresztül történik.

source: Automatically fill in the Checkout Form fields in WooCommerce with values from the Booking Form.
hu_hu: Automatikusan töltse ki a Pénztár űrlap mezőit a WooCommerce-ben a foglalási űrlap értékeivel.

source: Booking Creation Trigger
hu_hu: Foglalás létrehozásának módja

source: Booking Details
hu_hu: Foglalás részletei

source: Booking Details Heading
hu_hu: Foglalási adatok címsor

source: Booking ID
hu_hu: Foglalási ID

source: Calendar ID
hu_hu: Naptár ID

source: Calendar Name
hu_hu: Naptár neve

source: Check out with WooCommerce.
hu_hu: Fizetés WooCommerce-el

source: City
hu_hu: Város

source: Company
hu_hu: Cégnév

source: Completed
hu_hu: Teljesítve

source: Country
hu_hu: Ország

source: Date
hu_hu: Dátum

source: Deposit
hu_hu: Előleg

source: Description
hu_hu: Leírás

source: Disable 'Thank You' Page
hu_hu: Köszönöm oldal kikapcsolása

source: Disable Emails
hu_hu: Emailek kikapcsolása

source: Disable the "Order Completed" emails sent by WooCommerce to the customer to avoid duplicate emails if you enabled User Notifications in WP Booking System.
hu_hu: Kikapcsolja a "Sikeres rendelés" emaileket, amit a WooCommerce küld, hogy elkerülje a duplikált emaileket, amennyiben engedélyezte a felhasználói értesítést a WP Booking System-ben.

source: Disable the default WooCommerce 'Thank You' page. After the payment is completed, redirect the customer back to the calendar page and show WP Booking System's confirmation message instead of WooCommerce's confirmation page.
hu_hu: Kikapcsolja az alapértelmezett WooCommerce "Köszönöm" oldalt. A fizetés befejezése után irányítsa vissza az ügyfelet a naptár oldalra, és a WooCommerce visszaigazoló oldala helyett jelenítse meg a WP Booking System visszaigazoló üzenetét.

source: Display name
hu_hu: Fizetési mód megnevezés

source: End Date
hu_hu: Távozási dátum

source: Failed
hu_hu: Sikertelen

source: Final Payment
hu_hu: Végső kifizetés

source: First Name
hu_hu: Keresztnév

source: First Payment
hu_hu: Első fizetés

source: Form Data
hu_hu: Űrlap adatok

source: Give the customer the option to pay with a credit card using WooCommerce.
hu_hu: Adja meg a vásárlónak a lehetőséget, hogy a WooCommerce segítségével bankkártyával fizessen.

source: If you need help setting up setting up WooCommerce, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/woocommerce-checkout-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége a WooCommerce beállításához <a target="_blank" href="https://www.wpbookingsystem.com/documentation/woocommerce-checkout-integration/">látogasson el ide</a> ahol egy lépésről lépésre útmutatót talál.

source: It appears you have selected an unavailable or invalid date. Please refresh the calendar and try again.
hu_hu: Úgy tűnik, hogy nem elérhető vagy érvénytelen dátumot választott ki. Kérjük, frissítse a naptárat, és próbálja meg újra.

source: Last Name
hu_hu: vezetéknév

source: No WooCommerce product is selected for handling reservations.
hu_hu: A foglalások kezeléséhez nincs kiválasztott WooCommerce termék.

source: Order Status
hu_hu: Rendelési státusz

source: Other products cannot be added to the cart while a reservation is present.
hu_hu: Más termékek nem adhatók hozzá a kosárhoz, amíg a foglalás folyamatban van.

source: Pay Button Label
hu_hu: Fizetés gomb szöveg

source: Pay with WooCommerce.
hu_hu: Fizetés WoooCommerce-el.

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Payment Type
hu_hu: Fizetés típusa

source: Phone
hu_hu: Telefonszám

source: Postcode
hu_hu: Irányítószám

source: Select a product that will be associated with all booking payments.
hu_hu: Válasszon ki egy terméket, amely az összes foglalási fizetéshez kapcsolódik.

source: Something went wrong. Please refresh the page and try again.
hu_hu: Valami hiba lépett fel. Kérjük frissítse az oldalt, és próbálja meg ismét.

source: Start Date
hu_hu: Érkezési dátum

source: State
hu_hu: Megye

source: The currency in WooCommerce does not match the one set in WP Booking System.
hu_hu: A WooCommerce pénzneme nem egyezik a WP Booking Systemben beállított pénznemmel.

source: The form was successfully submitted.
hu_hu: Az űrlap sikeresen kitöltve.

source: The heading that appears in the email and payment confirmation page.
hu_hu: Az e-mailben és a fizetési visszaigazolási oldalon megjelenő címsor.

source: The minimum payable amount is 0.50$
hu_hu: A minimálisan fizethető összeg 0.50$

source: The payment method description that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód leírása.

source: The payment method name that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód neve.

source: Translations
hu_hu: Fordítások

source: WC Order ID
hu_hu: WC rendelés ID

source: When the order is created
hu_hu: Amikor a rendelést leadják

source: When the order status is "Completed"
hu_hu: Amikor a rendelés státusza "Befejezett"-re vált

source: When the order status is "On Hold"
hu_hu: Amikor a rendelés státusza "Fizetési folyamatban"-ra vált

source: When the order status is "Processing"
hu_hu: Amikor a rendelés státusza "Feldolgozás alatt"-ra vált

source: When to create the Booking depending on the WooCommerce Order status. Please note that not creating the booking when the order is created may lead to double bookings if WooCommerce is not set up correctly.
hu_hu: Amikor létrehozza a foglalást a WooCommerce Megrendelés státuszának függvényében. Felhívjuk figyelmét, hogy ha nem a megrendelés létrehozásakor hozza létre a foglalást, az kettős foglalásokhoz vezethet, ha a WooCommerce nincs megfelelően beállítva.

source: WooCommerce Product
hu_hu: Termék
