Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WooCommerce/Customize My Account for WooCommerce/customize-*-account-page-for-woocommerce-*.po
Languages: hu_hu

source: Active State
hu_hu: Aktív állapot

source: Active template
hu_hu: Aktív sablon

source: Add
hu_hu: Hozzáadás

source: Add CSS Class. Use this CSS class to style the endpoint.
hu_hu: CSS osztály hozzáadása. Használja ezt a CSS osztályt a végpont stílusához.

source: Add CSS Class. Use this CSS class to style the group.
hu_hu: CSS osztály hozzáadása. Használja ezt a CSS osztályt a csoport stílusához.

source: Add CSS Class. Use this CSS class to style the link.
hu_hu: CSS osztály hozzáadása. Használja ezt a CSS osztályt a link stílusához.

source: Add endpoint
hu_hu: Végpont hozzáadása

source: Add group
hu_hu: Csoport hozzáadása

source: Add link
hu_hu: Link hozzáadása

source: Addresses
hu_hu: Címek

source: After default content
hu_hu: Alapértelmezett tartalom után

source: Allow link to open in a new tab.
hu_hu: Engedélyezzük a link megnyitását új ablakban.

source: Allow users to upload a custom avatar.
hu_hu: Lehetővé teszi a felhasználók számára, hogy egyéni avatart töltsenek fel.

source: Allows you to register custom WooCommerce tabs on my-account page and customize the design.
hu_hu: Lehetővé teszi az egyéni WooCommerce végpontok regisztrálását a my-account oldalon és a dizájn testreszabását.

source: Are you sure want to restore the settings?
hu_hu: Biztos, hogy vissza akarja állítani a beállításokat?

source: Available
hu_hu: Elérhető

source: Avatar center aligned
hu_hu: Avatar középre igazítva

source: Avatar Layout
hu_hu: Avatar elrendezés

source: Avatar left aligned
hu_hu: Avatar balra igazítva

source: Avatar right aligned
hu_hu: Avatar jobbra igazítva

source: Avatar Type
hu_hu: Avatar típus

source: Avatar type circle
hu_hu: Avatar típus - kör alakú

source: Avatar type square
hu_hu: Avatar típus - négyzet alakú

source: Avatar vertical aligned
hu_hu: Avatar függőlegesen igazítva

source: Back
hu_hu: Vissza

source: Background Color
hu_hu: Háttérszín

source: Background color
hu_hu: Háttérszín

source: Before default content
hu_hu: Alapértelmezett tartalom előtt

source: Border
hu_hu: Szegély

source: Border Color
hu_hu: Szegély szín

source: Border Width
hu_hu: Szegély szélesség

source: Bottom
hu_hu: Lent

source: Buttons
hu_hu: Gombok

source: Cancel
hu_hu: Mégsem

source: Choose Account Tab style
hu_hu: Válassza ki a Fiók lap stílusát

source: Choose an icon for the endpoint.
hu_hu: Válasszon egy ikont a végponthoz.

source: Choose an icon for the link.
hu_hu: Válasszon egy ikont a linkhez.

source: Choose Avatar layout
hu_hu: Válasszunk Avatar elrendezést

source: Choose Avatar type
hu_hu: Avatar típus kiválasztás

source: Choose background border
hu_hu: Háttér szegély kiválasztása

source: Choose background border style
hu_hu: Háttér szegély típus kiválasztása

source: Choose background color
hu_hu: Háttérszín kiválasztása

source: Choose border color
hu_hu: Szegély szín kiválasztása

source: Choose border style
hu_hu: Szegély stílus kiválasztása

source: Choose Content Background color
hu_hu: Tartalom Háttérszín kiválasztása

source: Choose font size
hu_hu: Betűméret kiválasztása

source: Choose icon for the group.
hu_hu: Csoport ikon kiválasztása

source: Choose line height
hu_hu: Sor magasság kiválasztása

source: Choose Sidebar style
hu_hu: Válassza ki a Sidebar stílusát

source: Choose tab active background color
hu_hu: Tab aktív állapot háttérszín kiválasztása

source: Choose tab active border color
hu_hu: Tab aktív állapot szegély szín kiválasztása

source: Choose tab active text color
hu_hu: Tab aktív állapot szöveg szín kiválasztása

source: Choose tab background color
hu_hu: Tab háttérszín kiválasztása

source: Choose tab border color
hu_hu: Tab háttérszín kiválasztása

source: Choose tab hover background color
hu_hu: Tab egér ráhúzás háttérszín kiválasztása

source: Choose tab hover border color
hu_hu: Tab egér ráhúzás szegély szín kiválasztása

source: Choose tab hover text color
hu_hu: Tab egér ráhúzás szöveg szín kiválasztása

source: Choose Tab text color
hu_hu: Tab szöveg szín kiválasztása

source: Choose text color
hu_hu: Szöveg szín kiválasztása

source: Choose the location where custom content should appear.
hu_hu: Válassza ki, hogy a saját tartalom hol jelenjen meg.

source: Choose Wrapper Background color
hu_hu: Konténer háttérszín kiválasztása

source: Class
hu_hu: CSS Osztály

source: Classic Layout
hu_hu: Klasszikus elrendezés

source: Click to edit this element.
hu_hu: Kattints ide az elem szerkesztéséhez

source: Collapsed
hu_hu: Összecsukott

source: Color
hu_hu: Szín

source: Content
hu_hu: Tartalom

source: Content styles.
hu_hu: Tartalom stílusai

source: Could Not Save Changes.
hu_hu: Nem sikerült elmenteni a változtatásokat.

source: Custom Avatar
hu_hu: Saját Avatar

source: Custom Content
hu_hu: Saját tartalom

source: Custom Content Position
hu_hu: Saját tartalom pozició

source: Customization reset successfully.
hu_hu: A testreszabás sikeresen visszaállítva.

source: Customize the Avatar style and layout.
hu_hu: Az avatar stílusának és elrendezésének testreszabása.

source: Customize the font size.
hu_hu: Betűméret testreszabása..

source: Customize the wrapper layout and design.
hu_hu: A konténer elrendezésének és kialakításának testreszabása.

source: Customizer
hu_hu: Testreszabás

source: Dashboard
hu_hu: Vezérlőpult

source: Dashed
hu_hu: Szaggatott

source: Day(s)
hu_hu: Nap(ok)

source: Debug
hu_hu: Hibakereső

source: Debug settings reset successfully.
hu_hu: A hibakeresési beállítások sikeresen visszaállítva.

source: Debug settings saved successfully
hu_hu: A hibakeresési beállítások sikeresen mentve

source: Default Endpoint
hu_hu: Alapértelmezett végpont

source: Default Template
hu_hu: Alapértelmezett sablon

source: Delete
hu_hu: Törlés

source: Desktop
hu_hu: Asztali

source: Disabled
hu_hu: Kikapcsolt

source: Do you want to delete?
hu_hu: Törölni szeretné?

source: Dotted
hu_hu: Pontozott

source: Double
hu_hu: Dupla

source: Downloads
hu_hu: Letöltése

source: Enable
hu_hu: Engedélyezés

source: Enable %s
hu_hu: %s engedélyezése

source: Enable Debug
hu_hu: Debug bekapcsolása

source: Enable debug mode.
hu_hu: Hibakereső engedélyezése

source: Enable/Disable endpoint icon.
hu_hu: Végpont ikon engedélyezése/letiltása.

source: Enable/Disable endpoint.
hu_hu: Végpont engedélyezése/letiltása.

source: Enable/Disable group accordion icon.
hu_hu: Engedélyezzük vagy kikapcsoljuk a csoportok számára az ikont. (toggle ikon)

source: Enable/Disable group accordion indicator.
hu_hu: Engedélyezés/tiltás csoport "harmonika" ikon

source: Enable/Disable group.
hu_hu: Csoport engedélyezése/letiltása.

source: Enable/Disable link.
hu_hu: Link engedélyezése/letiltása.

source: Enabling this option will load unminified JS scripts and CSS styles.
hu_hu: Ha engedélyezi ezt az opciót, akkor a JS szkriptek és CSS stílusok nem minimalizált formában töltődnek be.

source: Endpoint Icon
hu_hu: Végpont ikon

source: Endpoint Icon Position
hu_hu: Végpont ikon pozició

source: Endpoint icon position.
hu_hu: Végpont ikon pozició.

source: Endpoint label.
hu_hu: Végpont cím.

source: Endpoint slug.
hu_hu: Végpont keresőbarát név

source: Endpoint that will appear as default when user visits account page.
hu_hu: Végpont, amely alapértelmezettként jelenik meg, amikor a felhasználó a fiókoldalra látogat.

source: Endpoint will be visible to selected User Roles only. By default, endpoints will be visible to all users.
hu_hu: A végpont csak a kiválasztott szerepkörök számára lesz elérhető. Alapértelmezetten a végpontokat minden felhasználó látja.

source: Endpoints
hu_hu: Végpontok

source: Endpoints saved successfully
hu_hu: Végpontok sikeresen mentve

# enhanced select
source: Select Font Family&hellip;
hu_hu: Betűtípus kiválasztása&hellip;

source: Enter custom content for endpoint.
hu_hu: Saját tartalom hozzáadás a végponthoz.

source: Expanded
hu_hu: Nyitott

source: File deleted successfully
hu_hu: Fájl sikeresen törölve

source: File is required
hu_hu: Fájl szükséges

source: Focus State
hu_hu: Fókusz állapot (focus state)

source: Font Family
hu_hu: Betűtípus

source: Font Size
hu_hu: Betűméret

source: General
hu_hu: Általános

source: Groove
hu_hu: Barázdás

source: Group Accordion Default State
hu_hu: Csoport "harmónika" (accordion) alapértelmezett állapota

source: Group Accordion Indicator
hu_hu: Csoport "harmonika" (accordion) ikon

source: Group will be visible to selected User Roles only. By default, groups will be visible to all users.
hu_hu: A csoport csak a kiválasztott szerepkörök számára lesz elérhető. Alapértelmezetten a csoportot minden felhasználó látja.

source: Heading Color
hu_hu: Címsor szín

source: Help
hu_hu: Segítség

source: hidden
hu_hu: rejtett

source: Hover State
hu_hu: Egér ráhúzás állapot

source: Icon
hu_hu: Ikon

source: Inherit
hu_hu: Örökölt

source: Input Field
hu_hu: Beviteli mező

source: Input field styles
hu_hu: Beviteli mező stílusai

source: Invalid image mime type.
hu_hu: Érvénytelen a kép mime típusa.

source: Invalid slug.
hu_hu: Érvénytelen keresőbarát név (slug).

source: It will be permanently deleted and cannot be recovered. Are you sure?
hu_hu: Ez véglegesen törlődik, és nem állítható vissza. Biztos vagy benne?

source: Label
hu_hu: Címke

source: Label cannot be empty.
hu_hu: A cím nem lehet üres.

source: Left
hu_hu: Balra

source: Line Height
hu_hu: Sor magasság

source: Link Color
hu_hu: Link szín

source: Link Hover Color
hu_hu: Link egér ráhúzás szín

source: Link label.
hu_hu: Link címke.

source: Link URL.
hu_hu: Add meg az URL címet ehhez a linkhez.

source: Link will be visible to selected User Roles only. By default, links will be visible to all users.
hu_hu: A link csak a kiválasztott szerepkörök számára lesz elérhető. Alapértelmezetten a linket minden felhasználó látja / eléri.

source: Logout
hu_hu: Kijelentkezés

source: Looking for a template? You can browse our templates, import and preview templates, then activate them right here.
hu_hu: Sablont keres? Böngésszen sablonjaink között, importáljon és tekintse meg a sablonokat, majd aktiválja őket itt.

source: Manage Endpoints
hu_hu: Végpontok menedzselése

source: Margin
hu_hu: Margó

source: Mobile
hu_hu: Mobil

source: Name
hu_hu: Név (nem url)

source: Navigation
hu_hu: Navigáció

source: Navigation menu styles
hu_hu: Navigációs menü stílusai

source: Navigation Style
hu_hu: Navigáció stílusa

source: Navigation wrapper margin
hu_hu: Navigációs konténer margó

source: Navigation wrapper padding.
hu_hu: Navigációs konténer belső margó.

source: No file was uploaded.
hu_hu: Nem töltöttek fel fájlt.

source: None
hu_hu: Egyik sem

source: Normal State
hu_hu: Alap állapot

source: Not available
hu_hu: Nem elérhető

source: Open link in a new tab?
hu_hu: A link új ablakban nyíljon meg?

source: Orders
hu_hu: Rendelések

source: Padding
hu_hu: Belső margó

source: Payment Methods
hu_hu: Fizetési módok

source: Please resolve the following errors and try again.
hu_hu: Kérjük, oldja meg a következő hibákat, és próbálja meg újra.

source: Remove
hu_hu: Törlés

source: Remove all the design customization.
hu_hu: Távolítsa el az összes dizájn testreszabást.

source: Reset
hu_hu: Visszaállítás

source: Restore Defaults
hu_hu: Alapbeállítások Visszaállítása

source: Restore the general settings and remove the added endpoints, group and links.
hu_hu: Állítsa vissza az általános beállításokat, és távolítsa el a hozzáadott végpontokat, csoportokat és hivatkozásokat.

source: Right
hu_hu: Jobbra

source: Save
hu_hu: Mentés

source: Save Changes
hu_hu: Módosítások Mentése

source: Saved
hu_hu: Mentett

source: Select a desire Google font.
hu_hu: Válassza ki a kívánt Google betűtípust.

source: Select active background border style
hu_hu: Aktív állapot háttér szegély stílus beállítása

source: Select an icon
hu_hu: Válasszon egy ikont

source: Select Heading color
hu_hu: Címsor szín kiválasztása

source: Select hover background border style
hu_hu: Egér ráhúzás háttér szegély stílus kiválasztása

source: Select Link color
hu_hu: Link szín kiválasztása

source: Select Link hover color
hu_hu: Link egér ráhúzás szín kiválasztása

source: Select tab background border
hu_hu: Tab háttér szegély kiválasztása

source: Select user roles
hu_hu: szerepkör kiválasztása

source: Set Avatar Padding
hu_hu: Avatar belső margó beállítása

source: Set border width
hu_hu: Szegély szélesség beállítása

source: Set Content Margin
hu_hu: Tartalom margó beállítása

source: Set Content Padding
hu_hu: Tartalom belső margó beállítása

source: Set default state of group accordion.
hu_hu: A csoportos harmonika "accordion" alapértelmezett állapotának beállítása.

source: Set Margin
hu_hu: Margó beálítása

source: Set navigation item padding.
hu_hu: Navigációs elem belső margó beállítása.

source: Set Padding
hu_hu: Belső margó beállítása

source: Set padding
hu_hu: Belső margó beállítása

source: Set tab active border width
hu_hu: Tab aktív állapot szegély szélesség beálítása

source: Set tab border width
hu_hu: Tab szegély szélesség beálítása

source: Set tab hover border width
hu_hu: Tab egér ráhúzás szegély szélesség beálítása

source: Set Wrapper Margin
hu_hu: Konténer margó beállítása

source: Set Wrapper Padding
hu_hu: Konténer belső margó beállítása

source: Settings
hu_hu: Beállítások

source: Settings
hu_hu: Beállítások

source: Settings reset successfully.
hu_hu: A beállítások visszaállítása sikeres volt.

source: Settings saved successfully
hu_hu: A beállítások sikeresen mentve

source: Sidebar left
hu_hu: Sidebar balra

source: Sidebar Position
hu_hu: Sidebar Pozició

source: Sidebar right
hu_hu: Sidebar jobbra

source: Slug
hu_hu: Keresőbarát név (slug)

source: slug
hu_hu: keresőbarát név

source: Slug can only contains alphabets,numbers, underscore(_) and dash(-) characters.
hu_hu: A keresőbarát név (slug) csak betűket, számokat, aláhúzást (_) és kötőjelet (-) tartalmazhat.

source: Slug cannot be empty
hu_hu: A keresőbarát név nem lehet üres

source: Slug must be 3 characters in length.
hu_hu: A keresőbarát név minimum 3 karakter hosszúságónak kell lennie

source: Slug must begin and end with alphabets and numbers.
hu_hu: A keresőbarát név betűkkel és számokkal kezdődik és végződik.

source: Solid
hu_hu: Sima

source: Something went wrong, try again
hu_hu: Valami rosszul sült el, próbálja újra

source: Subscriptions
hu_hu: Előfizetések

source: Tablet
hu_hu: Table

source: Team
hu_hu: Csapat

source: Templates
hu_hu: Sablonok

source: Text Color
hu_hu: Szöveg szín

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
hu_hu: A feltöltött fájl meghaladja a HTML űrlapon meghaátorozott MAX_FILE_SIZE méretet.

source: The uploaded file exceeds the upload_max_filesize (%s) directive in php.ini.
hu_hu: A feltöltött fájl meghaladja az upload_max_filesize (%s) értéket a php.ini állományban.

source: The uploaded file was only partially uploaded.
hu_hu: A feltöltött fájl csak részben lett feltöltve.

source: Top
hu_hu: Fent

source: Uploaded successfully
hu_hu: Feltöltés sikeres volt

source: User is not logged in
hu_hu: A felhasználó nincs bejelentkezve

source: User Roles
hu_hu: Felhasználói szerepkör

source: User roles
hu_hu: Felhasználói szerepkör

source: user roles
hu_hu: felhasználói szerepkör

source: Warning! this will remove all my-account page customizations.
hu_hu: Figyelem! ez eltávolítja az összes my-account oldal testreszabását.

source: While previewing a new template, you can continue to tailor things like form styles and custom css, and explore template-specific options.
hu_hu: Egy új sablon előnézetének megtekintése közben továbbra is testreszabhat olyan dolgokat, mint az űrlapstílusok, egyéni css, és megismerheti a sablon-specifikus lehetőségeket.

source: WooCommerce Customizer &ndash; Allows you to preview changes and customize MyAccount page.
hu_hu: WooCommerce Customizer &ndash; Lehetővé teszi a változások megtekintését és a MyAccount oldal testreszabását.

source: WooCommerce is required for this plugin to work. Please, activate WooCommerce first.
hu_hu: A WooCommerce szükséges a plugin működéséhez. Kérjük, először aktiválja a WooCommerce-t.

source: Wrapper
hu_hu: Konténer

source: Wrapper Margin
hu_hu: Konténer margó

source: Wrapper Padding
hu_hu: Konténer belső margó

source: You can enable/disable javascript libraries which are loaded in WooCommerce MyAccount Page to resolve library conflict with other plugins.
hu_hu: A WooCommerce MyAccount oldalon betöltött javascript könyvtárakat engedélyezheti/tilthatja, hogy megszüntesse más bővítményekkel való konfliktust.
