Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/Lighthouse Extension/mainwp-lighthouse-extension-*.po
Languages: hu_hu

source: 0 Seconds
hu_hu: 0 másodperc

source: 1 Minute
hu_hu: 1 perc

source: 1 Seconds
hu_hu: 1 másodperc

source: 10 Minutes
hu_hu: 10 perc

source: 10 Seconds
hu_hu: 10 másodperc

source: 120 Seconds
hu_hu: 120 másodperc

source: 15 Minutes
hu_hu: 15 perc

source: 150 Seconds
hu_hu: 150 másodperc

source: 180 Seconds
hu_hu: 180 másodperc

source: 2 Seconds
hu_hu: 2 másodperc

source: 3 Seconds
hu_hu: 3 másodperc

source: 30 Minutes
hu_hu: 30 perc

source: 4 Seconds
hu_hu: 4 másodperc

source: 5 Minutes
hu_hu: 5 perc

source: 5 Seconds
hu_hu: 5 másodperc

source: 60 Seconds
hu_hu: 60 másodperc

source: 90 Seconds
hu_hu: 90 másodperc

source: Abort Current Audit
hu_hu: Jelenlegi audit megszakítása

source: Accessibility
hu_hu: Kisegítő lehetőségek

source: Accessibility Audits
hu_hu: Akadálymentesítési auditok

source: Accessibility:
hu_hu: Hozzáférhetőség:

source: Action
hu_hu: Művelet

source: Advanced Settings
hu_hu: Haladó beállítások

source: All audits
hu_hu: Minden ellenőrzés

source: All repot data is generated by the Google PageSpeed Insights API.
hu_hu: Minden adatot a Google PageSpeed Insights API generál.

source: An error has been encountered while checking one or more URLs.
hu_hu: Egy vagy több URL ellenőrzése során hiba lépett fel.

source: An undefined error occured.
hu_hu: Ismeretlen hiba történt.

source: API Key user limit exceeded. <a href="https://code.google.com/apis/console" target="_blank">Check API usage</a>.
hu_hu: API kulcs felhasználói limit túllépve. <a href="https://code.google.com/apis/console" target="_blank">Ellenőrizd az API használatát</a>.

source: Apply
hu_hu: Alkalmaz

source: Audit abort request received. Please allow a moment for the in-progress page report to complete before the abort request can take effect.
hu_hu: Audit megszakítási kérelem érkezett. Kérjük, hagyjon egy kis időt a folyamatban lévő oldaljelentés befejezésére, mielőtt a megszakítási kérelem hatályba lépne.

source: Audit All Sites
hu_hu: Minden weboldal ellenőrzése

source: Audit in progress for the site.
hu_hu: A weboldal ellenőrzése folyamatban van.

source: Audit in progress. Click the button to abort it.
hu_hu: Folyamatban lévő ellenőrzés. Kattints a gombra a megszakításhoz.

source: Audit Site
hu_hu: Weboldal Audit

source: Automated audit frequency
hu_hu: Automatizált ellenőrzés gyakorisága

source: Automated Audits
hu_hu: Automatizált ellenőrzések

source: automated Lighhouse audit detected value(s) lower than expected.
hu_hu: az automatizált Lighhouse audit a vártnál alacsonyabb érték(ek)et észlelt.

source: Automatically audit sites
hu_hu: Automatikusan ellenőrizze a weboldalakat

source: Best Practices
hu_hu: Bevált módszerek

source: Best Practices Audits
hu_hu: Bevált módszerek ellenőrzése

source: Best practices:
hu_hu: Bevált módszerek:

source: Both
hu_hu: Mindkettő

source: Bulk actions
hu_hu: Csoportos művelet

source: Click here
hu_hu: Kattints ide

source: Click the score circles to toggle between category audits.
hu_hu: Kattints a pontozási körökre a kategória auditok közötti váltáshoz.

source: Click to select the site.
hu_hu: Kattints ide a weboldal kiválasztásához.

source: Click to start Lighthouse audit for all sites.
hu_hu: Kattints a gombra a Lighthouse audit elindításához az összes weboldalon.

source: Close
hu_hu: Bezár

source: Continue Lighthouse audits
hu_hu: Folytassa a Lighthouse ellenőrzéseket

source: CPU/Memory Power
hu_hu: CPU/Memória teljesítmény

source: Daily API limit exceeded. <a href="https://code.google.com/apis/console" target="_blank">Check API usage</a>.
hu_hu: A napi API-határérték túllépése. <a href="https://code.google.com/apis/console" target="_blank">Ellenőrizd az API-használatot</a>.

source: Dashboard
hu_hu: Vezérlőpult

source: Desktop
hu_hu: Asztali

source: Desktop results:
hu_hu: Desktop eredmények:

source: Detailed Report
hu_hu: Részletes jelentés

source: Diagnostics audit
hu_hu: Diagnosztikai audit

source: Edit
hu_hu: Szerkesztés

source: Enable if you want the extension to run audits automatically.
hu_hu: Engedélyezzed, ha azt szeretnéd, hogy a kiterjesztés automatikusan futtassa az ellenőrzéseket.

source: Enter your Google PageSpeed Insigths API Key here.
hu_hu: Add meg a Google PageSpeed Insigths API kulcsát itt.

source: Failed audit
hu_hu: Sikertelen ellenőrzés

source: Fetch Time
hu_hu: Ellenőrzés ideje

source: Generated by
hu_hu: Generálva

source: Get reports on the performance of your child sites on both mobile and desktop devices. For more information, review %1$shelp documentation%2$s.
hu_hu: Jelentéseket kaphatsz a weboldalak teljesítményéről mobil- és asztali eszközökön egyaránt. További információért tekintsd át a %1$ssúgó dokumentációját%2$s.

source: Go to Site
hu_hu: Ugrás az oldalra

source: Go to the site Overview page.
hu_hu: Átlépés a weboldal áttekintő oldalára.

source: Go to the site overview.
hu_hu: Ugrás az oldal áttekintéséhez.

source: Go to the website.
hu_hu: Látogasson el a weboldalra.

source: Go to WP Admin
hu_hu: Átlépés a WP adminra

source: Google API Console
hu_hu: Google API konzol

source: Google PageSpeed Insights API key
hu_hu: Google PageSpeed Insights API kulcs

source: If you do not have an API key, you can create a new one for free from the %1$sGoogle Cloud Platform%2$s. Read the %3$shelp documentation%4$s for additional information about creating an API key.
hu_hu: Ha még nem rendelkezik API-kulccsal, ingyenesen létrehozhatsz egy újat a %1$sGoogle Cloud Platform%2$s oldalon. Az API-kulcs létrehozásával kapcsolatos további információkért olvasd el a %3$ssúgó dokumentációt%4$s.

source: If your scans do not finish completely and changing the Maximum Execution Time does not help, increase this value until you find the maximum allowed runtime.
hu_hu: Ha a vizsgálatok nem fejeződnek be teljesen, és a Maximális végrehajtási idő módosítása nem segít, növelje ezt az értéket, amíg meg nem találja a maximálisan megengedett futási időt.

source: Increasing this value may slow down Lighthouse reporting, but may help provide more accurate reports on poorly performing web servers.
hu_hu: Ennek az értéknek a növelése lassíthatja a Lighthouse jelentéseket, de segíthet pontosabb jelentéseket készíteni a rosszul teljesítő webkiszolgálókról.

source: Individual Site Lighthouse Settings
hu_hu: Egyedi weboldal Lighthouse beállítások

source: Invalid request. Please, try again.
hu_hu: Érvénytelen kérés. Kérjük, próbálja meg újra.

source: Items to manually check
hu_hu: Manuálisan ellenőrizendő tételek

source: Jump to the WP Admin.
hu_hu: Ugrás a WP adminra.

source: Lab Data
hu_hu: Adatok

source: Language
hu_hu: Nyelv

source: Last Audit
hu_hu: Utolsó ellenőrzés

source: Lighthouse - Mobile
hu_hu: Lighthouse - Mobil

source: Lighthouse Dashboard
hu_hu: Lighthouse műszerfal

source: Lighthouse Notification Email
hu_hu: Lighthouse értesítési e-mail

source: Lighthouse Report
hu_hu: Lighthouse jelentés

source: Lighthouse report not found.
hu_hu: A Lighthouse jelentés nem található.

source: Lighthouse reports for the child site - Strategy Desktop
hu_hu: Lighthouse audita gyermekoldalhoz - Desktop

source: Lighthouse reports for the child site - Strategy Mobile
hu_hu: Lighthouse audita gyermekoldalhoz - Mobil

source: Lighthouse Settings
hu_hu: Lighthouse beállítások

source: MainWP Lighthouse Extension
hu_hu: MainWP Lighthouse kiegészítő

source: MainWP Lighthouse Extension is used for measuring the quality of your websites. It uses the Google PageSpeed Insights API to audit performance, accessibility and search engine optimization of your WordPress sites.
hu_hu: A MainWP Lighthouse Extension a weboldalak minőségének mérésére szolgál. A Google PageSpeed Insights API-t használja a WordPress weboldalak teljesítményének, elérhetőségének és keresőmotor-optimalizálásának ellenőrzésére.

source: MainWP Lighthouse settings cannot be changed while Lighthouse audit is in progress. Please wait until it has finished to make changes.
hu_hu: A MainWP Lighthouse beállításai nem módosíthatók, amíg a Lighthouse ellenőrzés folyamatban van. Kérjük, a módosításokkal várj, amíg az befejeződik.

source: Manage the Lighthouse settings. For detailed information, review %1$shelp documentation%2$s.
hu_hu: A Lighthouse beállításainak kezelése. Részletes információkért tekintsd meg a %1$ssúgó dokumentációt%2$s.

source: Maximum execution time
hu_hu: Maximális végrehajtási idő

source: Maximum script run time
hu_hu: Maximális szkriptfuttatási idő

source: Mobile
hu_hu: Mobil

source: Mobile results:
hu_hu: Mobil eredmények:

source: No Limit
hu_hu: Nincs korlát

source: Not applicable audit
hu_hu: Nem alkalmazandó ellenőrzés

source: Not found the item!
hu_hu: Nem található az elem!

source: Notifications threshold
hu_hu: Értesítési küszöbérték

source: Once a Day
hu_hu: Naponta egyszer

source: Once a Week
hu_hu: Hetente egyszer

source: Once Every 2 Minutes
hu_hu: 2 percenként egyszer

source: Once every 5 minutes
hu_hu: 5 percenként egyszer

source: Once Monthly
hu_hu: Havonta egyszer

source: One or more URLs could not be reached by Lighthouse. Please reload the page and try again.
hu_hu: Egy vagy több URL-t nem tudott elérni a Lighthouse. Kérjük, töltsd újra az oldalt, és próbálja meg újra.

source: Overview
hu_hu: Áttekintés

source: Overwrite general settings
hu_hu: Általános beállítások felülírása

source: Passed audit
hu_hu: Átment az ellenőrzésen

source: Pending.
hu_hu: Függőben.

source: Performance
hu_hu: Teljesítmény

source: Performance Audits
hu_hu: Teljesítmény jelentés

source: Performance:
hu_hu: Teljesítmény:

source: Possible causes:
hu_hu: Lehetséges okok:

source: requires <a href="http://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="http://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> first.
hu_hu: a <a href="http://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> aktiválása szükséges a működéshez. Kérjük, először telepítsd és aktiváld a <a href="http://mainwp.com/" target="_blank">MainWP Dashboard Plugint</a>.

source: Review the Lighthouse report for the child site.
hu_hu: Tekintsd át a Lighthouse jelentést a weboldalról.

source: Run Audit
hu_hu: Audit futtatása

source: Runtime Settings
hu_hu: Ellenőrzés információk

source: Save Settings
hu_hu: Beállítások mentése

source: See more options
hu_hu: További opciók

source: See the Lighthouse audit data for the top 3 and worst 3 child sites.
hu_hu: Néz mega Lighthouse audit adatait a 3 legjobb és a 3 legrosszabb weboldallal kapcsolatban.

source: Select automated audits frequency.
hu_hu: Válaszd ki az automatikus ellenőrzések gyakoriságát.

source: Select if you want to get Desktop, Mobile or both strategy Lighthouse reports.
hu_hu: Válaszd ki, hogy asztali, mobil vagy mindkettő Lighthouse jelentéseket szeretne-e kapni.

source: Select preferred language for the Lighthouse reports.
hu_hu: Válaszd ki a Lighthouse-jelentés nyelvét.

source: SEO Audits
hu_hu: SEO auditok

source: Set the treshold for notifications.
hu_hu: Az értesítések határértékének beállítása.

source: Settings
hu_hu: Beállítások

source: Site
hu_hu: Oldal

source: Site not found.
hu_hu: A webhely nem található.

source: Sites not found.
hu_hu: Nem található weboldal.

source: Start Lighthouse audits
hu_hu: Lighthouse-ellenőrzések indítása

source: Strategy
hu_hu: Ellenőrzés

source: The "PageSpeed Insights API" service is not enabled. To enable it, please visit the
hu_hu: A "PageSpeed Insights API" szolgáltatás nincs engedélyezve. Engedélyezéséhez kérjük, látogass el a

source: The API is busy checking other pages, please try again later.
hu_hu: Az API más oldalak ellenőrzésével van elfoglalva, kérjük, próbálja meg később újra.

source: The default value of 5 minutes should be fine for most sites. Increasing this value may help if your Lighthouse reports do not finish completely.
hu_hu: Az alapértelmezett 5 perces érték a legtöbb weboldal számára megfelelő. Ennek az értéknek a növelése segíthet, ha a Lighthouse-jelentések nem fejeződnek be teljesen.

source: The Google Pagespeed API Key you entered appears to be invalid.
hu_hu: A megadott Google Pagespeed API kulcs érvénytelennek tűnik.

source: The last Lighthouse report audit failed to finish successfully. If you continue to experience problems with lighthouse report audits failing to complete, try increasing the Maximum execution time, or setting the Maximum script run time in the Advanced Settings section on the Extension Settings page.
hu_hu: Az utolsó Lighthouse ellenőrzése nem fejeződött be sikeresen. Ha továbbra is problémái vannak azzal, hogy a Lighthouse ellenőrzés nem sikerül befejezni, próbálja meg növelni a Maximális végrehajtási időt, vagy állítsa be a Maximális szkript futtatási időt a Bővítmény beállítások oldal Speciális beállítások szakaszában.

source: The last lighthouse report audit failed to finish successfully. We have detected that your server may not allow the maximum execution time to be overridden by this plugin. If you continue to experience problems with Lighthouse report audits failing to complete, try setting the Maximum script run time in the Advanced Settings section on the Extension Settings page.
hu_hu: Az utolsó lighthouse ellenőrzése nem fejeződött be sikeresen. Azt észleltük, hogy a kiszolgálója nem engedélyezi a maximális végrehajtási idő felülbírálását ezzel a bővítménnyel. Ha továbbra is problémái vannak azzal, hogy a Lighthouse ellenőrzések nem sikerülnek befejezni, próbálja meg beállítani a Maximális szkript futtatási időt a bővítmény beállításai lap Speciális beállítások szakaszában.

source: The URL is not publicly accessible or is incorrect.
hu_hu: Az URL nem nyilvános vagy helytelen.

source: This referrer or IP address is restricted from using your API Key. To change your API Key restrictions, please visit the
hu_hu: Ez a hivatkozó vagy IP-cím nem használhatja az Ön API-kulcsát. Az API-kulcs korlátozásainak módosításához kérjük, látogasson el a

source: This template has been overridden and can be found in:
hu_hu: Ez a sablon felülbírálva lett, és a következő helyen található:

source: Throttling delay time
hu_hu: Fojtási késleltetési idő

source: To override and edit this email template copy:
hu_hu: Az e-mail sablon felülbírálásához és szerkesztéséhez másold:

source: to the folder:
hu_hu: a mappába:

source: Top 3 Child Sites
hu_hu: Top 3 gyermek weboldal

source: Twice a Month
hu_hu: Havonta kétszer

source: Undefined site id. Please, try again.
hu_hu: Meghatározatlan weboldal azonosító. Kérjük, próbálja újra.

source: URLs have been scheduled for a recheck. Depending on the number of URLs to check, this may take a while to complete.
hu_hu: Az URL-eket újraellenőrzésre ütemezve. Az ellenőrizendő URL-ek számától függően ez eltarthat egy ideig.

source: User agent (network)
hu_hu: User agent (hálózat)

source: Worst 3 Child Sites
hu_hu: Legrosszabb 3 gyermek weboldal

source: You must enter your Google API key in the extension settings.
hu_hu: A Google API-kulcsát a bővítmény beállításaiban kell megadnia.
