Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentSnippets/easy-code-manager-*.po
Languages: hu_hu

source: %s is required
hu_hu: %s kötelező

source: 404 page
hu_hu: 404 oldal

source: Activate
hu_hu: Aktiválás

source: Add
hu_hu: Hozzáadása

source: Add CSS on all pages (frontend).
hu_hu: CSS hozzáadása az összes oldalon (frontend).

source: Admin Area Footer
hu_hu: Admin footer

source: Admin Area Header
hu_hu: Admin fejléc

source: Admin Only
hu_hu: Csak admin

source: Admin only
hu_hu: Csak admin

source: Advanced Conditional Logic
hu_hu: Feltételes logika

source: After Content
hu_hu: Tartalom után

source: All Snippets
hu_hu: Összes Snippets

source: And
hu_hu: És

source: Apply
hu_hu: Szűrés

source: Apply this snippet CSS to backend (/wp-admin/).
hu_hu: Alkalmazza a CSS-t a backendre (/wp-admin/).

source: Apply this snippet CSS to both backend and frontend.
hu_hu: Alkalmazza a CSS-t a mind a backend, mind a frontendre.

source: Archive
hu_hu: Archívum

source: Are you sure to delete this?
hu_hu: Biztos benne, hogy törölni szeretné?

source: Ascending
hu_hu: Növekvő

source: Author page
hu_hu: Szerző oldal

source: Backend footer
hu_hu: Backend lábléc

source: Backend Head
hu_hu: Backend fejléc

source: Before Content
hu_hu: Tartalom előtt

source: Both Backend and Frontend
hu_hu: Backend és Frontend

source: Code
hu_hu: Kód

source: Code Snippets
hu_hu: Kód Snippet-ek

source: Condition Value
hu_hu: Feltétel érték

source: Contact Lists
hu_hu: Listák

source: Contact Tags
hu_hu: Címkék

source: Content
hu_hu: Tartalom

source: Create New
hu_hu: Új létrehozás

source: Create new group
hu_hu: Új csoport létrehozás

source: Create new tag
hu_hu: Új címke létrehozás

source: Create Snippet
hu_hu: Snippet létrehozása

source: Create Your First Snippet
hu_hu: Hozza létre az első Snippet-et

source: Created At
hu_hu: Létrehozva

source: Date
hu_hu: Dátum

source: Date Range
hu_hu: Dátumtartomány

source: Day of the week
hu_hu: A hét napja

source: Days
hu_hu: Napok

source: Deactivate
hu_hu: Kikapcsolás

source: delete
hu_hu: törlés

source: Descending
hu_hu: Csökkenő

source: Description
hu_hu: Leírás

source: Disable Safe Mode
hu_hu: Biztonsági üzemmód kikapcsolás

source: Disable Standalone Mode
hu_hu: Standalone mód kikapcsolása

source: does not equal
hu_hu: nem megegyező

source: Does not include (in any)
hu_hu: nem tartalmazza (bármelyik)

source: does not includes
hu_hu: nem tartalmazza

source: edit
hu_hu: szerkesztés

source: Empty
hu_hu: Üres

source: Enable Conditional Logic
hu_hu: Feltételes logika engedélyezése

source: Enable Safe Mode Programmatically:
hu_hu: A Biztonsági üzemmód programszerű engedélyezése:

source: Enable Standalone Mode
hu_hu: Standalone Mód engedélyezése

source: Enabled
hu_hu: Engedélyezve

source: equal
hu_hu: egyenlő

source: Error Message:
hu_hu: Hibaüzenet:

source: Everywhere
hu_hu: Mindenhol

source: Failed to copy shortcode
hu_hu: Nem sikerült a shortcode másolása

source: Friday
hu_hu: Péntek

source: Frontend footer
hu_hu: Frontend (lábléc)

source: Frontend head
hu_hu: Frontend (fejléc)

source: Frontend Only
hu_hu: Csak frontend

source: Frontend only
hu_hu: Csak frontend

source: Functions
hu_hu: Funkció

source: General Settings
hu_hu: Általános beállítások

source: Greater Than
hu_hu: Nagyobb mint

source: Grouped
hu_hu: Csoportos

source: Homepage
hu_hu: Kezdőlap

source: includes
hu_hu: tartalmazza

source: includes all of
hu_hu: tartalmazza az összes

source: includes in
hu_hu: tartalmazza

source: includes none of (match all)
hu_hu: nem tartalmazza (összesre értendő)

source: Insert snippet after the opening body tag of your website (frontend).
hu_hu: Szúrja be a snippet-et a weboldalának nyitó body címkéje után. (frontend)

source: Insert snippet at the beginning of single post/page content.
hu_hu: Szúrja be a Snippet-et az egyes posztok/oldalak tartalmának elejére. (content before)

source: Insert snippet at the end of single post/page content.
hu_hu: Szúrja be a Snippet-et az egyes posztok/oldalak tartalmának végére. (content after)

source: Insert snippet before the closing body tag of your website on all pages (frontend).
hu_hu: Szúrja be a Snippet-et a weboldalának záró body címkéje előtt minden oldalon (frontend).

source: Insert snippet between the head tags of your website (frontend).
hu_hu: Szúrja be a snippet-et a weboldal fejléc címkéi közé. (header - frontend)

source: Is a CRM Contact?
hu_hu: Egy CRM partner?

source: Less Than
hu_hu: Kevesebb mint

source: Loading Snippets..
hu_hu: Snippetek betöltése..

source: Logged-in
hu_hu: Bejelentkezve

source: Monday
hu_hu: Hétfő

source: Name
hu_hu: Név

source: New Snippet
hu_hu: Új Snippet

source: No Snippets Found based on your filter
hu_hu: Nem találhatóak Snippetek a szűrési paraméterek alapján

source: Not Empty
hu_hu: Nem üres

source: not equal
hu_hu: nem egyenlő

source: not includes in
hu_hu: nem tartalmazza

source: not within
hu_hu: intervallumon kívül

source: Only display when inserted into a post or page using shortcode
hu_hu: Csak akkor jelenik meg, ha shortcode használatával beillesztik egy posztba vagy oldalba.

source: OR
hu_hu: VAGY

source: Page
hu_hu: Oldal

source: Please enter a keyword
hu_hu: Kérjük, adjon meg egy kulcsszót

source: Please enter some code to save
hu_hu: A kód mező üres, nem lehet menteni

source: Post Type
hu_hu: Poszt típus

source: Priority
hu_hu: Prioritás

source: Return Data is not valid. Return data need to be string or number
hu_hu: Az adatok nem érvényesek. A visszatérési adatoknak stringnek vagy számnak kell lenniük

source: Run Everywhere
hu_hu: Futtatás mindenhol

source: Run Javascript before the closing body tag of your website on all pages (frontend).
hu_hu: Futtassa a Javascriptet a weboldal záró body címkéje előtt minden oldalon (frontend).

source: Run Javascript between the head tags of your website on all pages (frontend).
hu_hu: Futtassa a Javascriptet a weboldal fejléc címkéi között minden oldalon (frontend).

source: Run Javascript in admin area (/wp-admin/) before the closing body tag.
hu_hu: Futtassa a Javascriptet az admin területen (/wp-admin/) a záró body címke előtt.

source: Run Javascript in admin area (/wp-admin/).
hu_hu: Javascript futtatása az admin területen (/wp-admin/).

source: Safe Mode
hu_hu: Biztonsági üzemmód

source: Safe mode has been disabled
hu_hu: Biztonsági üzemmód kikapcsolva

source: Safe Mode is Enabled
hu_hu: Biztonsági üzemmód engedélyezve

source: Saturday
hu_hu: Szombat

source: Save Settings
hu_hu: Beállítások mentés

source: Search page
hu_hu: Keresési oldal

source: Select Option
hu_hu: Opció kiválasztása

source: Select Snippet Group
hu_hu: Csoport kiválasztás

source: Select Snippet Run Location
hu_hu: Snippet futtatás helyének kiválasztása

source: Select Snippet Tags
hu_hu: Címke kiválasztás

source: selected
hu_hu: kiválasztva

source: Settings
hu_hu: Beállítások

source: Settings has been successfully updated
hu_hu: Beállítások sikeresen frissítve

source: Snippet created successfully
hu_hu: Snippet sikeresen létrehozva

source: Snippet details
hu_hu: Snippet részletek

source: Snippet gets executed everywhere (both frontend and admin area)
hu_hu: A snippet mindenhol lefut (mind a frontend, mind az admin területen)

source: Snippet gets executed only in admin area (/wp-admin/)
hu_hu: A snippet csak az admin területen fut le (/wp-admin!)

source: Snippet gets executed only in frontend area
hu_hu: A snippet csak a frontend oldalon fut le

source: Snippet Group
hu_hu: Snippet csoport

source: Snippet has been deleted successfully
hu_hu: A Snippet sikeresen törölve

source: Snippet has been updated successfully
hu_hu: Snippet sikeresen frissült

source: Snippet Name
hu_hu: Snippet név

source: Snippet status is not published
hu_hu: Snippet állapota nem publikus

source: Sorry Snippet could not be loaded
hu_hu: Sajnáljuk a Snippet nem tudott betöltődni

source: Sort
hu_hu: Rendezés

source: Standalone Mode (Must use mode)
hu_hu: Standalone mód (Önálló mód)

source: Standalone mode has been activated
hu_hu: Standalone mód aktiválva lett

source: Standalone mode has been deactivated
hu_hu: Standalone mód kikapcsolva

source: Styles
hu_hu: Stílusok

source: Sunday
hu_hu: Vasárnap

source: Super Fast File Based Native Code Snippets (header / footer codes) Manager for WordPress
hu_hu: Szupergyors fájl alapú natív kód Snippet-ek (fejléc / lábléc kódok) menedzser a WordPress számára

source: Table
hu_hu: Táblázat

source: Tags
hu_hu: Címkék

source: Taxonomy Page
hu_hu: Taxonómia oldal

source: Taxonomy Term Page
hu_hu: Taxonómia kifejezés oldal (term)

source: The snippet encountered an fatal error and It has been deactivated automatically. Please review your code, fix the issues and reactive.
hu_hu: A snippet egy súlyos hibát észlelt, és automatikusan deaktiválódott. Kérjük, ellenőrizze át a kódot, javítsa ki a problémákat és aktiválja újra.

source: Thursday
hu_hu: Csütörtök

source: Time Range
hu_hu: időintervallum

source: Tuesday
hu_hu: Kedd

source: Type
hu_hu: Típus

source: Type of page
hu_hu: Oldaltípus

source: Update Snippet
hu_hu: Snippet frissítés

source: Updated At
hu_hu: Frissítve

source: User
hu_hu: Felhasználó

source: User Role
hu_hu: Felhasználói szerepkör

source: Wednesday
hu_hu: Szerda

source: Where to Run?
hu_hu: Futtatás módja?

source: within
hu_hu: intervallumon belül

source: within days
hu_hu: napokon belül

source: You can view the shortcode after save this snippet
hu_hu: Megtekintheti a shortcode-ot, miután elmentette a Snippet-et

source: Your Snippet Name
hu_hu: Add meg a Snippet nevét
