Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/Cache Control Extension/mainwp-cache-control-extension-*.po
Languages: hu_hu

source: Automatically purge cache
hu_hu: A gyorsítótár automatikus törlése

source: Cache Control
hu_hu: Cache kontrol

source: Cache Control Settings
hu_hu: Cache kontrol beállítások

source: Cache Solution
hu_hu: Cache eszköz

source: Clear Cache
hu_hu: Cache törlése

source: Close
hu_hu: Bezárás

source: Cloudflare API Credentials
hu_hu: Cloudflare API hitelesítő adatok

source: Cloudflare API Key
hu_hu: Cloudflare API kulcs

source: Credentials for global Cloudflare account.
hu_hu: A globális Cloudflare-fiók hitelesítő adatai.

source: Credentials for Individual Child Site.
hu_hu: Hitelesítő adatok az egyéni gyermek weboldalalkhoz.

source: Enable to override global Cloudflare API Key
hu_hu: A globális Cloudflare API kulcs felülbírálásának engedélyezése

source: Enable to purge all cache after updates.
hu_hu: Engedélyezze az összes gyorsítótár törlését a frissítések után.

source: Enable to use global Cloudflare API.
hu_hu: Engedélyezze a globális Cloudflare API használatát.

source: Enter your Cloudflare API email address.
hu_hu: Adja meg a Cloudflare API e-mail címét.

source: Enter your Cloudflare API Key.
hu_hu: Adja meg a Cloudflare API-kulcsát.

source: For additional help, review this %1$shelp document%2$s.
hu_hu: További segítségért tekintse meg ezt a %1$ssúgó dokumentumot%2$s.

source: Jump to the site WP Admin
hu_hu: Ugrás az oldalra WP Admin oldalra

source: Last Purged
hu_hu: Utolsó törlés

source: Log
hu_hu: Napló

source: Logs
hu_hu: Naplók

source: MainWP Cache Control
hu_hu: MainWP Cache kontrol

source: MainWP Cache Control allows you to automatically purge the Cache on your child sites after performing an update of WP Core, Theme, or a Plugin through the MainWP Dashboard.
hu_hu: A MainWP Cache Kontrol lehetővé teszi, hogy automatikusan törölje a gyorsítótárat a gyermek weboldalakon a WP Core, a téma vagy egy bővítmény frissítése után a MainWP Dashboardon keresztül.

source: MainWP Cache Control Extension
hu_hu: MainWP Cache kontrol kiterjesztés

source: MainWP Cache Control will NOT purge both Cloudflare Cache and Cache from one of the supported plugins. If MainWP detects that a Child site uses one of the supported Plugins, only its Cache will be automatically purged. If a supported Caching plugin is not detected by MainWP, then the Cloudflare cache will be purged.
hu_hu: A MainWP Cache Control NEM fogja törölni a Cloudflare Cache-t és a Cache-t az egyik támogatott bővítményből. Ha a MainWP észleli, hogy egy gyermek weboldal a támogatott bővítmények egyikét használja, csak a gyorsítótárát fogja automatikusan megtisztítani. Ha a MainWP nem észlel egy támogatott Cache bővítményt, akkor a Cloudflare gyorsítótárat fogja megtisztítani.

source: manage dashboard settings
hu_hu: kezelje a műszerfal beállításait

source: No
hu_hu: Nem

source: Nonce authentication failed. Please, try again.
hu_hu: A nonce hitelesítés sikertelen. Kérjük, próbálja meg újra.

source: Open the site overview
hu_hu: Oldal áttekintésének megnyitása

source: requires <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> first.
hu_hu: a <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> aktiválása szükséges a működéshez. Kérjük, először telepítse és aktiválja a <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugint</a>.

source: Retrieved from the backend after logging in
hu_hu: Bejelentkezés után letöltve a háttérből

source: Save Settings
hu_hu: Beállítások mentése

source: See the Cache Control feature logs.
hu_hu: Tekintse meg a Cache Kontrol szolgáltatásnaplókat.

source: See the list of supported %1$scaching systems%2$s.
hu_hu: Tekintse meg a támogatott %1$scaching rendszerek%2$s listáját.

source: Settings
hu_hu: Beállítások

source: Settings have been saved successfully!
hu_hu: A beállítások sikeresen módosítva!

source: Site
hu_hu: Weboldal

source: Site ID not found. Please, try again.
hu_hu: A webhely azonosítója nem található. Kérjük, próbálja meg újra.

source: Status
hu_hu: Állapot

source: Undefined site id. Please, try again.
hu_hu: Meghatározatlan webhely azonosító. Kérjük, próbálja újra.

source: Use Cloudflare Cache API
hu_hu: Cloudflare Cache API használata

source: Use Cloudflare Cache API.
hu_hu: Cloudflare Cache API használata.

source: Use global setting
hu_hu: Globális beállítás használata

source: View Logs
hu_hu: Naplók megtekintése

source: Yes
hu_hu: Igen

source: You must Sync your MainWP Dashboard with Child Sites after saving these settings.
hu_hu: A beállítások mentése után szinkronizálnod kell a MainWP Dashboardot a gyermek weboldalakkal.
