Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WooCommerce/WooCommerce Order Status manager/woocommerce-order-status-manager-*.po
Languages: hu_hu

source: %1$sDelete custom statuses%2$s and select a replacement status for orders.
hu_hu: %1$sEgyéni állapotok törlése%2$s és helyettesítő állapot kiválasztása a megrendelésekhez.

source: %1$sReassign orders%2$s with a custom status to a WooCommerce core status.
hu_hu: %1$sEgyéni állapotú rendelések%2$s hozzárendelése a WooCommerce alap állapotához.

source: %d order that was previously %1$s is now %2$s.
hu_hu: %d megrendelés, amely korábban %1$s volt, most %2$s lett.

source: %s email notification couldn't be sent.
hu_hu: %s e-mail értesítést nem sikerült elküldeni.

source: %s email notification manually sent.
hu_hu: %s e-mail értesítés manuálisan elküldv

source: %s order status email permanently deleted.
hu_hu: %s rendelési állapot email véglegesen törölve lett.

source: %s order status email restored from the Trash.
hu_hu: %s rendelési állapot email sikeresen visszaállítva a lomtárból.

source: %s order status email updated.
hu_hu: %s rendelési állapot email frissítve lett.

source: %s order status permanently deleted.
hu_hu: %s rendelési állapot véglegesen törölve lett.

source: %s order status updated.
hu_hu: %s rendelési állapot frissült.

source: [{site_title}] Customer order ({order_number}) updated
hu_hu: [{site_title}] Vásárlói rendelés ({order_number}) frissítve

source: A customer email is dispatched to the order's customer, and admin email is sent to the store admin (you can define individual recipient's).
hu_hu: A vásárlói e-mailt a megrendelés vásárlója kapja meg, az adminisztrátori e-mailt pedig az áruház adminisztrátora (egyedi címzetteket is meghatározhat).

source: Action Icon
hu_hu: Művelet ikon

source: Add Condition
hu_hu: Feltétel hozzáadása

source: Add New Order Status
hu_hu: Új rendelési állapot hozzáadása

source: Add New Order Status Email
hu_hu: Rendelési állapot hozzáadás

source: Add Order Status
hu_hu: Új rendelési állapot

source: Add Order Status Email
hu_hu: Rendelési állapot hozzáadás

source: Add statuses that may have been added by other plugins or custom code.
hu_hu: Hozzáadhat olyan rendelési állapotokat, amelyeket más bővítmények vagy egyedi kóddal adtak hozzá.

# Admin menu name
source: Order Status Emails
hu_hu: Rendelési állapot email

# Admin menu name
source: Order Statuses
hu_hu: Rendelési állapotok

source: All icon packages
hu_hu: Összes típusú ikon

source: Any
hu_hu: Bármelyik

source: Are you sure that you want to delete this order status?
hu_hu: Biztos, hogy törölni szeretné ezt a rendelési állapotot?

source: Bulk action
hu_hu: Csoportműveletek

source: Cancel
hu_hu: Mégsem

source: Change status:
hu_hu: Állapot módosítása:

source: Check this to add this order status to the Orders list table Bulk Actions list.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha ezt a rendelési állapotot hozzá kívánja adni a Rendelések listája táblázat - csoportműveletéhez.

source: Check this to include orders with this order status in the order reports.
hu_hu: Jelölje be ezt a jelölőnégyzetet, hogy az ilyen állapotú rendelések szerepeljenek a Woo Analitikában.

source: Choose a file
hu_hu: Fájl kiválasztása

source: Choose statuses that follow this one in your workflow.
hu_hu: Válassza ki az ezt követő rendelési állapotokat a folyamatban.

source: Choose whether this status implies a payment that has been received or not.
hu_hu: Válassza ki, hogy ez az állapot azt jelenti-e, hogy a fizetés megtörtént vagy sem.

source: Choose which format of email to send.
hu_hu: Válassza ki milyen fórmátumú emailt szeretne használni.

source: Close
hu_hu: Bezárás

source: Color
hu_hu: Szín

source: Color displayed behind the order status image or name
hu_hu: A szín a rendelési állapot neve, vagy képe(ikon) mögött jelenik meg.

source: Core
hu_hu: Alapértelmezett

source: Custom
hu_hu: Egyéni

source: Custom field deleted.
hu_hu: Egyéni mező törölve lett.

source: Custom field updated.
hu_hu: Egyéni mező frissült.

source: Customer
hu_hu: Vásárló

source: Customer details
hu_hu: Vásárlói adatok

source: Customize Email
hu_hu: Email testreszabás

source: Deactivate plugin
hu_hu: Plugin kikapcsolása

source: Delete
hu_hu: Törlés

source: Delete Permanently
hu_hu: Törlés véglegesen

source: Delete this item permanently
hu_hu: Az elem törlése véglegesen

source: Description
hu_hu: Leírás

source: Disabled
hu_hu: Kikapcsolva

source: Dispatch when a new order is created
hu_hu: Elküldés új megrendelés létrehozásakor

source: Don't show me this again
hu_hu: Ne mutassa újra

source: Easily create custom order statuses and trigger custom emails when order status changes
hu_hu: Egyéni rendelési állapotok és rendelési emailek készítése.

source: Edit
hu_hu: Szerkesztés

source: Edit Order Status
hu_hu: Rendelési állapot szerkesztés

source: Edit Order Status Email
hu_hu: Rendelési email szerkesztés

source: Either operation cannot be undone automatically.
hu_hu: Egyik művelet sem vonható vissza automatikusan.

source: Email Body
hu_hu: Email tartalom

source: Email Heading
hu_hu: Email fejléc

source: Email type
hu_hu: Email típus

source: Emails
hu_hu: Emailek

source: Emails and other actions will not be triggered automatically.
hu_hu: Az e-mailek és egyéb műveletek nem fognak automatikusan elindulni.

source: Emails will not be sent for dispatch conditions where the To and From statuses are both 'Any'. Continue anyway?
hu_hu: Nem küldünk e-mailt olyan email küldési feltételek esetén, ahol a Melyik állapotból, és melyik állapotba státusza egyaránt "Bármelyik". Ennek ellenére is folytatja?

source: Emails will not be sent while a dispatch condition's To and From statuses are both 'Any'
hu_hu: Az e-mailek nem kerülnek elküldésre, amíg a küldési feltétel állapotai egyaránt 'Bármelyik'.

source: Enable this email notification
hu_hu: Engedélyezze ezt az email értesítést

source: Enable/Disable
hu_hu: Engedélyezés/kikapcsolás

source: Enabled
hu_hu: Engedélyezve

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
hu_hu: Adja meg az email címzettjeit (vesszővel elválasztva). Alapértelmezett érték <code>%s</code>.

source: From Status
hu_hu: Melyik állapotból (from)

source: Icon
hu_hu: Ikon

source: Import custom statuses
hu_hu: Egyéni állapotok importálása

source: Inactive
hu_hu: Inaktív

source: Include in reports
hu_hu: Szerepeljen az analitikában

source: Mark %s
hu_hu: Megjelölés mint %s

source: Maximum 35 characters.
hu_hu: Maximálisan 35 karakter hosszú lehet.

source: Multipart
hu_hu: Többrészes (Multipart)

source: Name
hu_hu: Név

source: New Order Status
hu_hu: Új rendelési állapot

source: New Order Status Email
hu_hu: Új rendelési állapot email

source: Next Statuses
hu_hu: Következő állapot(ok)

source: No
hu_hu: Nem

source: No dispatch rules set for this email.
hu_hu: Ehhez az emailhez nincs küldési feltétel beállítva.

source: No Order Status Emails found
hu_hu: Nem találhatóak rendelési állapot emailek

source: No Order Status Emails found in trash
hu_hu: Nem találhatóak rendelési állapot emailek a lomtárban

source: No Order Statuses found
hu_hu: Rendelési állapot nem található

source: No Order Statuses found in trash
hu_hu: Nem találhatóak rendelési állapotok a lomtárban

source: Optional action icon displayed in the action buttons for the next statuses.
hu_hu: Opcionális művelet ikon, amely a következő állapotok műveletgombjain jelenik meg.

source: Optional email body text. You can use the following placeholders: <code>{order_date}, {order_number}, {order_status}, {billing_first_name}, {billing_last_name}, {billing_company}, {blogname}, {site_title}</code>
hu_hu: Opcionálisan megadható tartalom. A következő makrókat használhatja a dinamikus adatokhoz: <code>{order_date}, {order_number}, {order_status}, {billing_first_name}, {billing_last_name}, {billing_company}, {blogname}, {site_title}</code>

source: Optional email description. This is for informational purposes only.
hu_hu: Opcionális e-mail leírás. Ez csak tájékoztató jellegű.

source: Optional status description. If set, this will be shown to customers while viewing an order.
hu_hu: Választható állapot leírás. Ha be van állítva, akkor a megrendelés megtekintésekor ez jelenik meg a vásárlók számára.

source: Optional status icon. If not supplied, then Name will be displayed to represent the status
hu_hu: Opcionális rendelési állapot ikon. ha nem támogatott, akkor a rendelési állapot neve jelenik meg, amely reprezentálja a státuszt.

source: Optional. If left blank, the slug will be automatically generated from the name. Maximum: 17 characters, cannot contain leading numbers.
hu_hu: Opcionális. Ha üresen hagyja, a slug automatikusan generálódik a névből. Maximum: 17 karakter, nem tartalmazhat számjegyeket.

source: Order date: %s
hu_hu: Rendelési dátum: %s

source: Order has been updated
hu_hu: A rendelés frissítve lett

source: Order link: %s
hu_hu: Rendelési link: %s

source: Order number: %s
hu_hu: Rendelési szám: %s

source: Order Status
hu_hu: Rendelési állapotok

source: Order Status Actions
hu_hu: Rendelési állapot művelet

source: Order Status Data
hu_hu: Rendelési állapot adatok

source: Order Status Email
hu_hu: Rendelési állapot email

source: Order Status Email Actions
hu_hu: Rendelési állapot email műveletek

source: Order Status Email Data
hu_hu: Rendelési állapot email adatok

source: Order Status Email saved.
hu_hu: Rendelési állapot Email mentve

source: Order Status Emails
hu_hu: Rendelési állapot emailek

# Order status has had payment received
source: Paid
hu_hu: Fizetett állapot

source: Order Status saved.
hu_hu: Rendelési állapot elmentve

source: Order status updated from %1$s to %2$s because the former status was deleted.
hu_hu: A rendelés státusza %1$s-ről %2$s-re frissült, mivel a korábbi státusz törlésre került.

source: Order Statuses
hu_hu: Rendelési állapotok

source: Order:
hu_hu: Rendelés:

source: Order: %s
hu_hu: Rendelés: %s

source: Orders are neither paid nor require payment (similar to "on-hold" or "refunded").
hu_hu: A rendelések nincsenek kifizetve, és nem is igényelnek fizetést (hasonlóan a "Fizetés folyamatban" vagy "Visszatérítve" megrendelésekhez).

source: Orders with this status have been paid.
hu_hu: Az ilyen állapotú rendelések kifizetésre kerültek. (hasonlóan a "Teljesítve" állapothoz)

source: Orders with this status require payment (similar to "pending").
hu_hu: Az ilyen állapotú rendelések fizetést igényelnek (hasonlóan a "Fizetés előtt" állapothoz).

source: Paid
hu_hu: Kifzetett típus

source: Plain text
hu_hu: Egyszerű szöveg

source: Please be sure to remove custom statuses from orders before deactivating the plugin. Continue?
hu_hu: Kérjük, a plugin deaktiválása előtt mindenképpen távolítsa el az egyéni állapotokat a megrendelésekből. Folytatás?

source: Price
hu_hu: Ár

source: Product
hu_hu: Termék

source: Quantity
hu_hu: Mennyiség

source: Reassign and delete
hu_hu: Újra hozzárendelés és törlés

source: Recipient(s)
hu_hu: Címzett(ek)

source: Remove
hu_hu: Eltávolítás

source: Remove Icon
hu_hu: Ikon eltávolítás

source: Remove this condition?
hu_hu: Biztos eltávolítja ezt a feltételt?

source: Reports
hu_hu: Analitika

source: Save Email
hu_hu: Email mentés

source: Save Order Status
hu_hu: Rendelési állapot mentés

source: Save/update the order status
hu_hu: Mentés / frissítés

source: Save/update the order status email
hu_hu: Mentés / frissítés

source: Search Icons
hu_hu: Ikon keresés

source: Search Order Status Emails
hu_hu: Rendelési állapot emailek keresés

source: Search Order Statuses
hu_hu: Rendelési állapotok keresés

source: Select File
hu_hu: Válassza ki a fájlt

source: Select Icon
hu_hu: Válassza ki az ikont

source: Set as status icon
hu_hu: Beállíás állapot ikonként

source: Sorry, slugs can't begin with "wc-".
hu_hu: Elnézést, a slug nem kezdődhetnek "wc-"-vel

source: Sorry, slugs can't begin with "wc-". Order status has been renamed "%s".
hu_hu: Elnézést, a slug nem kezdődhetnek "wc-"-vel. A rendelés státuszát átneveztük "%s".

source: Status
hu_hu: Állapot

source: Statuses
hu_hu: Állapotok

source: Subject
hu_hu: Tárgy

source: Thanks for installing Order Status Manager! Before you get started, please take a moment to %1$sread through the documentation%2$s.
hu_hu: Köszönjük, hogy telepítette az Order Status Manager! Mielőtt neki kezdene, tekintse át a %1$sdokumentációt%2$s.

source: The Paid setting for %s cannot be changed to avoid order processing issues.
hu_hu: A %s rendelési állapot ezen beállítása nem módosítható.

source: There are currently %1$s orders marked as %2$s.
hu_hu: Jelenleg %1$s rendelés van megjelölve mint: %2$s

source: There is currently %1$s order marked as %2$s.
hu_hu: Jelenleg %1$s rendelés van megjelölve mint: %2$s

source: Third Party
hu_hu: Harmadik fél általi

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
hu_hu: Ez lesz az email tárgya. Ha üresen hagyja, akkor az alapértelmezett tárgyat használja: <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
hu_hu: Ez lesz az email értesítésben szereplő fejléc. Az alapértelmezett címsor használatához hagyja üresen: <code>%s</code>.

source: This email is disabled.
hu_hu: Ez az email ki van kapcsolva.

source: This email is enabled.
hu_hu: Ez az email engedélyezve van.

source: This order is now {order_status}. Order details are as follows:
hu_hu: Ez a rendelés jelenleg {order_status}. A rendelés részletei a következők:

source: To Status
hu_hu: Melyik állapotba (To)

source: Type
hu_hu: Típus

source: View Order Status
hu_hu: Rendelési állapot megtekintés

source: View Order Status Email
hu_hu: Rendelési állapot email megtekintés

source: View Order Status Emails
hu_hu: Rendelési állapot emailek megtekintés

source: View Order Statuses
hu_hu: Rendelési állapotok megtekintés

source: When to dispatch
hu_hu: Email küldési feltétel

source: When you deactivate Order Status Manager, all orders in a custom status will be hidden. If this deactivation is not temporary, please first:
hu_hu: Ha kikapcsolja a Order Status Managert, az összes egyéni állapotban lévő megrendelés el lesz rejtve. Ha ez a deaktiválás nem ideiglenes, kérjük, először:

source: Yes
hu_hu: igen

source: You can choose to reassign the status of existing orders with another before deleting or have it reassigned automatically.
hu_hu: Választhat, hogy a meglévő megrendelések státuszát törlés előtt egy másikkal átruházza, vagy automatikusan átruházza.

source: Your details
hu_hu: Adatai

source: Your order is now {order_status}. Order details are shown below for your reference:
hu_hu: Az Ön rendelése jelenleg {order_status}. A rendelés részletei az alábbiakban találhatók:

source: Zero or more statuses that would be considered next during normal order status flow. Action buttons will be available to move an order with this custom status to these next statuses.
hu_hu: Egyik sem vagy több olyan állapot (státusz), amely a normál rendelési folyamatok során a következőnek minősül. A művelet gombok elérhetővé válnak az ilyen egyéni állapotú megrendelésnek a következő státuszokba történő áthelyezéséhez.
