Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FLUENT-FORM-NINJA-TABLES/TRANSLATION - NINJA TABLES/ninja-tables-*.po
Languages: hu_hu

source: Ninja Tables
hu_hu: Ninja Táblázatok

source: Table
hu_hu: Tábla

source: Add Table
hu_hu: Táblázat hozzáadása

source: Add New Table
hu_hu: Új tábla hozzáadása

source: Edit
hu_hu: Szerkesztés

source: Edit Table
hu_hu: Tábla szerkesztése

source: New Table
hu_hu: Új tábla

source: View Table
hu_hu: Táblázatnézet

source: Search Table
hu_hu: Tábla keresése

source: No Table Found
hu_hu: Nem található tábla

source: No Table Found in Trash
hu_hu: Nem található tábla a kukában

source: Parent Table
hu_hu: Szülőtáblázat

source: NinjaTables
hu_hu: Ninja Táblázatok

source: All Tables
hu_hu: Összes táblázat

source: Tools
hu_hu: Eszközök

source: Import a Table
hu_hu: Táblázat importálása

source: <span style="color:#f39c12;">Get Pro</span>
hu_hu: <span style="color:#f39c12;">Szerezd meg a PRO-t!</span>

source: Help
hu_hu: Segítség

source: The name field is required.
hu_hu: A névmezőre szükség van.

source: successfully.
hu_hu: sikeres.

source: Successfully updated configuration.
hu_hu: Sikerült frissíteni a konfigurációt.

source: Invalid Table to Delete
hu_hu: Érvénytelen tábla a törléshez

source: Successfully deleted the table.
hu_hu: A tábla sikeresen törölve.

source: Successfully saved the data.
hu_hu: Az adatok mentése sikerült.

source: Successfully deleted data.
hu_hu: Sikerült az adatok törlése.

source: Select a Table to insert
hu_hu: Jelölje ki a beszúrni kívánt táblázatot

source: Insert Ninja Tables Shortcode
hu_hu: Ninja táblázatok rövidkód beszúrása

source: Insert Shortcode
hu_hu: Shortcode beillesztése

source: Select a Table
hu_hu: Válassz egy táblázatot

source: Successfully duplicated table.
hu_hu: Sikeresen duplikált tábla.

source: Settings successfully updated
hu_hu: A beállítások frissítése sikerült

source: Home
hu_hu: Kezdőlap

source: Import Table
hu_hu: Tábla importálása

source: Title
hu_hu: Címke

source: ShortCode
hu_hu: Rövidkód

source: Preview
hu_hu: Előnézet

source: Duplicate
hu_hu: Duplikálás

source: Delete
hu_hu: Töröl

source: CSV - Comma-separated values
hu_hu: CSV-vesszővel tagolt értékek

source: JSON - JavaScript Object Notation
hu_hu: JSON-JavaScript objektum jelölése

source: JSON - Exported From Ninja Tables
hu_hu: JSON-exportált ninja táblázatok

source: Import
hu_hu: Importálás

source: Permission
hu_hu: Jogosultság

source: License
hu_hu: Liszensz

source: NinjaTables can import tables from existing data, like from a CSV or JSON file. You can also import existing tables from the other WordPress table plugins.
hu_hu: A NinjaTáblázatok képes importálni meglévő adatokat, például egy CSV vagy JSON fájlból. Sőt más WordPress bővítmény által létrehozott táblázatból is.

source: Select file:
hu_hu: Válasszon fájlt:

source: Import Format:
hu_hu: Importálási formátum:

source: Activate Ninja Tables Pro Add-on plugin to unlock this feature
hu_hu: Ennek a funkciónak a használatához aktiváld a Ninja Táblázatok Pro add-on plugint

source: Check all
hu_hu: Összes kiválasztása

source: Your License is Active
hu_hu: A liszenszed aktív

source: Your license is active! Enjoy Ninja Tables Pro Add On
hu_hu: A liszenszed aktív! Élvezd a Ninja Táblázatok Pro add on előnyeit

source: Deactivate License
hu_hu: Kikapcsolás licensz

source: Licensing
hu_hu: Licenszelés

source: Enter your license key
hu_hu: Adja meg a licensz-kulcsot

source: Activate Ninja Tables Pro
hu_hu: A Ninja Táblázatok Pro aktiválása

source: Plugin Documentation and Help
hu_hu: Plugindokumentáció és Súgó

source: For any type of query which was not covered in our documentation, Please submit a support ticket ticket
hu_hu: Minden olyan típusú kérdésre, amely nem szerepel a dokumentációban, kérjük, indíts egy support ticket-et

source: Documentation
hu_hu: Dokumentáció

source: Table Rows
hu_hu: Táblázatsorok

source: Table Configuration
hu_hu: Táblázat-konfiguráció

source: Table Design
hu_hu: Táblatervező

source: Custom CSS
hu_hu: Egyéni CSS

source: Import - Export
hu_hu: Importálás és exportálás

source: Select bulk action
hu_hu: Jelölje ki a csoportos műveletet

source: Bulk Actions
hu_hu: Tömeges műveletek

source: Delete Entries
hu_hu: Bejegyzések törlése

source: Apply
hu_hu: Alkalmazás

source: Add Data
hu_hu: Adathozzáadás

source: Cancel
hu_hu: Mégsem

source: Add
hu_hu: Hozzáad

source: Upgrade Notice
hu_hu: Frissítési értesítés

source: Your Ninja Tables Pro plugin is outdated. Please upgrade to its latest version.
hu_hu: A Ninja Táblázatok Pro plugin elavult. Frissíts a legújabb verzióra.

source: Click here
hu_hu: Kattintások

source: to view the upgrade guide.
hu_hu: a frissítési útmutató megtekintéséhez.

source: Are you sure to delete this?
hu_hu: Biztos, hogy törlöd?

source: cancel
hu_hu: mégse

source: confirm
hu_hu: megerősítés

source: Initial Hidden Mobile
hu_hu: Kezdeti rejtett mobil

source: Initial Hidden Mobile and Tab
hu_hu: Kezdeti rejtett mobil és tablet

source: Initial Hidden Mobile, Tab and Regular Computers
hu_hu: Kezdeti rejtett mobil, tablet és asztali PC

source: Always show in all devices
hu_hu: Minden eszközön mindig jelenjen meg

source: Totally hidden on all devices
hu_hu: Teljesen elrejtve minden eszközön

source: Single Line Text Field
hu_hu: Egysoros szövegmező

source: Text Area
hu_hu: Szöveges terület

source: HTML Field
hu_hu: HTML-mező

source: Numeric Value
hu_hu: Számérték

source: Date Field
hu_hu: Dátummező

source: Select Field
hu_hu: Mező kiválasztása

source: Update Configuration
hu_hu: Konfiguráció frissítése

source: Available Columns
hu_hu: Elérhető oszlopok

source: Add Column
hu_hu: Oszlop hozzáadása

source: Column Name
hu_hu: Oszlop Neve

source: Column Key
hu_hu: Oszlopkulcs

source: Data Type
hu_hu: Adattípus

source: Responsive Breakpoint
hu_hu: Reszponzív töréspont

source: Update
hu_hu: Frissítés

source: Date Format
hu_hu: Dátum formátum

source: Standard
hu_hu: Sztenderd

source: Select a Format
hu_hu: Formátum kiválasztása

source: Select Items
hu_hu: Elemek kijelölése

source: Extra Classes
hu_hu: Extra osztályok

source: Max Width
hu_hu: Max. Szélesség

source: Maximum Width
hu_hu: Maximális szélesség

source: Text Align
hu_hu: Szöveg igazítása

source: Filterable
hu_hu: Szűrhető

source: Header HTML Content
hu_hu: Fejléc HTML-tartalom

source: Show Table Title
hu_hu: Táblacím megjelenítése

source: Show Table Description
hu_hu: Táblaleírás megjelenítése

source: Enable the visitor to filter or search the table.
hu_hu: Engedélyezd a látogatónak, hogy szűrjön vagy keressen a táblázatban.

source: Enable sorting of the table by the visitor
hu_hu: Engedélyezd a táblázat látogató általi rendezését

source: Pagination Items Per Page
hu_hu: Laponkénti oldalszámozási elemek

source: Pagination Position
hu_hu: Lapozó pozíciója

source: Row Details (Responsive drawer)
hu_hu: Sor részletei (reszponzív fiók)

source: Extra CSS Class for the table
hu_hu: Extra CSS osztály a táblához

source: Table Header Colors
hu_hu: Táblafej színei

source: Table Body Colors
hu_hu: Táblázattörzs színei

source: Footer Colors
hu_hu: Lábléc színek

source: Additional CSS
hu_hu: További CSS

source: Export Table
hu_hu: Tábla exportálása

source: Import Table Data
hu_hu: Táblaadatok importálása

source: Replace Existing Data
hu_hu: Meglévő adatok lecserélése

source: Import from CSV
hu_hu: Importálás CSV-ből

source: CSV Header Structure
hu_hu: CSV-fejléc szerkezete

source: Download Sample CSV
hu_hu: Minta CSV letöltése

source: No appropriate driver found for the import format.
hu_hu: Nem található megfelelő illesztőprogram az importálási formátumhoz.

source: Successfully imported. Please go to all tables and review your newly imported table.
hu_hu: Sikeresen importálva. Kérjük, menj az összes asztalhoz, és nézd át az újonnan importált táblázatot.

source: Please upload valid CSV
hu_hu: Tölts fel egy érvényes .csv fájlt

source: Something is wrong when parsing the csv
hu_hu: Valami nem stimmel a CSV-fájl elemzésekor

source: Successfully added a table.
hu_hu: Sikerült hozzáadni egy táblázatot.

source: You have a faulty JSON file. Please export a new one.
hu_hu: Hibás a JSON-fájl. Légy szíves exportálj egy újat.

source: Temporary table name
hu_hu: Ideiglenes táblanév

source: Temporary table description
hu_hu: Ideiglenes táblaleírás

source: CSV File is not valid
hu_hu: Érvénytelen CSV-fájl

source: Please set table configuration first
hu_hu: Először állítsd be a tábla konfigurációját

source: Please use the provided CSV header structure.
hu_hu: Használd a megadott CSV-fejlécszerkezetet.

source: Successfully uploaded data.
hu_hu: Sikeresen feltöltötted az adatokat.

source: The title field is required.
hu_hu: A címmezőre szükség van.

source: No fields were selected.
hu_hu: Nem volt kijelölve mező.

source: No Table Found with the selected table
hu_hu: Nem található tábla a kijelölt táblázathoz

source: No Ultimate Table Found with the selected table
hu_hu: Nincs végső tábla a kijelölt táblázathoz

source: Search in
hu_hu: Keresés

source: Search
hu_hu: Keresés

source: No Result Found
hu_hu: Nincs találat

source: The Easiest & Fastest Responsive Table Plugin on WordPress. Multiple templates, drag-&-drop live table builder, multiple color scheme, and styles.
hu_hu: A legegyszerűbb, leggyorsabb reszponzív táblázat plugin a WordPresshez. Sok sablon, drag & drop élő táblázat építő, színsémák és stílusok.

source: WPManageNinja LLC
hu_hu: WPManageNinja Kft.
