Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: No trashed posts found!
hu_hu: Nincsenek kidobott bejegyzések a kukában!

source: No update found for the set locale.
hu_hu: Nem találtunk frissítést a beállított nyelvterülethez.

source: No websites assigned to the selected group.
hu_hu: A kiválasztott csoporthoz nincs hozzárendelve weboldalak.

source: No websites connected to the MainWP Dashboard yet.
hu_hu: Nincsenek weboldalak csatlakoztatva a MainWP Vezérlőpultodhoz még.

source: No websites found.
hu_hu: Nem találhatóak weboldalak.

source: Non-MainWP Changes
hu_hu: Nem MainWP változások

source: Non-WordPress folders
hu_hu: Nem WordPress mappák

source: Nope, maybe later.
hu_hu: Nem, talán később.

source: Not expected HTTP response body: %s
hu_hu: Nem várt HTTP-válasz: %s

source: Not found the clone website
hu_hu: Nem található a klón weboldal

source: Not found the website
hu_hu: Nem található a weboldal

source: Not Right Now
hu_hu: Most nem

source: NOT SET
hu_hu: Nincs beállítva

source: Note Saved
hu_hu: Megjegyzés mentve

source: Note saved.
hu_hu: Sikeresen elmentve.

source: Notes
hu_hu: Megjegyzések

source: Notes (Individual Site Overview page)
hu_hu: Megjegyzések (az egyéni webhely áttekintése lap)

source: Number of available plugins updates. Click to see details.
hu_hu: A Plugin frissítések száma. Kattints ide a részletek megtekintéséhez.

source: Number of available themes updates. Click to see details.
hu_hu: A Téma frissítések száma. Kattints ide a részletek megtekintéséhez.

source: Number of available updates. Click to see details.
hu_hu: Elérhető frissítések száma. Kattints ide a részletek megtekintéséhez.

source: Number of child sites:
hu_hu: Gyerek weboldalak száma:

source: Number of connected child sites:
hu_hu: A csatlakoztatott gyermekoldalak száma:

source: Number of connected sites
hu_hu: A csatlakoztatott weboldalak száma

source: Number of internal links in this page
hu_hu: Az oldalon található belső hivatkozások száma

source: Number of internal links linking to this page
hu_hu: Az oldalhoz kapcsolódó belső hivatkozások száma

source: Number of sites to Import: %1 Created sites: %2 Failed: %3
hu_hu: Importálandó weboldalak száma: %1 létrehozott helyek: %2 nem sikerült: %3

source: Number of Users to Import: %1 Created users: %2 Failed: %3
hu_hu: Importálandó felhasználók száma:%1 felhasználók létrehozása:%2 nem sikerült:%3

source: OFF
hu_hu: KI

source: Offline
hu_hu: Nem elérhető

source: ON
hu_hu: BE

source: Once a day
hu_hu: Naponta egyszer

source: Once daily
hu_hu: Napi egyszer

source: Once every 5 minutes
hu_hu: 5 percenként egyszer

source: Once every five minutes
hu_hu: Öt percenként egyszer

source: Once every minute
hu_hu: Minden percben egyszer

source: Once hourly
hu_hu: Óránként egyszer

source: Once per day
hu_hu: Naponta egyszer

source: Once you are ready to get started with MainWP, click the Disable Demo Mode & Remove Demo Content button to remove the demo content and start adding your own.
hu_hu: Ha készen állsz a MainWP használatára, kattints a Demó mód kikapcsolása és a demó tartalom eltávolítása gombra, hogy eltávolítsa a demó tartalmat, és elkezdheted hozzáadni a saját adataidat

source: Online
hu_hu: Elérhető

source: Open the site overview
hu_hu: Weboldal adatlapjának megnyitása

source: OpenSSL (default)
hu_hu: OpenSSL (alapértelmezett)

source: OpenSSL Settings
hu_hu: OpenSSL beállítások

source: OpenSSL signature algorithm
hu_hu: OpenSSL aláírás algoritmus

source: OpenSSL version
hu_hu: OpenSSL verzió

source: OpenSSL.cnf location
hu_hu: OpenSSL.cnf hely

source: Operating System
hu_hu: Operációs rendszer

source: Optimize for shared hosting or big networks
hu_hu: Optimalizálás megosztott tárhelyre vagy nagy hálózatokra

source: Optional Settings
hu_hu: Opcionális beálíltások

source: or you can %1$sbulk import%2$s your sites.
hu_hu: vagy %1$stömegesen importálhatod%2$s weboldalaidat.

source: Other
hu_hu: Egyéb

source: Our contact information
hu_hu: Kapcsolattartási információink

source: Overview
hu_hu: Áttekintés

source: Page
hu_hu: Oldal

source: Page has been updated successfully
hu_hu: Az oldal sikeresen frissült

source: Page Settings
hu_hu: Oldalbeállítások

source: Page updated.
hu_hu: Az oldal frissítve.

source: Pages
hu_hu: Oldalak

source: Parent theme of the active theme (%s) on the site can not be deleted.
hu_hu: Az aktív téma (%s) szülő témája nem törölhető.

source: Pass
hu_hu: Helyes

source: Password
hu_hu: Jelszó

source: Password protected
hu_hu: Jelszóval védett

source: Pause
hu_hu: Szüneteltetés

source: Paused import by user.
hu_hu: Az importáltálás szüneteltetve a Felhasználó által.

source: PENDING
hu_hu: Függőben

source: Pending
hu_hu: Függőben

source: Pending review
hu_hu: Függő vélemény

source: Per IP Settings
hu_hu: Beállítások IP-címekhez

source: Performance
hu_hu: Teljesítmény

source: Permissions
hu_hu: Engedélyek

source: Phone
hu_hu: Telefon

source: PHP Allow URL fopen
hu_hu: PHP URL fopen engedélyezése

source: PHP Disabled Functions
hu_hu: PHP letiltott funkciók

source: PHP error reporting disabled:
hu_hu: PHP hibajelentés letiltva:

source: PHP error reporting has been disabled
hu_hu: A PHP hibajelentés letiltásra került

source: PHP error reporting has not been disabled
hu_hu: A PHP hibajelentés nincs lett letiltva

source: PHP Exif Support
hu_hu: PHP Exif támogatás

source: PHP IPTC Support
hu_hu: PHP IPTC támogatás

source: PHP Loaded Extensions
hu_hu: PHP betöltött bővítmények

source: PHP Memory Limit
hu_hu: PHP memória korlát

source: PHP Version
hu_hu: PHP verzió

source: PHP version does not match the WordPress requirement
hu_hu: A PHP verzió nem felel meg a WordPress követelményeinek

source: PHP version does not match the WordPress requirement:
hu_hu: A PHP verzió nem felel meg a WordPress követelményeinek:

source: PHP version matches the WordPress requirement
hu_hu: A PHP verzió megfelel a WordPress követelményeinek

source: PHP XML Support
hu_hu: PHP XML támogatás

source: PHPSECLIB (fallback)
hu_hu: PHPSECLIB (tartalék)

source: Please enable JavaScript to use file uploader.
hu_hu: Kérjük, engedélyezze a JavaScriptet a fájlfeltöltő használatához.

source: Please enter a name for the website
hu_hu: Kérjük, adja meg a weboldal nevét

source: Please enter a username for the administrator
hu_hu: Kérjük, add meg az adminisztrátor felhasználónevét

source: Please enter a valid name for your backup task
hu_hu: Adj érvényes nevet a biztonsági mentési feladatnak

source: Please enter a valid URL for your site
hu_hu: Kérjük, adj meg egy érvényes URL-t a seboldalhoz

source: Please enter Admin name of the site.
hu_hu: Kérjük, adja meg a webhely Admin nevét.

source: Please enter csv file for upload.
hu_hu: Kérjük, adja meg a feltöltéshez szükséges csv fájlt.

source: Please enter the email.
hu_hu: Kérjük, add meg az e-mail címet.

source: Please enter the password.
hu_hu: Kérlek, írd be a jelszavadat.

source: Please enter the Site name.
hu_hu: Kérjük, add meg a weboldal nevét.

source: Please enter the Site url.
hu_hu: Kérjük, add meg a weboldal URL-címét.

source: Please enter the username.
hu_hu: Kérjük, add meg a felhasználónevet.

source: Please provide a custom field name.
hu_hu: Add meg az egyéni mezőnevet.

source: Please provide a custom field value.
hu_hu: Add meg az egyéni mezőértéket.

source: Please reconnect to Dropbox
hu_hu: Kérjük, csatlakozzon újra a Dropboxhoz

source: Please search and select users for update password.
hu_hu: Keress és válassz ki a felhasználókat a jelszó frissítéshez.

source: Please select a valid role.
hu_hu: Kérjük, válassz ki egy érvényes szerepet.

source: Please select at least one website or group or client.
hu_hu: Kérjük, válassz legalább egy weboldalt, csoportot vagy ügyfelet.

source: Please select the sites or groups or clients where you want to change the administrator password.
hu_hu: Kérjük, válasszd ki azokat a weboldalakat, csoportokat vagy ügyfeleket, ahol meg akarod változtatni az Adminisztrátori jelszót.

source: Please select websites or tags.
hu_hu: Kérjük, válassz weboldalakat vagy címkéket.

source: Please take a few minutes to review the latest updates from your MainWP Dashboard.
hu_hu: Kérlek, szánj néhány percet a legújabb frissítések megtekintésére.

source: Please upload plugins to install.
hu_hu: Kérjük, töltse fel a telepítendő bővítményeket.

source: Please upload themes to install.
hu_hu: Kérjük, töltsön fel témákat a telepítéshez.

source: Please use the search options to find wanted clients.
hu_hu: Kérjük, használd a keresési feltételket a keresett ügyfelek megtalálásához.

source: Please use the search options to find wanted users.
hu_hu: Használd a keresési lehetőségeket a kívánt felhasználó megtalálásához.

source: Please visit the plugin website for more information.
hu_hu: Kérjük, látogass el a plugin honlapjára további információért.

source: Please visit the plugin website for more information:
hu_hu: Kérjük, látogass el a plugin honlapjára további információért:

source: Please wait
hu_hu: Kérlek várj

source: Please wait while we are saving your note
hu_hu: Kérjük, várjon, amíg elmentjük a jegyzetét

source: Please wait...
hu_hu: Kérlek várj...

source: Please wait...
hu_hu: Kérlek várj...

source: Please, contact your host support and have them enable the show_source() function for the proper functioning of this feature.
hu_hu: Kérjük, vedd fel a kapcsolatot a hoszting ügyfélszolgálattal, hogy engedélyezze a show_source() funkciót a funkció megfelelő működéséhez.

source: Plugin
hu_hu: Bővítmény

source: Plugin advanced automatic updates
hu_hu: Plugin fejlett automatikus frissítések

source: Plugin advanced automatic updates enabled
hu_hu: A bővítmény fejlett automatikus frissítései engedélyezve

source: Plugin could not be deleted.
hu_hu: A plugint nem lehetett törölni.

source: Plugin file not found. Make sure security plugins or server-side security rules are not blocking requests from your child sites.
hu_hu: A plugin fájl nem található. Győződj meg róla, hogy a biztonsági bővítmények vagy a kiszolgáló oldali biztonsági szabályok nem blokkolják a gyermek weboldalak kéréseit.

source: Plugin has been activated!
hu_hu: A plugin aktiválva!

source: Plugin has been deactivated!
hu_hu: A plugin deaktiválva!

source: Plugin has been permanently deleted!
hu_hu: A plugin véglegesen törölve!

source: Plugin Install Check
hu_hu: Plugin telepítés ellenőrzése

source: Plugin Installation
hu_hu: Bővítmény telepítése

source: Plugin Privacy
hu_hu: Plugin adatvédelem

source: Plugin Updates
hu_hu: Plugin frissítés

source: Plugin:
hu_hu: Bővítmény:

source: Plugins
hu_hu: Plugin

source: Plugins (Individual Site Overview page)
hu_hu: Bővítmények (az egyéni webhely áttekintése lap)

source: Plugins Updates
hu_hu: Plugin frissítések

source: Policies
hu_hu: ÁSZF

source: Post
hu_hu: Bejegyzés

source: Post has been approved!
hu_hu: A hozzászólást jóváhagyva!

source: Post has been moved to trash!
hu_hu: Hozzászólás átkerült a szemétbe!

source: Post has been permanently deleted!
hu_hu: A bejegyzés véglegesen törlésre került!

source: Post has been published!
hu_hu: A bejegyzés közzétéve!

source: Post has been restored!
hu_hu: A bejegyzés visszaállítva!

source: Post has been unpublished!
hu_hu: A bejegyzés nincs közzétéve!

source: Post has been updated successfully
hu_hu: A bejegyzés sikeresen frissült

source: Post only to existing categories
hu_hu: Csak a meglévő kategóriákba tegyen bejegyzést

source: Post Type
hu_hu: Bejegyzés típusa

source: Post type
hu_hu: Bejegyzés típus

source: Post updated.
hu_hu: Bejegyzés frissítve.

source: Posting new bulkpage
hu_hu: Új ömlesztett oldal kiküldése

source: Posts
hu_hu: Bejegyzések

source: Powered by
hu_hu: Üzemelteti

source: Premium extension developed by MainWP
hu_hu: MainWP által fejlesztett prémium kiterjesztés

source: Preparing %1 installation.
hu_hu: %1 telepítés előkészítése.

source: Pressable disables WP core updates. For more information contact Pressable support.
hu_hu: A megnyomható letiltja a WP core frissítéseket. További információért forduljon a Pressable ügyfélszolgálatához.

source: Preview
hu_hu: Előnézet

source: Primary Backup System
hu_hu: Elsődleges Biztonsági mentés rendszer

source: Primary backup system
hu_hu: Elsődleges biztonsági mentés rendszer

source: Primary Contact
hu_hu: Elsődleges kapcsolattartó

source: Priority support via Helpdesk & Community for MainWP products
hu_hu: Elsőbbségi támogatás a Helpdesken és a Közösségen keresztül a MainWP termékekhez

source: Privacy
hu_hu: Adatvédelem

source: Private
hu_hu: Privát

source: Process failed with error:
hu_hu: A folyamat hibával végződött:

source: Process ran successfully on
hu_hu: A folyamat sikeresen lefutott a

source: Processing your websites.
hu_hu: Weboldalak feldolgozása.

source: Public
hu_hu: Nyilvános

source: Public, Sticky
hu_hu: Nyilvános, Ragadós

source: Publish
hu_hu: Közzététel

source: Publish Options
hu_hu: Közzétételi lehetőségek

source: Published
hu_hu: Publikálva

source: Publishing...
hu_hu: Publikálás...

source: Queued
hu_hu: Várólistára

source: Quick Site Shortcuts
hu_hu: Gyors webhely rövidítések

source: Quick sites shortcuts
hu_hu: Gyors webhelyek gyorsbillentyűk

source: Quickly access, install, and activate your MainWP extensions. If you need additional help with managing your MainWP Extensions, please check this %1$shelp documentation%2$s.
hu_hu: A MainWP bővítmények gyors elérése, telepítése és aktiválása. Ha további segítségre van szüksége a MainWP-bővítmények kezeléséhez, kérjük, tekintse meg ezt a %1$ssúgó dokumentációt%2$s.

source: Quit MainWP Quick Setup Wizard and Go to MainWP
hu_hu: Kilépés a MainWP gyors beállításból és ugrás a MainWP-re

source: Quit MainWP Quick Setup Wizard and Go to WP Admin
hu_hu: Kilépés a MainWP gyors beállításból és ugrás a WP Adminra

source: Re-establish Connections
hu_hu: Kapcsolat helyreállítása

source: Read
hu_hu: Olvasás

source: Read More
hu_hu: Bővebben

source: Readability score
hu_hu: Olvashatósági pontszám

source: readme.html file has been removed from WordPress root
hu_hu: a readme.html fájlt eltávolítottuk a WordPress gyökérből

source: readme.html file has not been removed from WordPress root
hu_hu: a readme.html fájl nem lett eltávolítva a WordPress gyökérből

source: readme.html removed from WordPress root:
hu_hu: readme.html eltávolítva a WordPress gyökérből:

source: Really Simple Discovery meta tag has been removed from front-end
hu_hu: Really Simple Discovery meta tag eltávolítva a frontendről

source: Really Simple Discovery meta tag has not been removed from front-end
hu_hu: Really Simple Discovery meta tag nincsen eltávolítva a frontendről

source: Really Simple Discovery meta tag removed:
hu_hu: Really Simple Discovery meta tag eltávolítva:

source: Received HTTP-code:
hu_hu: Fogadott HTTP-kód:

source: Received wrong response from the server.
hu_hu: Rossz választ kapott a szervertől.

source: Recent Pages
hu_hu: Legutóbbi oldalak

source: Recent Posts
hu_hu: Legutóbbi bejegyzések

source: Recipient(s)
hu_hu: Címzett(ek)

source: RECOMMENDED
hu_hu: AJÁNLOTT

source: Reconnect Site
hu_hu: Újracsatlakoztatási a seboldalhoz

source: Reconnected
hu_hu: Újrakapcsolódva

source: Redirecting...
hu_hu: Átirányítás…

source: Refresh
hu_hu: Frissítés

source: Refreshing the page for Step 3 "Grab API Keys" in 5 seconds... if refresh fails please %1click here%2.
hu_hu: Az oldal frissítése a 3. lépéshez "API kulcsok megszerzése" 5 másodperc múlva... ha a frissítés nem sikerül, kérjük, %1ckattintson ide%2.

source: Registered version information removed from URLs:
hu_hu: Az URL-ekből eltávolították a regisztrált verzióra vonatkozó információkat:

source: Reload Favicon
hu_hu: Favicon újratöltése

source: Remember MainWP Main API Key
hu_hu: Emlékezzen a MainWP Main API kulcsára

source: Remote Address
hu_hu: Távoli cím

source: Remote Host
hu_hu: Távoli kiszolgáló

source: Remote Port
hu_hu: Távoli port

source: Remove
hu_hu: Eltávolítás

source: Remove contact
hu_hu: Kapcsolat eltávolítása

source: Remove Site
hu_hu: Weboldal törlése

source: Remove the site from your MainWP Dashboard.
hu_hu: Távolítsa el a webhelyet a MainWP Dashboardról.

source: Removing and deactivating the MainWP Child plugin..
hu_hu: A MainWP Child plugin eltávolítása és deaktiválása..

source: Removing the file on WPEngine hosting can cause issues. If you need to remove the file, please consult the WPEngine support first.
hu_hu: A fájl eltávolítása a WPEngine tárhelyen problémákat okozhat. Ha el kell távolítania a fájlt, kérjük, először forduljon a WPEngine ügyfélszolgálatához.

source: Removing the task..
hu_hu: A feladat eltávolítása..

source: Rename Tag
hu_hu: Címke átnevezése

source: Request failed. Please, try again.
hu_hu: A kérés sikertelen. Kérjük, próbálja meg újra.

source: Request Time
hu_hu: Kérési idő

source: Require a backup before an update
hu_hu: Frissítés előtt biztonsági mentés készítése szükséges

source: Require backup before update
hu_hu: Frissítés előtt biztonsági mentést igényel

source: Required
hu_hu: Kötelező

source: Required backup(s) complete
hu_hu: A szükséges biztonsági másolat(ok) elkészült(ek)

source: Required Fields
hu_hu: Szükséges mezők

source: Required Settings
hu_hu: Kötelező beálíltások

source: Required Value
hu_hu: Kötelező érték

source: Reset OpenSSL Key Pair
hu_hu: OpenSSL kulcspár visszaállítása

source: Reset Page
hu_hu: Oldal visszaállítása

source: Response Test O.K.
hu_hu: Sikeres kapcsolat.

source: REST API enabled
hu_hu: REST API engedélyezve

source: REST API Key deleted successfully.
hu_hu: A REST API kulcs sikeresen törlődött.

source: REST API Key ID empty.
hu_hu: REST API kulcs azonosítója üres.

source: Restore
hu_hu: Visszaállítás

source: Restore all info messages
hu_hu: Az összes információs üzenet visszaállítása

source: Restore Info Messages
hu_hu: Infoüzenetek visszaállítása

source: Restored
hu_hu: Visszaállítva

source: Resume
hu_hu: Folytatás

source: Return to Default Template
hu_hu: Vissza az alapértelmezett sablonhoz

source: Return to Overview
hu_hu: Vissza az áttekintéshez

source: Right
hu_hu: Jobbra

source: Right (default)
hu_hu: Jobbra (alapértelmezett)

source: Role
hu_hu: Szerepkör

source: Run now
hu_hu: Futtatás most

source: Running ...
hu_hu: Folyamatban...

source: Save
hu_hu: Mentés

source: Save API Key
hu_hu: API kulcs mentése

source: Save failed
hu_hu: Mentés sikertelen

source: Save Field
hu_hu: Mező mentése

source: Save Note
hu_hu: Mentés

source: Save Selection
hu_hu: Kiválasztás mentése

source: Save Settings
hu_hu: Mentés

source: Save the selected tag sites selection.
hu_hu: A kiválasztott címkézési helyek kiválasztásának mentése.

source: Saved
hu_hu: Mentve

source: Schedule
hu_hu: Időzítés

source: Schedule Backup
hu_hu: Biztonsági mentés ütemezése

source: Scheduled
hu_hu: Ütemezett

source: Search in...
hu_hu: Keresés ebben...

source: Search Installed Extensions
hu_hu: Telepített bővítmények keresése

source: Search Options
hu_hu: Keresési beállítások

source: Search Results
hu_hu: Keresési találatok

source: Searching the WordPress repository..
hu_hu: Keresés a WordPress adattárban..

source: Security
hu_hu: Biztonság

source: Security Issue Detected
hu_hu: Észlelt biztonsági problémák

source: Security Issues
hu_hu: Biztonsági problémák

source: Security Scan
hu_hu: Biztonsági ellenőrzés

source: security scan
hu_hu: biztonsági ellenőrzés

source: See all child sites
hu_hu: Az összes gyermekwebhely megtekintése

source: See all connected child sites
hu_hu: Az összes kapcsolódó gyermekwebhely megtekintése

source: See all disconnected child sites
hu_hu: Az összes leválasztott gyermekwebhely megtekintése

source: See client details
hu_hu: Ügyfél adatok megtekintése

source: See Details
hu_hu: Részletek

source: See How to Connect Sites
hu_hu: Lásd: A webhelyek összekapcsolása

source: See the list of Admininstrator users used to establish secure connection between your MainWP Dashboard and child sites. If needed, use the provided form to set a new password for these accounts. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Tekintse meg a MainWP Dashboard és a gyermekoldalak közötti biztonságos kapcsolat létrehozásához használt Admininstrator felhasználók listáját. Ha szükséges, a megadott űrlapon állítson be új jelszót ezekhez a fiókokhoz. További segítségért tekintse meg ezt a %1$ssúgó dokumentációt%2$s.

source: See the WordPress error log to fix problems that arise on your MainWP Dashboard site.
hu_hu: A MainWP Dashboard webhelyen felmerülő problémák megoldásához tekintse meg a WordPress hibanaplóját.

source: Select All
hu_hu: Összes kiválasztása

source: Select All Disconnected
hu_hu: Válassza ki az Összes szétkapcsoltat

source: Select Categories
hu_hu: Kategóriák választása

source: Select categories
hu_hu: Válasszon kategóriákat

source: Select Client
hu_hu: Ügyfél kiválasztása

source: Select client
hu_hu: Válassza ki az ügyfelet

source: Select Client.
hu_hu: Válassza ki az ügyfelet.

source: Select columns that you want to hide.
hu_hu: Jelölje ki az elrejteni kívánt oszlopokat.

source: Select if you want to show sidebar with option on left or right.
hu_hu: Válassza ki, hogy az oldalsávot jobb vagy bal oldali opcióval szeretné-e megjeleníteni.

source: Select if you want to show the element on left or right.
hu_hu: Válassza ki, hogy az elemet bal vagy jobb oldalon szeretnéd megjeleníteni.

source: Select MainWP Theme
hu_hu: MainWP téma kiválasztása

source: Select MainWP theme
hu_hu: MainWP téma kiválasztása

source: Select OpenSSL signature algorithm. If you are not sure, select "Default".
hu_hu: Válassza ki az OpenSSL aláírási algoritmust. Ha nem biztos benne, válassza az "Alapértelmezett" lehetőséget.

source: Select post type
hu_hu: Válasszon bejegyzés típust

source: Select preferred checking interval.
hu_hu: Válaszd ki a kívánt ellenőrzési időközt.

source: Select preferred time format.
hu_hu: Válassza ki a kívánt időformátumot.

source: Select primary backup system
hu_hu: Válassz elsődleges Biztonsági mentés rendszert

source: Select primary contact
hu_hu: Elsődleges kapcsolattartó kiválasztása

source: Select response codes that you want your MainWP Dashboard to ignore.
hu_hu: Válaszd ki azokat a válaszkódokat, amiket a MainWP Vezérlőpultod ignoráljon.

source: Select Roles
hu_hu: Szerepkörök kiválasztása

source: Select Sites
hu_hu: Weboldalak kiválasztása

source: Select specific roles that you want to search for.
hu_hu: Válassza ki a keresni kívánt konkrét szerepköröket.

source: Select SSL Version. If you are not sure, select "Auto Detect".
hu_hu: Válaszd ki az SSL-verziót. Ha nem vagy benne biztos válaszd az "Automatikus észlelést".

source: Select Status
hu_hu: Állapot kiválasztása

source: Select status
hu_hu: Válassz állapotot

source: Select tag color
hu_hu: Címke színének kiválasztása

source: Select the plugins you want to install and if you want to apply the Extensions default settings to this Child site.
hu_hu: Válassza ki a telepíteni kívánt bővítményeket, és ha a Bővítmények alapértelmezett beállításait szeretné alkalmazni erre a gyermekoldalra.

source: Select this site.
hu_hu: Weboldal kiválasztása.

source: Select to confirm that the MainWP Child plugin is active on the child site.
hu_hu: A MainWP Child plugin aktív a weboldalon.

source: Select to confirm that the MainWP Child plugin is active.
hu_hu: A MainWP Child plugin aktív.

source: Select to create a New Client
hu_hu: Új ügyfél létrehozásának kiválasztása

source: Select Verify connection method. If you are not sure, select "Default".
hu_hu: Válassza a Kapcsolat módjának ellenőrzése lehetőséget. Ha nem biztos benne, válassza az "Alapértelmezett" lehetőséget.

source: Select wanted role(s)
hu_hu: Válassza ki a kívánt szerep(eke)t
