Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: You need to re-upload the readme.html file manually to unfix this.
hu_hu: A javítás megszüntetéséhez manuálisan újra fel kell töltened a readme.html fájlt.

source: Your host needs to update OpenSSL to at least version 1.1.0 which is already over 4 years old and contains patches for over 60 vulnerabilities.%1$sThese range from Denial of Service to Remote Code Execution. %2$sClick here for more information.%3$s
hu_hu: Az OpenSSL-t legalább az 1.1.0 verzióra kell frissítenie, amely már több mint 4 éves, és több mint 60 sebezhetőséghez tartalmaz javításokat.%1$sEzek a szolgáltatás megtagadásától a távoli kódvégrehajtásig terjednek. %2$sTovábbi információért kattintson ide.%3$s

source: Your login is invalid.
hu_hu: A bejelentkezése érvénytelen.

source: Your login is valid.
hu_hu: A bejelentkezése érvényes.

source: Your MainWP Dashboard is Ready!
hu_hu: Kész a MainWP műszerfala!

source: Your MainWP Dashboard sites needs your attention. Please check the available updates
hu_hu: A MainWP Dashboard oldalaknak szüksége van a figyelmedre. Ellenőrizd az elérhető frissítéseket

source: Your membership has been canceled. Reactivate your membership to activate MainWP extensions
hu_hu: A tagságodat törölték. Aktiválja újra tagságát a MainWP bővítmények aktiválásához

source: Your server is currently running PHP version %1$s. In the next few months your MainWP Dashboard will require PHP 7.4 as a minimum. Please upgrade your server to at least 7.4 but we recommend PHP 8 or newer. You can find a template email to send your host %2$shere%3$s.
hu_hu: A kiszolgálón jelenleg a PHP %1$s verziója fut. A következő néhány hónapban a MainWP Dashboard legalább a PHP 7.4-es verziószámot fogja igényelni. Kérjük, frissítsd a szerverét legalább 7.4-es verziószámra, de javasoljuk a PHP 8-as vagy újabb verzióját. Itt%3$s találsz egy sablon e-mailt, amelyet elküldhet a tárhely szolgáltatódnak %2$s.

source: Zip
hu_hu: Irányítószám

source: ZIP archives
hu_hu: ZIP archívumok
