Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: Select widgets that you want to hide in the MainWP Overview page.
hu_hu: Válaszd ki azokat a widgeteket, amiket hozzá szeretnél adni a MainWP Áttekintés oldalhoz.

source: Select year
hu_hu: Év kiválasztása

source: Select your MainWP Dashboard theme.
hu_hu: Válassza ki a MainWP Dashboard témáját.

source: Selection saved successfully .
hu_hu: A kiválasztás sikeresen mentve.

source: Send email when backup fails
hu_hu: E-mail küldése, ha a biztonsági mentés meghiúsul

source: Send email when backup starts
hu_hu: E-mail küldése a biztonsági mentés megkezdésekor

source: Send Password?
hu_hu: Jelszó küldése?

source: SEO Score
hu_hu: SEO pontszám

source: SEO score
hu_hu: SEO pontszám

source: Separate tags with commas
hu_hu: A címkéket vesszővel válaszd el

source: SERVER
hu_hu: SZERVER

source: Server
hu_hu: Szerver

source: Server Configuration
hu_hu: Kiszolgáló konfigurációja

source: Server IP
hu_hu: Szerver IP címe

source: Server Name
hu_hu: Szerver neve

source: Server Port
hu_hu: A szerver portja

source: Server Protocol
hu_hu: Kiszolgáló protokoll

source: Server self connect
hu_hu: Kiszolgáló öncsatlakozás

source: Server Software
hu_hu: Szerver szoftver

source: Set how many days without an update before plugin or theme will be considered as abandoned.
hu_hu: Beállíthatod, hogy hány nap frissítés nélkül követően a plugin vagy a téma elhagyottnak minősüljön.

source: Set how many requests are performed at once and delay between requests in order to optimize your MainWP Dashboard performance. Both Cross IP and IP Settings handle the majority of work connecting to your Child sites, while the sync, update, and installation request have specialized options under the Frontend Requests Settings section.
hu_hu: Állítsa be, hogy hány lekérdezés történjen egyszerre, és a lekérdezések közötti késleltetést a MainWP Dashboard teljesítményének optimalizálása érdekében. Mind a Cross IP, mind az IP-beállítások a gyermekoldalakhoz való kapcsolódás munkájának nagy részét kezelik, míg a szinkronizálási, frissítési és telepítési kérés speciális beállításokkal rendelkezik a Frontend-kérelmek beállításai szakaszban.

source: Set how often you want your MainWP Dashboard to run the auto update process.
hu_hu: Állítsa be, hogy a MainWP Dashboard milyen gyakran futtassa az automatikus frissítési folyamatot.

source: Set preferred site health threshold.
hu_hu: Állítsa be az előnyben részesített weboldal állapot küszöbértékét.

source: Set specific time for the automatic daily sync process.
hu_hu: Állíts be konkrét időt az automatikus napi szinkronizálási folyamathoz.

source: Set the date your client was added to your MainWP Dashboard.
hu_hu: Állítsa be az ügyfél MainWP Dashboardhoz való hozzáadásának dátumát.

source: Set the date your site was added to your MainWP Dashboard.
hu_hu: Állítsa be a webhely MainWP Dashboardhoz való hozzáadásának dátumát.

source: Set the number of days to delay automatic updates.
hu_hu: Állítsa be az automatikus frissítések késleltetésének napjai számát.

source: Set the number of days without of backup tolerance.
hu_hu: Állítsd be a biztonsági másolat nélküli napok számának tűrését.

source: Settings
hu_hu: Beállítások

source: Settings Global options
hu_hu: Globális beállítások

source: Settings have been saved successfully!
hu_hu: A beállításokat sikeresen mentettük!

source: Settings have been updated.
hu_hu: A beállítások frissítésre kerültek.

source: Seven times per day
hu_hu: Naponta hétszer

source: Share a little biographical information to fill out your profile. This may be shown publicly.
hu_hu: Ossz meg egy kis életrajzi adatot a profil kitöltéséhez. Ez lehet nyilvános.

source: Should be improved
hu_hu: Javításra szorul

source: Should be improved
hu_hu: Javításra szorul

source: Show
hu_hu: Megjelenítés

source: Show All
hu_hu: Összes megjelenítése

source: Show All Updates
hu_hu: Összes megjelenítése

source: Show columns
hu_hu: Oszlopok megjelenítése

source: Show extensions that integrate with 3rd party API
hu_hu: A 3rd party API-val integrált bővítmények megjelenítése

source: Show extensions that integrate with 3rd party plugin
hu_hu: A 3rd party pluginnal integrálódó bővítmények megjelenítése

source: Show favicons
hu_hu: Favicon megjelenítése

source: Show Optional Settings
hu_hu: Opcionális beállítások

source: Show Pages
hu_hu: Oldalak megjelenítése

source: Show Posts
hu_hu: Blogbejegyzések megjelenítése

source: Show Shortcuts
hu_hu: Gyorsparansok megjelenítése

source: Show standalone extensions
hu_hu: Önálló bővítmények megjelenítése

source: Show Users
hu_hu: Felhasználók megjelenítése

source: Show widgets
hu_hu: Widget-ek megjelenítése

source: Show WordPress language updates
hu_hu: WordPress nyelvi frissítések megjelenítése

source: Shows the extension privacy info.
hu_hu: Megjeleníti a kiterjesztés adatvédelmi adatait.

source: Sidebar position
hu_hu: Oldalsáv pozíció

source: Site
hu_hu: Weboldal

source: Site appears to be connected properly. Click here to sync the site.
hu_hu: A weboldal megfelelően csatlakozik. Kattints ide a weboldal szinkronizálásához.

source: Site appears to be disconnected. Click here to reconnect.
hu_hu: Úgy tűnik, hogy a webhely nincs csatlakoztatva. Kattints ide az újra csatlakozáshoz.

source: Site could not be connected. Please check the Status page and be sure that all system requirments pass.
hu_hu: Az oldal nem volt csatlakoztatható. Kérjük, ellenőrizze az Állapot oldalt, és győződjön meg róla, hogy minden rendszerkövetelményt teljesít.

source: Site disconnected
hu_hu: Oldal lekapcsolva

source: Site has been reconnected successfully!
hu_hu: A webhelyet sikeresen újracsatlakoztattuk!

source: Site Health
hu_hu: Webhely egészség

source: Site Health Monitoring
hu_hu: Weboldal állapotfigyelés

source: Site Health Monitoring Email
hu_hu: Webhely állapotfigyelő e-mail

source: Site health monitoring enabled
hu_hu: Weboldal állapotfigyelés engedélyezve

source: Site Health Not Good
hu_hu: Nem jó

source: Site health threshold
hu_hu: Az oldal egészség küszöbértéke

source: Site health threshold (optional)
hu_hu: Az oldal egészség küszöbérték (opcionális)

source: Site health threshold.
hu_hu: Az oldal egészség küszöbértéke.

source: Site ID not found. Please reload the page and try again.
hu_hu: A webhely azonosítója nem található. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Site ID or backup task ID not found. Please reload the page and try again.
hu_hu: A webhely azonosítója vagy a biztonsági mentési feladat azonosítója nem található. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Site ID or user ID not found. Please reload the page and try again.
hu_hu: A webhely azonosítója vagy felhasználói azonosítója nem található. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Site Info
hu_hu: Weboldal info

source: Site information could not be found. Make sure your site is properly connected and syncs correctly.
hu_hu: A webhely adatai nem találhatók. Ellenőrizd, hogy a webhely megfelelően van-e csatlakoztatva és megfelelően szinkronizálva van-e.

source: Site not found.
hu_hu: A webhely nem található.

source: Site removed successfully.
hu_hu: A weboldal sikeresen eltávolítva.

source: Site specific setting
hu_hu: Weboldal specifikus beállítás

source: Site status appears to be offline.
hu_hu: Úgy tűnik, hogy a webhely offline állapotban van.

source: Site status appears to be online.
hu_hu: Úgy tűnik, hogy a webhely online állapotban van.

source: Site status appears to be undefined.
hu_hu: A webhely állapota nem definiáltnak tűnik.

source: Site status code.
hu_hu: Weboldal állapot kódja.

source: Site successfully added - Visit the Site's %1$sDashboard%2$s now.
hu_hu: A weboldal sikeresen hozzáadva - Átlépés az %1$sÁttekintéshez%2$s.

source: Site successfully added.
hu_hu: A weboldal sikeresen hozzáadva.

source: Site tags
hu_hu: Weboldal címkék

source: Site title
hu_hu: Weboldal címe

source: Site updated.
hu_hu: A Weboldal frissítve.

source: Site URL
hu_hu: Weboldal URL

source: Sites
hu_hu: Weboldalak

source: Sites Health Monitoring (Optional)
hu_hu: Weboldalak állapotfigyelése (opcionális)

source: Sites view mode
hu_hu: Oldalak nézet mód

source: Sites view mode is an experimental feature.
hu_hu: Az oldalak nézetmódja kísérleti funkció.

source: Sites view mode.
hu_hu: Oldalak nézetmód.

source: Six times per day
hu_hu: Naponta hatszor

source: Skip
hu_hu: Kihagy

source: Slug
hu_hu: Keresőbarát cím

source: SSL Extension Enabled
hu_hu: SSL kiterjesztés engedélyezve

source: SSL protocol is in place
hu_hu: Az SSL protokoll működik

source: SSL protocol is not in place
hu_hu: Nincs SSL protokoll

source: SSL protocol is not in place:
hu_hu: Az SSL protokoll nem működik:

source: SSL version (optional)
hu_hu: SSL verzió (opcionális)

source: Staging
hu_hu: Átmeneti

source: Standard time begins on: %s.
hu_hu: A normál időszámítás kezdődik: %s.

source: Start Date
hu_hu: Kezdés dátuma

source: Start Managing Your Sites
hu_hu: Kezdje el a webhelyek kezelését

source: Start Page Tour
hu_hu: Kezdőlap túra

source: Start Quick Setup Wizard
hu_hu: Gyorsbeállítás varázsló indítása

source: Start the MainWP Quick Setup Wizard
hu_hu: A MainWP gyorsbeállítás varázsló elindítása

source: Starting backup task.
hu_hu: Biztonsági mentési feladat indítása.

source: Starting required backup(s).
hu_hu: A szükséges biztonsági mentés(ek) elindítása.

source: State
hu_hu: Megye

source: Status
hu_hu: Állapot

source: Status Code
hu_hu: Állapot kód

source: Steps to Update Extensions
hu_hu: A bővítmények frissítésének lépései

source: Stick this post to the front page
hu_hu: Legyen folyamatosan a felhasználói oldalon

source: Still Need Help?
hu_hu: Még mindig segítségre van szüksége?

source: Subject
hu_hu: Tárgy

source: Subscriber
hu_hu: Feliratkozó

source: Success
hu_hu: Sikeres

source: Suite 300
hu_hu: 300-as lakosztály

source: Suspend
hu_hu: Felfüggesztés

source: Suspend Site
hu_hu: Weboldal felfüggesztése

source: Suspend Sites
hu_hu: Weboldal felfüggesztése

source: Suspended
hu_hu: Felfüggesztve

source: Suspended site.
hu_hu: Felfüggesztett webhely.

source: Switch to enable or disable tours.
hu_hu: Kapcsoló a túrák engedélyezéséhez vagy letiltásához.

source: Sync Dashboard with Sites
hu_hu: Műszerfal szinkronizálása webhelyekkel

source: Sync Data
hu_hu: Adat szinkronizálás

source: Sync failed
hu_hu: A szinkronizálás sikertelen

source: Sync failed:
hu_hu: A szinkronizálás sikertelen:

source: Sync process completed successfully.
hu_hu: A szinkronizálási folyamat sikeresen befejeződött.

source: Sync process completed with errors.
hu_hu: A szinkronizálási folyamat hibával zárult.

source: Sync process completed with warnings.
hu_hu: A szinkronizálási folyamat figyelmeztetésekkel fejeződött be.

source: Sync Site
hu_hu: Szinkronizálás

source: Sync Site
hu_hu: Szinkronizálás

source: Sync succeeded
hu_hu: A szinkronizálás sikeres volt

source: Sync to get the latest information about plugin and theme changes made directly on the child site.
hu_hu: Szinkronizálás, hogy a legfrissebb információkat kapja a közvetlenül a gyermekoldalon végrehajtott plugin- és téma-változtatásokról.

source: SYNCING
hu_hu: Szinkronizálás

source: Syncing sites. Please wait...
hu_hu: Weboldal szinkronizálása. Kérlek várj...

source: System
hu_hu: Rendszer

source: System Requirements Check
hu_hu: Rendszerkövetelmények ellenőrzése

source: Table
hu_hu: Táblázat

source: Tag
hu_hu: Címke

source: Tags
hu_hu: Címkék

source: Tags (optional)
hu_hu: Címkék (opcionális)

source: Tags menu position
hu_hu: Címkék menü pozíciója

source: Task created successfully.
hu_hu: A feladat sikeresen létrehozva.

source: Task Name
hu_hu: Feladat neve

source: Task name
hu_hu: Feladat neve

source: Task updated successfully.
hu_hu: A feladat sikeresen frissítve.

source: Ten times per day
hu_hu: Naponta tízszer

source: Test Connection
hu_hu: Kapcsolat tesztelése

source: Test Settings
hu_hu: Tesztbeállítások

source: Testing ...
hu_hu: Tesztelés ...

source: Testing connection...
hu_hu: Kapcsolódás tesztelése ...

source: Testing login.
hu_hu: Bejelentkezés tesztelése.

source: Testing the connection
hu_hu: A kapcsolat tesztelése

source: Thank you for choosing MainWP for managing your WordPress sites. This quick setup wizard will help you configure the basic settings. It's completely optional and shouldn't take longer than five minutes.
hu_hu: Köszönjük, hogy a MainWP-t választotta WordPress oldalainak kezelésére. Ez a gyors beállítási varázsló segít az alapbeállítások konfigurálásában. Ez teljesen opcionális, és nem tart tovább öt percnél.

source: The backup task was added successfully
hu_hu: A mentési feladat sikeresen hozzáadva

source: The demo content serves as placeholder data to give you a feel for the MainWP Dashboard. Please note that because no real websites are connected in this demo, some functionality will be restricted. Features that require a connection to actual websites will be disabled for the duration of the demo.
hu_hu: A demó tartalma helyőrző adatokként szolgál, hogy megismerje a MainWP Dashboardot. Kérjük, vegye figyelembe, hogy mivel ebben a demóban nincsenek valódi weboldalak csatlakoztatva, bizonyos funkciók korlátozottak lesznek. Azok a funkciók, amelyek valódi weboldalakhoz való kapcsolódást igényelnek, a demó idejére le lesznek tiltva.

source: The extension has been activated.
hu_hu: A bővítményt aktiválták.

source: The extension quickly connects to your MainWP Dashboard via MainWP REST API, eliminating the need to log in to your MainWP Dashboard repeatedly to check available updates and non-MainWP changes.
hu_hu: A bővítmény gyorsan csatlakozik a MainWP-hez a MainWP REST API-n keresztül, így nem kell többször bejelentkezned a MainWP felületre, hogy ellenőrizd az elérhető frissítéseket és a MainWP-n kívüli változásokat.

source: The following sites got disconnected from your MainWP Dashboard.
hu_hu: A következő webhelyek le lettek választva a MainWP irányítópultról.

source: The following updates are available on your MainWP Dashboard.
hu_hu: Az alábbi frissítések érhetők el a weboldalakhoz.

source: The HTTP response test get a false http status (%s)
hu_hu: A HTTP-választeszt hibás http-állapotot kap (%s)

source: The HTTP response test get an error "%s"
hu_hu: A HTTP-válasz teszt hibát kap "%s"

source: The license could not be deactivated.
hu_hu: A licencet nem lehetett deaktiválni.

source: The MainWP Browser Extension helps you easily track available updates across all your connected Child Sites, including changes to your plugins and themes status made outside your MainWP Dashboard.
hu_hu: A MainWP böngészőbővítmény segítségével könnyedén nyomon követheted a rendelkezésre álló frissítéseket az összes csatlakoztatott weboldaladon, beleértve a bővítmények és témák állapotának a MainWP Dashboardon kívül végrehajtott módosításait is.

source: The most recent Non-MainWP plugin and theme changes. Sync to get latest info.
hu_hu: A legfrissebb nem MainWP plugin és téma változások. Szinkronizálás a legfrissebb információkért.

source: The most recent pages from the Client websites
hu_hu: Az ügyfelek weboldalainak legfrissebb oldalai

source: The most recent pages from your websites
hu_hu: A legfrissebb oldalak a webhelyekről

source: The most recent posts from the Client websites
hu_hu: Az Ügyfél weboldalak legfrissebb bejegyzései

source: The most recent posts from your websites
hu_hu: A legfrissebb bejegyzések a weboldalakról

source: The requested site has not been found
hu_hu: A kért oldal nem található

source: The site appears to be disconnected. Click here to reconnect.
hu_hu: Az oldal úgy tűnik, hogy nincs csatlakozva. Kattints ide az újracsatlakozáshoz.

source: The site has been removed and the MainWP Child plugin has been disabled.
hu_hu: Ezt a weboldalt eltávolítottuk és a MainWP Gyerek bővítményt letiltottuk.

source: The site has been removed but the MainWP Child plugin could not be disabled
hu_hu: Az oldal eltávolításra került, de a MainWP Child plugint nem lehetett letiltani

source: The site health check shows that your site %1$s (%2$s) health
hu_hu: A webhely állapotának ellenőrzése azt mutatja, hogy a webhely %1$s (%2$s) állapota

source: The site health check shows that your site %1$s (%2$s) health is
hu_hu: A webhely állapotának ellenőrzése azt mutatja, hogy a webhely %1$s (%2$s) állapota a következőképpen alakul

source: The site is already connected to your MainWP Dashboard
hu_hu: Az oldal már csatlakoztatva van a MainWP Vezérlőpultodhoz

source: The site status appears to be offline.
hu_hu: A webhely állapota offline állapotúnak tűnik.

source: The site status appears to be online.
hu_hu: A webhely állapota online.

source: The site status appears to be undefined.
hu_hu: A webhely állapota meghatározhatatlannak tűnik.

source: The task has been removed
hu_hu: A feladatot eltávolítottuk

source: The upload was cancelled, or server error encountered.
hu_hu: A feltöltés megszakadt, vagy szerverhiba lépett fel.

source: Theme
hu_hu: Sablon

source: Theme advanced automatic updates
hu_hu: Téma fejlett automatikus frissítések

source: Theme advanced automatic updates enabled
hu_hu: Téma fejlett automatikus frissítések engedélyezve

source: Theme file not found. Make sure security plugins or server-side security rules are not blocking requests from your child sites.
hu_hu: A témafájl nem található. Győződj meg róla, hogy a biztonsági bővítmények vagy a szerveroldali biztonsági szabályok nem blokkolják a gyermekoldalakról érkező kéréseket.

source: Theme has been activated!
hu_hu: A téma aktiválva lett!

source: Theme has been permanently deleted!
hu_hu: A téma véglegesen törlésre került!

source: Theme Installation
hu_hu: Téma telepítése

source: Theme or site ID not found. Please, reload the page and try again.
hu_hu: Téma vagy webhely ID nem található. Kérjük, töltsd újra az oldalt, és próbáld meg újra.

source: Theme Updates
hu_hu: Sablon frissítés

source: Theme:
hu_hu: Sablon:

source: Themes
hu_hu: Sablonok

source: Themes (Individual Site Overview page)
hu_hu: Témák (az egyéni webhely áttekintése lap)

source: Themes Updates
hu_hu: Sablon frissítés

source: Third-party extensions and integrations
hu_hu: Harmadik féltől származó bővítmények és integrációk

source: This adds folders that are not part of the WordPress core (wp-admin, wp-content and wp-include) to the exclude list. Non-WordPress folders can contain a large amount of data or may be a sub-domain or add-on domain that should be backed up individually and not with this backup.
hu_hu: Ez hozzáadja a kizáró listához azokat a mappákat, amelyek nem részei a WordPress core-nak (wp-admin, wp-content és wp-include). A nem WordPress mappák nagy mennyiségű adatot tartalmazhatnak, vagy aldomain vagy kiegészítő domain lehet, amelyekről külön-külön kell biztonsági mentést készíteni, nem pedig ezzel a biztonsági mentéssel.

source: This appears to be a production site
hu_hu: Úgy tűnik, ez egy működő weboldal

source: This function does not work in the demo mode!
hu_hu: Ez a funkció nem működik demó üzemmódban!

source: This function is essential for creating temporary files, and its unavailability may affect certain functionalities of your MainWP Dashboard.
hu_hu: Ez a funkció elengedhetetlen az ideiglenes fájlok létrehozásához, és ha nem áll rendelkezésre, az befolyásolhatja a MainWP Dashboard bizonyos funkcióit.

source: This meta box, from the %s plugin, is not compatible with the block editor.
hu_hu: Ez a meta doboz, a %s plugintól, nem kompatibilis a blokk szerkesztővel.

source: This operation is not allowed!
hu_hu: Ez a művelet nem megengedett!

source: This process does not affect your extensions settings.
hu_hu: Ez a folyamat nem érinti a kiterjesztések beállításait.

source: This template has been overridden and can be found in:
hu_hu: Ez a sablon felülbírálva lett, és a következő helyen található:

source: This timezone does not observe daylight saving time.
hu_hu: Ebben az időzónában nem érvényesül a nyári időszámítás.

source: This timezone is currently in daylight saving time.
hu_hu: Ez az időzóna jelenleg nyári időszámítás alatt van.

source: This timezone is currently in standard time.
hu_hu: Ez az időzóna jelenleg normál idő szerint van.

source: This user is used for our secure link, it can not be deleted.
hu_hu: Ez a felhasználó használja a biztonságos linket, nem lehet törölni.

source: This website does not exist.
hu_hu: Ez a weboldal nem létezik.

source: This will function renew connection and reconnect site right away.
hu_hu: Ez a funkció megújítja a kapcsolatot, és azonnal újracsatlakoztatja a webhelyet.

source: This will function will break the connection and leave the MainWP Child plugin active and which makes your sites vulnerable. Use only if you attend to reconnect site to the same or a different dashboard right away.
hu_hu: Ez a funkció megszakítja a kapcsolatot, és aktívan hagyja a MainWP Child plugint, ami sebezhetővé teszi a webhelyeket. Csak akkor használja, ha részt vesz a webhely újracsatlakoztatásában ugyanahhoz vagy egy másik műszerfalhoz azonnal.

source: This will function will break the connection and leave the MainWP Child plugin active.
hu_hu: Ez a funkció megszakítja a kapcsolatot, és a MainWP Child plugin aktív marad.

source: Three times per day
hu_hu: Naponta háromszor

source: Time
hu_hu: Idő

source: Time format
hu_hu: Időformátum

source: TIMEOUT
hu_hu: IDŐTÚLLÉPÉS

source: Timezone
hu_hu: Időzóna

source: Title
hu_hu: Cím

source: Title and Body
hu_hu: Cím és szöveg

source: tmpfile() function is currently disabled on your server.
hu_hu: tmpfile() függvény jelenleg le van tiltva a szerveren.

source: To avoid information overload, we highly recommend adding Extensions one at a time and as you need them. Skip any Extension you do not want to install at this time.
hu_hu: Az információ túlterhelés elkerülése érdekében javasoljuk, hogy a Bővítményeket egyszerre csak egyenként és szükség szerint adja hozzá. Hagyjon ki minden olyan bővítményt, amelyet jelenleg nem szeretne telepíteni.

source: to check your site status.
hu_hu: a weboldal állapotának ellenőrzéséhez.

source: To create a custom theme, copy the `mainwp-dark-theme.css` file from the MainWP Custom Dashboard Extension located in the `css` directory, make your edits and upload the file to the `../wp-content/uploads/mainwp/custom-dashboard/` directory.
hu_hu: Egy egyéni téma létrehozásához másolja a `mainwp-dark-theme.css` fájlt a `css` könyvtárban található MainWP Custom Dashboard Extension-ből, végezze el a szerkesztéseket, és töltse fel a fájlt a `../wp-content/uploads/mainwp/custom-dashboard/` könyvtárba.

source: To disable update confirmations, go to the %1$sSettings%2$s page and disable the "Disable update confirmations" option
hu_hu: A frissítés-megerősítések letiltásához nyisd meg a %1$sBeállítások%2$s lapot, és tiltsd le a "Frissítési visszaigazolások letiltása" lehetőséget

source: To enable error logging, please check this %1$shelp document%2$s.
hu_hu: A hibanaplózás engedélyezéséhez ellenőrizd ezt a %1$ssúgó dokumentumot%2$s.

source: To find out more about what your HTTP status code means please %1click here%2 to locate your number (%3)
hu_hu: Ha többet szeretnél megtudni arról, hogy mit jelent a HTTP-állapotkód, kérjük, %1kattints ide%2 a szám megkereséséhez (%3)

source: To go back to the WordPress Admin section, click the "Back to WP Admin" button.
hu_hu: Ha vissza szeretnél lépni a WordPress Admin szakaszra, kattints a "Vissza a WP Adminhoz" gombra.

source: To hide or show a column, click the Cog (%s) icon and select options from "Show columns"
hu_hu: Egy oszlop elrejtéséhez vagy megjelenítéséhez kattints a Fogaskerék (%s) ikonra, és válasszd ki az "Oszlopok megjelenítése" opciót.
