Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: Checks if SSL protocol is in place. You have to change this yourself.
hu_hu: Ellenőrzi, hogy az SSL protokoll működik-e. Ezt magadnak kell megváltoztatnia.

source: Checks if WP Config debugging is disabled. You have to change this yourself.
hu_hu: Ellenőrzi, hogy a WP Config hibakeresés le van-e tiltva. Ezt magadnak kell megváltoztatnod.

source: Checks if WP is up to date. You have to change this yourself.
hu_hu: Ellenőrzi, hogy a WP naprakész-e. Ezt magadnak kell megváltoztatnod.

source: Child site info (Individual Site Overview page)
hu_hu: Gyermekoldal információk (Egyéni oldal áttekintése oldal)

source: Child site notes
hu_hu: Weboldalhoz megjegyzések

source: Child Site Response
hu_hu: Gyermek weboldal válasz

source: Child site settings saved successfully.
hu_hu: A gyermek webhely beállításai sikeresen mentésre kerültek.

source: Child Site Uptime Monitoring (Optional)
hu_hu: Gyermekwebhely leállás figyelése (nem kötelező)

source: Child sites connection status
hu_hu: Weboldalak kapcsolat állapota

source: Choose either a city in the same timezone as you or a %s (Coordinated Universal Time) time offset.
hu_hu: Válassz egy Hozzád azonos időzónában lévő várost vagy egy %s (koordinált világidő) időeltolódást.

source: Choose if you want to disable the popup confirmations when performing updates.
hu_hu: Válaszd ki, ha le szeretnéd tiltani az előugró ablakok megerősítését a frissítések végrehajtásakor.

source: City
hu_hu: Város

source: Classic
hu_hu: Klasszikus

source: Clear All Non-MainWP Changes
hu_hu: Minden nem MainWP módosítás törlése

source: Click %1$sAdd New%2$s to install a new plugin
hu_hu: Kattints az %1$sÚj hozzáadása%2$s gombra egy új plugin telepítéséhez

source: Click here
hu_hu: Kattints ide

source: Click here to add a note.
hu_hu: Kattints ide jegyzet hozzáadásához.

source: Click here to create a new tag.
hu_hu: Kattints ide egy új címke létrehozásához.

source: Click here to fix all security issues on the child site.
hu_hu: Ide kattintva kijavíthatod a gyerek webhelyen lévő összes biztonsági problémát.

source: Click here to see details.
hu_hu: Kattints ide a részletek megtekintéséhez.

source: Click here to see the list of all sites and detected security issues.
hu_hu: Kattints ide az összes webhely és az észlelt biztonsági problémák listájának megtekintéséhez.

source: Click here to unfix all security issues on the child site.
hu_hu: Kattints ide a webhely biztonsági problémáinak megoldásához.

source: Click the image to edit or update
hu_hu: A szerkesztéshez vagy frissítéshez kattints a képre

source: Click the Start Page Tour button to start the guided tour for the current page.
hu_hu: Kattintson az Oldaltúra indítása gombra az aktuális oldal vezetett túrájának elindításához.

source: Click this button to delete the Demo content from your MainWP Dashboard and disable the Demo mode.
hu_hu: Erre a gombra kattintva törölheti a Demo tartalmat a MainWP Dashboardról, és letilthatja a Demo módot.

source: Click this button to export all connected sites to a CSV file.
hu_hu: Erre a gombra kattintva exportálhatod az összes kapcsolódó webhelyet egy CSV-fájlba.

source: Click this button to import the Demo content to your MainWP Dashboard and enable the Demo mode.
hu_hu: Erre a gombra kattintva importálhatja a Demo tartalmat a MainWP Dashboardra és engedélyezheti a Demo módot.

source: Click this button to import websites to your MainWP Dashboard.
hu_hu: Kattints erre a gombra a webhelyek MainWP irányítópultba importálásához.

source: Click this button to restore all info messages in your MainWP Dashboard and Extensions.
hu_hu: Erre a gombra kattintva a MainWP Dashboard és a Bővítmények összes információs üzenete visszaállítható.

source: Click this button to start the Quick Setup Wizard
hu_hu: Kattintson erre a gombra a Gyorsbeállítás varázsló elindításához

source: Click to add a note .
hu_hu: Kattints a megjegyzés hozzáadásához .

source: Click to configure the email settings.
hu_hu: Kattintson a gombra az e-mail beállítások konfigurálásához.

source: Click to configure the email.
hu_hu: Kattints az e-mail konfigurálásához.

source: Click to go back to the site WP Admin area.
hu_hu: Kattints a vissza a WP Admin területre ugráshoz.

source: Click to see available updates
hu_hu: Kattints ide az elérhető frissítések megtekintéséhez

source: Click to see more about extension privacy.
hu_hu: Kattintson ide, ha többet szeretne megtudni a kiterjesztés adatvédelméről.

source: Click to see the site homepage screenshot .
hu_hu: Kattints a honlap kezdőlapjának képernyőképéhez.

source: Click to see the site homepage screenshot.
hu_hu: Kattints a honlap kezdőlapjának képernyőképéhez.

source: Click to select all sites.
hu_hu: Kattintson az összes oldal kiválasztásához.

source: Click to upload the import file.
hu_hu: Kattintson a gombra az importált fájl feltöltéséhez.

source: Clicking this buttin will resolve all detected security issue on all your child sites.
hu_hu: Erre a gombra kattintva megoldja az összes észlelt biztonsági problémát az összes gyermek weboldalon.

source: Clicking this button will update all Plugins on All your websites.
hu_hu: Erre a gombra kattintva frissíti az összes plugint az összes weboldalon.

source: Clicking this button will update all Plugins on the website.
hu_hu: Erre a gombra kattintva a weboldalon lévő összes bővítmény frissül.

source: Clicking this button will update all Plugins, Themes, WP Core files and translations on ALL your websites.
hu_hu: Erre a gombra kattintva az összes Plugin, Téma, WP Core fájl és fordítás frissül az összes weboldalon.

source: Clicking this button will update all Plugins, Themes, WP Core files and translations on this website.
hu_hu: Erre a gombra kattintva frissül az összes plugin, téma, WP Core fájl és fordítás ezen a weboldalon.

source: Clicking this button will update all Themes on All your websites.
hu_hu: Erre a gombra kattintva frissíti az összes témát az összes weboldalon.

source: Clicking this button will update all Translations on All your websites.
hu_hu: Erre a gombra kattintva az összes fordítás frissül az összes weboldalon.

source: Clicking this button will update WP Core files on All your websites.
hu_hu: Erre a gombra kattintva frissíti a WP alap fájlokat az összes weboldalon.

source: Client
hu_hu: Ügyfél

source: Client (optional)
hu_hu: Ügyfél (opcionális)

source: Client address 1
hu_hu: Cím 1

source: Client address 2
hu_hu: Cím 2

source: Client city
hu_hu: Város

source: Client country
hu_hu: Ország

source: client dashboard
hu_hu: ügyfél műszerfal

source: Client Email
hu_hu: Ügyfél e-mail

source: Client email
hu_hu: Ügyfél e-mail

source: Client email exists. Please try again.
hu_hu: Az ügyfél e-mailje már létezik. Kérjük, próbáld meg újra.

source: Client Facebook
hu_hu: Facebook

source: Client Fields
hu_hu: Ügyfél mezők

source: Client ID empty.
hu_hu: Az Ügyfél ID üres.

source: Client ID field is required! Please enter a Client ID.
hu_hu: Az ügyfél azonosító mező kitöltése kötelező! Kérjük, adja meg az ügyfél azonosítóját.

source: Client Info
hu_hu: Ügyfél információ

source: Client info (Individual Site Overview page)
hu_hu: Ügyfél-információk (Egyedi oldal áttekintése)

source: Client info is available as tokens for reports and boilerplate content. Toggle the switch to see available tokens.
hu_hu: Az ügyfélinformáció tokenek formájában áll rendelkezésre a jelentésekhez és az alaptartalomhoz. A kapcsoló átkapcsolásával megtekintheti a rendelkezésre álló tokeneket.

source: Client Information
hu_hu: Ügyfél információ

source: Client Instagram
hu_hu: Instagram

source: Client LinkedIn
hu_hu: LinkedIn

source: Client name
hu_hu: Ügyfél neve

source: Client Name (Required)
hu_hu: Ügyfél neve (kötelező)

source: Client name are empty. Please try again.
hu_hu: Az ügyfél neve üres. Kérjük, próbálja meg újra.

source: Client name field is required! Please enter a Client name.
hu_hu: Az ügyfél neve mező kitöltése kötelező! Kérjük, add meg az Ügyfél nevét.

source: Client notes
hu_hu: Ügyfél megjegyzés

source: Client notes.
hu_hu: Ügyfél megjegyzés.

source: Client phone
hu_hu: Telefonszám

source: Client photo
hu_hu: Fotó

source: Client primary contact
hu_hu: Ügyfél elsődleges kapcsolattartó

source: Client Properties
hu_hu: Ügyfél tulajdonságai

source: Client removed successfully.
hu_hu: Ügyfél sikeresen eltávolítva.

source: Client state
hu_hu: Ügyfél állapota

source: Client status
hu_hu: Állapot

source: Client Twitter
hu_hu: Twitter

source: Client ZIP
hu_hu: Irányítószám

source: Clients
hu_hu: Ügyfelek

source: Clients information
hu_hu: Ügyfél információk

source: Close
hu_hu: Bezárás

source: Comments
hu_hu: Hozzászólások

source: Compact
hu_hu: Kompakt

source: Compact insights data
hu_hu: Kompakt betekintési adatok

source: Compact Logs
hu_hu: Kompakt naplók

source: Company
hu_hu: Cég

source: Complete URL
hu_hu: Teljes URL

source: Confirmation
hu_hu: Megerősítés

source: Congratulations!
hu_hu: Gratulálok!

source: Congratulations! All your child sites are properly connected!
hu_hu: Gratulálunk! Minden weboldal megfelelően csatlakoztatva van!

source: Congratulations! All your child sites are up to date!
hu_hu: Gratulálunk! Minden weboldalad naprakész!

source: Congratulations! Now you are ready to start managing your WordPress sites.
hu_hu: Gratulálunk! Most már készen állsz arra, hogy elkezdjed a WordPress oldalak kezelését.

source: Connect
hu_hu: Csatlakozás

source: Connect Site
hu_hu: Oldal csatlakoztatása

source: Connect Your First Child Site
hu_hu: Csatlakoztassa az első gyermeke webhelyét

source: Connect Your WordPress Site
hu_hu: Csatlakoztassa a WordPress webhelyét

source: Connect Your WordPress Sites
hu_hu: A WordPress oldalaid csatlakoztatása

source: Connected
hu_hu: Hozzáadva

source: Connected on
hu_hu: Kapcsolódva, mint

source: Connection failed to the License Key API server. Try again later.
hu_hu: A licenckulcs API-kiszolgálóval való kapcsolat sikertelen. Próbálja meg később újra.

source: Connection Status
hu_hu: Kapcsolódás állapot

source: Connection Test
hu_hu: Csatlakozási teszt

source: Connection test failed.
hu_hu: A kapcsolat tesztje sikertelen.

source: Connection test successful.
hu_hu: A kapcsolat tesztje sikeres.

source: Connection with the API license server could not be established. Please, try again later.
hu_hu: Nem jött létre kapcsolat az API-licenckiszolgálóval. Próbálkozz később.

source: Consumer key
hu_hu: Felhasználói kulcs

source: Consumer key ending in
hu_hu: Fogyasztói kulcs vége

source: Consumer secret
hu_hu: Felhasználói titok

source: Contact email (Required)
hu_hu: Kapcsolattartó e-mail címe (Kötelező)

source: Contact Facebook
hu_hu: Kapcsolat Facebook

source: Contact Info
hu_hu: Kapcsolat Infó

source: Contact Instagram
hu_hu: Kapcsolat Instagram

source: Contact LinkedIn
hu_hu: Kapcsolat LinkedIn

source: Contact Name
hu_hu: Kapcsolat neve

source: Contact name (Required)
hu_hu: Kapcsolattartó neve (kötelező)

source: Contact phone
hu_hu: Kapcsolattartó telefon

source: Contact photo
hu_hu: Kapcsolat fotó

source: Contact role
hu_hu: Kapcsolattartó szerep

source: Contact Twitter
hu_hu: Kapcsolat Twitter

source: Containing keyword
hu_hu: Tartalmazó kulcsszó

source: Content
hu_hu: Tartalom

source: Context
hu_hu: Szövegkörnyezet

source: Continue
hu_hu: Folytatás

source: Continue import.
hu_hu: Folytassa a behozatalt.

source: Continue update
hu_hu: Folytassa a frissítést

source: Continue update anyway
hu_hu: Folytassa a frissítést egyébként

source: Contributor
hu_hu: Közreműködő

source: Copy file to uploads
hu_hu: Fájl másolása a feltöltéshez

source: Copy Response
hu_hu: Válasz másolása

source: Copy System Report for the MainWP Community
hu_hu: A rendszerjelentésének másolása a MainWP-közösségnek

source: Copy the system report to paste it to the MainWP Community.
hu_hu: Másold ki a rendszerjelentést a MainWP-közösségbe való beillesztéshez.

source: Copy to Clipboard
hu_hu: Másolás a vágólapra

source: Could not save uploaded file!
hu_hu: Nem sikerült elmenteni a feltöltött fájlt!

source: Could you please do me a BIG favor and give it a 5-star rating? Reviews from users like YOU really help the MainWP community to grow.
hu_hu: Megtennél nekem egy NAGY szívességet, és adnál neki 5 csillagot? Az olyan felhasználók véleménye, mint az Önöké, valóban segít a MainWP közösség növekedésének.

source: Country
hu_hu: Ország

source: Create a Client
hu_hu: Ügyfél létrehozása

source: Create a new bulk page. Scheduling pages on Child Sites is almost the same as publishing it. The only difference is before clicking the Publish button is setting it to Scheduled status and setting the time. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Hozzon létre egy új ömlesztett oldalt. Az oldalak ütemezése a gyermekoldalakon majdnem ugyanaz, mint a közzététel. Az egyetlen különbség a Közzététel gombra való kattintás előtt az Ütemezett állapotba helyezés és az időpont beállítása. További segítségért kérjük, olvassa el ezt a %1$ssúgó dokumentációt%2$s.

source: Create a new bulk post. Scheduling posts on Child Sites is almost the same as publishing it. The only difference is before clicking the Publish button is setting it to Scheduled status and setting the time. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Hozzon létre egy új tömeges hozzászólást. A bejegyzések ütemezése a gyermekoldalakon szinte ugyanaz, mint a közzététel. Az egyetlen különbség a Közzététel gombra való kattintás előtt az Ütemezett státuszba helyezés és az időpont beállítása. További segítségért kérjük, nézze meg ezt a %1$ssúgó dokumentációt%2$s.

source: Create a new contact for this client
hu_hu: Új kapcsolat létrehozása az ügyfél számára

source: Create a new User to your child sites
hu_hu: Új felhasználó létrehozása a gyermekoldalakhoz

source: Create a tag with selected sites.
hu_hu: Hozzon létre egy címkét a kiválasztott helyszínekkel.

source: Create and manage custom Client fields.
hu_hu: Egyéni ügyfélmezők létrehozása és kezelése.

source: Create clients in the MainWP > Clients area.
hu_hu: Hozzon létre ügyfeleket a MainWP > Ügyfelek területen.

source: Create New Boilerplate Page
hu_hu: Új Boilerplate oldal létrehozása

source: Create New Boilerplate Post
hu_hu: Új Boilerplate poszt létrehozása

source: Create New Bulk Page
hu_hu: Új tömeges oldal létrehozása

source: Create New Bulk Post
hu_hu: Új tömeges hozzászólás létrehozása

source: Create New Category
hu_hu: Új kategória létrehozása

source: Create New Client
hu_hu: Új ügyfél

source: Create Report
hu_hu: Jelentés létrehozása

source: Create Tag
hu_hu: Címke létrehozása

source: Create Tags
hu_hu: Új címke

source: Created
hu_hu: Létrehozva

source: Creating backupfile.
hu_hu: Biztonsági mentési fájl létrehozása.

source: Creating the backupfile on the child installation, this might take a while depending on the size. Please be patient.
hu_hu: A biztonsági másolat fájljának létrehozása a gyermek telepítésen, ez a mérettől függően eltarthat egy ideig. Légy türelemmel.

source: Critical Security & Performance updates for MainWP Extensions
hu_hu: Kritikus biztonsági és teljesítményfrissítések a MainWP bővítményekhez

source: Cron Job
hu_hu: Cron feladat

source: Cron Schedules
hu_hu: Cron ütemezések

source: Cross IP Settings
hu_hu: Cross IP beállítások

source: CSV file contains a header
hu_hu: A CSV fájl fejlécet tartalmaz

source: cURL Extension Enabled
hu_hu: cURL kiterjesztés engedélyezve

source: cURL version
hu_hu: cURL verzió

source: Current Page URI
hu_hu: Jelenlegi oldal URI

source: Current Version
hu_hu: Jelenlegi verzió

source: Currently Executing Script Pathname
hu_hu: Jelenleg futó parancsfájl elérési útvonala

source: Custom email template deleted successfully.
hu_hu: Egyéni e-mail sablon sikeresen törölve.

source: Custom excludes
hu_hu: Egyedi kizárás

source: Custom Field
hu_hu: Egyedi mező

source: Custom Fields
hu_hu: Egyedi mezők

source: Custom icon
hu_hu: Egyéni ikon

source: Daily
hu_hu: Napi

source: Daily Digest Email
hu_hu: Napi összegző e-mail

source: Daily notification about available updates and disconnected sites.
hu_hu: Napi értesítés az elérhető frissítésekről és a leválasztott webhelyekről.

source: Daily update frequency
hu_hu: Napi összegzés gyakorisága

source: Dark
hu_hu: Sötét

source: Dashboard
hu_hu: Vezérlőpult

source: Dashboard Insights
hu_hu: Műszerfal betekintések

source: Dashboard Insights is a feature that will provide you with analytics data about your MainWP Dashboard usage. This version of the MainWP Dashboard contains only the logging part of this feature, which only logs actions performed in the MainWP Dashboard. Once the feature is fully completed, a new version will be released, and the logged data will be available.
hu_hu: A Dashboard Insights egy olyan funkció, amely analitikai adatokat szolgáltat a MainWP Dashboard használatáról. A MainWP Dashboard ezen verziója csak a funkció naplózási részét tartalmazza, amely csak a MainWP Dashboardon végzett műveleteket naplózza. Amint a funkció teljesen elkészül, egy új verzió fog megjelenni, és a naplózott adatok is elérhetőek lesznek.

source: Dashboard Insights Settings
hu_hu: Műszerfal Insights beállítások

source: Dashboard Insights Tools
hu_hu: Dashboard Insights Eszközök

source: Data Synchronization
hu_hu: Adat szinkronizáció

source: DATABASE BACKUP
hu_hu: ADATBÁZIS BIZTONSÁGI MENTÉS

source: Database Backup
hu_hu: Adatbázis biztonsági mentése

source: Database error reporting disabled:
hu_hu: Adatbázis hibajelentés letiltva:

source: Database error reporting has been disabled
hu_hu: Az adatbázis hibajelentése letiltásra került

source: Database error reporting has not been disabled
hu_hu: Az adatbázis hibajelentés nem lett letiltva

source: Date
hu_hu: Dátum

source: Date Format
hu_hu: Dátum formátum

source: Date Format.
hu_hu: Dátum formátum.

source: Date range
hu_hu: Dátum tartomány

source: Date the site was connected to the MainWP Dashboard.
hu_hu: A webhely MainWP Dashboardhoz való csatlakoztatásának dátuma.

source: Date the site was connected.
hu_hu: Weboldal hozzáadásának ideje.

source: Day
hu_hu: Nap

source: Daylight saving time begins on: %s.
hu_hu: A nyári időszámítás kezdődik: %s.

source: Days without of a full backup tolerance
hu_hu: A teljes biztonsági másolat nélküli napok tűrése

source: Deactivate
hu_hu: Kikapcsolás

source: Deactivate License
hu_hu: Licensz törlése

source: Deactivate License Key
hu_hu: Licenckulcs deaktiválása

source: Deactivate the
hu_hu: Kapcsolja ki a

source: Deactivated
hu_hu: Inaktivált

source: Debug
hu_hu: Hibakeresés

source: Debug Mode
hu_hu: Hibakereső mód

source: Default
hu_hu: Alapértelmezett

source: Default items per page value
hu_hu: Alapértelmezett elemek oldalankénti értéke

source: Default: Enabled
hu_hu: Alapértelmezett: Engedélyezve

source: Default: Off
hu_hu: Alapértelmezett: Ki

source: Default: On
hu_hu: Alapértelmezett: be

source: Delay off
hu_hu: Késleltetés ki

source: Delete
hu_hu: Törlés

source: Delete Demo Content
hu_hu: Demo tartalom törlése

source: Delete Extensions API Activation Data
hu_hu: Bővítmények API aktiválási adatainak törlése

source: Delete extensions API Activation data
hu_hu: Bővítmények API aktiválási adatok törlése

source: Delete extensions API activation data. This will not affect extensions settings, it just removes API activation data.
hu_hu: Bővítmények API aktiválási adatainak törlése. Ez nem érinti a bővítmények beállításait, csak az API-aktiválási adatokat távolítja el.

source: Delete Image
hu_hu: Kép törlés

source: Delete Log
hu_hu: Napló törlése

source: Delete permanently
hu_hu: Végleges törlés

source: Delete photo
hu_hu: Fénykép törlése

source: Delete records
hu_hu: Rekordok törlése

source: Delete selected tag.
hu_hu: Kijelölt címke törlése.

source: delete sites
hu_hu: weboldalak törlése

source: Delete the
hu_hu: Töröljük a

source: Delete the Demo content from your MainWP Dashboard and disable the Demo mode.
hu_hu: Törölje a Demo tartalmat a MainWP Dashboardról és tiltsa le a Demo módot.

source: Delete Version 3 Extensions (extensions older than version 4) from your MainWP Dashboard
hu_hu: A 3. verziójú bővítmények (4. verziónál régebbi bővítmények) törlése a MainWP Dashboardról

source: Deleted
hu_hu: Törölve

source: Demo mode
hu_hu: Demo mód

source: Demo Mode can not be enabled on MainWP Dashboards that already have sites connected, clients created or extensions installed.
hu_hu: A demó mód nem engedélyezhető olyan MainWP Dashboardokon, amelyekhez már csatlakoztattak webhelyeket, létrehoztak ügyfeleket vagy telepítettek bővítményeket.

source: Description
hu_hu: Leírás

source: Deselect All
hu_hu: Az összes kijelölésének megszüntetése

source: Deselect All Disconnected
hu_hu: Minden lekapcsolt kijelölés megszüntetése

source: Destination
hu_hu: Cél

source: Details
hu_hu: Részletek

source: Detected
hu_hu: Jelenlegi

source: Detected PHP version.
hu_hu: PHP verzió.

source: Detected security issues
hu_hu: Észlelt biztonsági problémák

source: Detected site health score.
hu_hu: Az egészségi állapot alapján.

source: Detected Value
hu_hu: Érzékelt érték

source: Did you generate unique security ID on the site? If yes, copy it here, if not, leave this field blank.
hu_hu: Egyedi biztonsági azonosítót generáltál az oldalon? Ha igen, másolja ide, ha nem, hagyja üresen ezt a mezőt.

source: Did you know that MainWP has Extensions for working with popular backup plugins? Visit the %1$sExtensions Site%2$s for options.
hu_hu: Tudta, hogy a MainWP rendelkezik bővítményekkel a népszerű biztonsági mentési bővítményekkel való együttműködéshez? Látogasson el a %1$sBővítmények oldalára%2$s a lehetőségekért.

source: Did you know that MainWP has extensions for working with popular backup plugins? Visit the %1$sextensions site%2$s for options.
hu_hu: Tudta, hogy a MainWP rendelkezik bővítményekkel a népszerű biztonsági mentési bővítményekkel való együttműködéshez? Látogasson el %1$s a bővítmények oldalára%2$s a lehetőségekért.

source: Did you know with the %1 you can control the settings of these plugins directly from your MainWP Dashboard?
hu_hu: Tudtad, hogy a(z) %1 segítségével közvetlenül a MainWP irányítópultjáról tudod vezérelni ezeknek a pluginoknek a beállításait?

source: Did you know with the %1 you can control the settings of these themes directly from your MainWP Dashboard?
hu_hu: Tudtad, hogy a(z) %1 segítségével közvetlenül a MainWP irányítópultjáról tudod vezérelni ezeknek a témáknak a beállításait?

source: Did you know with the %1 you can control the settings of this plugin directly from your MainWP Dashboard?
hu_hu: Tudtad, hogy a(z) %1 segítségével közvetlenül a MainWP irányítópultjáról tudod vezérelni ennek a pluginnak a beállításait?

source: Did you know with the %1 you can control the settings of this theme directly from your MainWP Dashboard?
hu_hu: Tudtad, hogy a(z) %1 segítségével közvetlenül a MainWP irányítópultjáról tudod vezérelni ennek a témának a beállításait?

source: Directories listing prevented:
hu_hu: A címjegyzékek listázása megakadályozott:

source: Disable
hu_hu: Letiltás

source: Disable Demo Mode & Remove Demo Content
hu_hu: Demo mód letiltása & Demo tartalom eltávolítása

source: Disable for single updates
hu_hu: Egyszeri frissítések esetén letiltás

source: Disabled
hu_hu: Letiltva

source: Disabling this option will disable the WP Cron so all scheduled events will stop working.
hu_hu: Ha letiltod ezt az opciót, letiltod a WP Cront, így minden ütemezett esemény leáll.

source: Disconnect all child sites
hu_hu: Kapcsolja le az összes gyermekoldalt

source: Disconnect Sites
hu_hu: Szétkapcsolt oldalak

source: Disconnect Websites.
hu_hu: Szétkapcsolt Weboldalak.

source: DISCONNECTED
hu_hu: Szétkapcsolt
