Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: disconnected successfully.
hu_hu: a kapcsolat sikeresen megszakadt.

source: Go to WP Admin
hu_hu: Vissza a WP adminra

source: ignorred successfully.
hu_hu: sikeresen figyelmen kívül hagyta.

source: is Disconnected. Click the Reconnect button to establish the connection again.
hu_hu: lekapcsolva. A kapcsolat újbóli létrehozásához kattintson az Újracsatlakozás gombra.

source: item updated successfully.
hu_hu: tétel sikeresen frissült.

source: plugin from the child site.
hu_hu: bővítmény a gyermek oldalról.

source: plugin on the child site.
hu_hu: plugin a gyermek oldalon.

source: plugins updated successfully.
hu_hu: a bővítmények sikeresen frissültek.

source: reconnected successfully.
hu_hu: sikeresen visszakapcsolódott.

source: successfully.
hu_hu: sikeres.

source: synced successfully.
hu_hu: Sikeresen szinkronizálva.

source: theme from the child site.
hu_hu: téma a gyermek oldalról.

source: theme on the child site.
hu_hu: téma a gyermek oldalon.

source: themes updated successfully.
hu_hu: a témák sikeresen frissültek.

source: translations updated successfully.
hu_hu: a fordítások sikeresen frissültek.

source: unignorred successfully.
hu_hu: sikeresen figyelmen kívül hagyva.

source: updated successfully.
hu_hu: sikeresen frissült.

source: %1 could not be deleted. This theme is active theme.
hu_hu: %1 nem törölhető. Ez a téma aktív téma.

source: %1 could not be deleted. This theme is parent theme for the currently active theme.
hu_hu: %1 nem törölhető. Ez a téma az aktuálisan aktív téma szülőtémája.

source: %1$sActivate%2$s the plugin
hu_hu: %1$s Aktiválása %2$s plugin

source: %1$sBoilerplate%2$s and %3$sReports%4$s extensions tokens are supported in the email settings and templates if Extensions are in use.
hu_hu: a %1$sBoilerplate%2$s és %3$sReports%4$s kiterjesztések tokenjei támogatottak az e-mail beállításokban és sablonokban, ha a kiterjesztések használatban vannak.

source: %1$sClick here%2$s to see how to find the OpenSSL.cnf file.
hu_hu: %1$sKattintson ide%2$s az OpenSSL.cnf fájl kereséséhez.

source: %1$sCongratulations you have connected %2$s.%3$s After finishing the Quick Setup Wizard, you can add additional sites from the Add New Sites page.
hu_hu: %1$sGratulálunk, csatlakoztattad a következőt: %2$s.%3$s A Gyors beállítás varázsló befejezése után további weboldalakat vehetsz fel az Új webhelyek hozzáadása oldalon.

source: %s ago
hu_hu: %s ezelőtt

source: %sWhat is this?%s
hu_hu: %sMi ez?%s

source: &mdash; No role for this site &mdash;
hu_hu: &mdash; Nincs szerepe ezen az oldalon &mdash;

source: &mdash; Select &mdash;
hu_hu: &mdash; Válassz &mdash;

source: (Default)
hu_hu: (alapértelmezett)

source: -1 to default to All of your Child Sites.
hu_hu: -1 az alapértelmezett minden gyermek oldalhoz.

source: .htaccess File
hu_hu: .htaccess fájl

source: /wp-content/, /wp-content/plugins/, /wp-content/themes/ and /wp-content/uploads/ directories listing has been prevented
hu_hu: /wp-content/,/wp-content/plugins/,/wp-content/themes/és/wp-content/uploads/könyvtárak listázása megakadályozva

source: /wp-content/, /wp-content/plugins/, /wp-content/themes/ and /wp-content/uploads/ directories listing has not been prevented
hu_hu: /wp-content/,/wp-content/plugins/,/wp-content/themes/és/wp-content/uploads/könyvtárak listázása nincsen megakadályozva

source: 1 day
hu_hu: 1 nap

source: 14 days
hu_hu: 14 nap

source: 2 days
hu_hu: 2 nap

source: 3 days
hu_hu: 3 nap

source: 30 days
hu_hu: 30 nap

source: 4 days
hu_hu: 4 nap

source: 5 days
hu_hu: 5 nap

source: 6 days
hu_hu: 6 nap

source: 7 days
hu_hu: 7 nap

source: <br />CURRENTLY RUNNING:
hu_hu: <br/>ÉPPEN FUTÓ:

source: <h3>No plugin information found.</h3> This may be a premium plugin and no other details are available from WordPress.
hu_hu: <h3>Nem található bővítményinformáció.</h3> Ez egy prémium plugin lehet, és más részlet nem áll rendelkezésre a WordPressben.

source: A full backup has not been taken in the last %1 days for the following sites:
hu_hu: Az elmúlt %1 napban nem készült teljes biztonsági másolat a következő helyekhez:

source: Abandoned
hu_hu: Elhagyott

source: Abandoned Plugins
hu_hu: Elhagyott pluginok

source: Abandoned Plugins & Themes
hu_hu: Magára hagyott bővítmények és témák

source: Abandoned plugins/themes tolerance
hu_hu: Elhagyott pluginek/témák toleranciája

source: Abandoned plugins:
hu_hu: Elhagyott pluginok:

source: Abandoned Themes
hu_hu: Elhagyott témák

source: Abandoned themes:
hu_hu: Elhagyott témák:

source: Abandoned:
hu_hu: Elhagyatott:

source: About the client
hu_hu: Az ügyfélről

source: About the user
hu_hu: A felhasználó

source: Accept Content
hu_hu: Tartalom elfogadása

source: Account Management
hu_hu: Fiók kezelés

source: Action
hu_hu: Művelet

source: Action Logs
hu_hu: Műveleti naplók

source: Action logs
hu_hu: Műveleti naplók

source: Actions
hu_hu: Műveletek

source: Activate
hu_hu: Aktiválás

source: Activate Extensions
hu_hu: Kiegészítők aktiválása

source: Activate the
hu_hu: Aktiváljuk a

source: Activated
hu_hu: Aktiv

source: Activation error! Download permission for this product could not be found.
hu_hu: Aktiválási hiba! A termék letöltési engedélye nem található.

source: Activation error! Matching API key could not be found.
hu_hu: Aktiválási hiba! Nem találtunk megfelelő API-kulcsot.

source: Activation error! Please try to deactivate and re-activate the extension on the WP > Plugins page and try to activate API key again.
hu_hu: Aktiválási hiba! Kérjük, próbálja meg deaktiválni és újra aktiválni a bővítményt a WP > Plugins oldalon, és próbálja meg újra aktiválni az API-kulcsot.

source: Active
hu_hu: Aktív

source: Active Plugins
hu_hu: Bekapcsolt bővítmények

source: Active plugins:
hu_hu: Aktív bővítmények:

source: Active Theme
hu_hu: Aktív téma

source: Active theme cannot be deactivated.
hu_hu: Az aktív témát nem lehet kikapcsolni.

source: Add a client to the website.
hu_hu: Ügyfél hozzáadása a weboldalhoz.

source: Add a new Client to your MainWP Dashboard
hu_hu: Új ügyfél hozzáadása a MainWP Dashboardhoz

source: Add a new Page to your child sites
hu_hu: Új oldal hozzáadása a gyermekoldalakhoz

source: Add a new Post to your child sites
hu_hu: Új bejegyzés hozzáadása a gyermekwebhelyekhez

source: Add a New Site
hu_hu: Új weboldal

source: Add a new site or use the Test Connection feature to check if the site can be connected.
hu_hu: Adj hozzá új weboldalt, vagy használd a Kapcsolat tesztelése funkciót annak ellenőrzésére, hogy a weboldal csatlakoztatható-e.

source: Add a new Website to your MainWP Dashboard
hu_hu: Új weboldal hozzáadása a MainWP-hez

source: Add Additional Contact
hu_hu: További kapcsolat hozzáadása

source: Add API Keys
hu_hu: API kulcsok hozzáadása

source: Add API to Enable Update Notification
hu_hu: API hozzáadása a frissítési értesítés engedélyezéséhez

source: add backup tasks
hu_hu: mentési feladatok hozzáadása

source: Add Client
hu_hu: Ügyfél hozzáadása

source: Add Contact
hu_hu: Kapcsolat hozzáadás

source: Add Custom Client Info
hu_hu: Egyéni ügyfél-információk hozzáadása

source: Add Custom Field
hu_hu: Egyéni mező hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Add New Category
hu_hu: Új kategória

source: Add New Client
hu_hu: Új ügyfél

source: Add New Page
hu_hu: Új oldal

source: Add New Post
hu_hu: Új bejegyzés hozzáadása

source: Add New Schedule
hu_hu: Új ütemterv hozzáadása

source: Add New Site
hu_hu: Új weboldal

source: Add New User
hu_hu: Új felhasználó

source: Add Notes
hu_hu: Megjegyzések hozzáadása

source: Add notes.
hu_hu: Megjegyzés hozzáadása.

source: Add Site
hu_hu: Weboldal hozzáadása

source: Add site title. If left blank URL is used.
hu_hu: Az oldal címének hozzáadása. Ha üresen hagyod, az URL kerül be.

source: add sites
hu_hu: weboldalak hozzáadása

source: Add the website to existing tag(s).
hu_hu: Adja hozzá a webhelyet a meglévő címkékhez.

source: Add the website to existing tags(s).
hu_hu: Adj hozzá weboldalt a meglévő címkékhez.

source: Added
hu_hu: Hozzáadva

source: Added date
hu_hu: Hozzáadva

source: Added on
hu_hu: Hozzáadva

source: Adding the site to MainWP
hu_hu: Weboldal hozzáadása a MainWP-hez

source: Adding the task to MainWP
hu_hu: A feladat hozzáadása a MainWP-hez

source: Addition Info
hu_hu: Kiegészítő információk

source: Additional Client Info
hu_hu: Egyéb ügyfél információk

source: Additional notification emails (comma-separated)
hu_hu: További értesítési e-mailek (vesszővel elválasztva)

source: Additional notification emails (comma-separated).
hu_hu: További értesítési e-mailek (vesszővel elválasztva).

source: Address 1
hu_hu: Cím 1

source: Address 2
hu_hu: Cím 2

source: Admin Name
hu_hu: Admin név

source: Admin Passwords
hu_hu: Admin jelszavak

source: Admin Username
hu_hu: Admin felhasználónév

source: Administrative
hu_hu: Adminisztratív

source: Administrator
hu_hu: Adminisztrátor

source: Administrator username
hu_hu: Adminisztrátor felhasználónév

source: Administrator username is not "admin"
hu_hu: Az adminisztrátor felhasználóneve nem "admin"

source: Administrator username is not "admin":
hu_hu: A rendszergazda felhasználóneve nem "admin":

source: Administrator username should not be "admin"
hu_hu: Az adminisztrátor felhasználóneve nem lehet "admin"

source: Advanced Auto Updates
hu_hu: Speciális automatikus frissítések

source: Advanced automatic updates delay
hu_hu: Speciális automatikus frissítések késleltetése

source: Advanced Options
hu_hu: Haladó beállítások

source: Advanced options
hu_hu: Haladó beállítások

source: Advanced Options (optional)
hu_hu: Speciális beállítások (opcionális)

source: Advanced Settings
hu_hu: Haladó beállítások

source: Advanced Settings (Optional)
hu_hu: Részletes beállítások (opcionális)

source: After disabling the Action Log, logs will still be visible. To remove records, click the Delete Logs button.
hu_hu: A Műveleti napló letiltása után a naplók továbbra is láthatóak lesznek. A rekordok eltávolításához kattintson a Naplók törlése gombra.

source: After fixing this issue, an empty index.php will be inserted in these directories to prevent listing.
hu_hu: A hiba kijavítása után egy üres index.php lesz beillesztve ezekbe a könyvtárakba, hogy megakadályozza a listázást.

source: After fixing this issue, database error reporting will be disabled
hu_hu: A probléma javítása után az adatbázis hibajelentése le lesz tiltva

source: After fixing this issue, PHP error reporting will be disabled
hu_hu: A probléma javítása után a PHP hibajelentés le lesz tiltva

source: After fixing this issue, registered versions will be removed
hu_hu: A hiba kijavítása után a regisztrált verziók eltávolításra kerülnek

source: After fixing this issue, RSD meta tag will be removed from head sections of the Child Site
hu_hu: A probléma megoldása után az RSD metacímke eltávolításra kerül a gyermekwebhely fejrészeiből

source: After fixing this issue, the readme.html file will be removed from the Child Site root directory
hu_hu: A probléma megoldása után a readme.html fájlt töröljük a gyermekwebhely gyökérkönyvtárából

source: After fixing this issue, versions will be removed
hu_hu: A hiba kijavítása után a verziók eltávolításra kerülnek

source: After fixing this issue, WLW meta tag will be removed from head sections of the Child Site
hu_hu: A probléma megoldása után a WLW metacímke eltávolításra kerül a gyermekwebhely fejrészeiből

source: After fixing this issue, WordPress generator meta tag will be removed from the head sections of the Child Site
hu_hu: A probléma megoldása után a WordPress generátor meta tag eltávolításra kerül a Child Site fejrészéből

source: After installing all your selected Extensions, close the modal by clicking the Close button and %1$sactivate Extensions API license%2$s.
hu_hu: Miután telepítette az összes kiválasztott bővítményt, zárja be a modált a Bezárás gombra kattintva, és %1$saktiválja a Bővítmények API licencét%2$s.

source: After running auto updates, following sites are not returning expected HTTP request response:
hu_hu: Az automatikus frissítések futtatása után a következő webhelyek nem adják vissza a várt HTTP-kérelmi választ:

source: After Updates HTTP Check Email
hu_hu: Frissítések után HTTP Ellenőrizze az e-mailt

source: Agency
hu_hu: Ügynökség

source: Alert if any of your websites is down.
hu_hu: Riasztás, ha valamelyik webhelye nem elérhető.

source: Alert if any of your websites return unexpected HTTP status after running updates.
hu_hu: Figyelmeztetés, ha bármelyik webhely váratlan HTTP-állapotot ad vissza a frissítések futtatása után.

source: Alert if any of your websites site health goes under the threshold.
hu_hu: Figyelmeztetés, ha a webhelyének állapota a küszöbérték alá esik.

source: All
hu_hu: Összes

source: All clients
hu_hu: Összes ügyfél

source: All current MainWP Extensions (free & premium)
hu_hu: Minden jelenlegi MainWP bővítmény (ingyenes és prémium)

source: All future MainWP Extensions (free & premium)
hu_hu: Minden jövőbeli MainWP bővítmény (ingyenes és prémium)

source: All ignored
hu_hu: Minden figyelmen kívül hagyott

source: All post types
hu_hu: Minden bejegyzés típus

source: All purchased extensions already installed.
hu_hu: Az összes megvásárolt kiegészítőt feltelepítettük.

source: All Sites
hu_hu: Összes weboldal

source: All statuses
hu_hu: Összes állapot

source: All Tags
hu_hu: Összes címke

source: All tags
hu_hu: Összes címke

source: Allow comments
hu_hu: Hozzászólások engedélyezése

source: Allow trackbacks and pingbacks
hu_hu: Trackbackek és pingbackek engedélyezése

source: Allowed HTML tags:
hu_hu: Használható HTML elemek:

source: Already installed
hu_hu: Már telepítve van

source: Also, from here, you can ignore updates for %1$sWordPress core%2$s, %3$splugins%4$s, and %5$sthemes%6$s.
hu_hu: Innen figyelmen kívül hagyhatod a %1$sWordPress core%2$s, %3$splugins%4$s és %5$sthemes%6$s frissítéseit is.

source: An error occured while saving your message
hu_hu: Hiba történt az üzenet mentése közben

source: An error occured while saving your message.
hu_hu: Hiba történt az üzenet mentése közben.

source: An error occured, please contact us.
hu_hu: Hiba történt, kérjük, lépjen kapcsolatba velünk.

source: An error occured.
hu_hu: Hiba történt.

source: An error occured:
hu_hu: Hiba történt:

source: An undefined error occured!
hu_hu: Ismeretlen hiba történt!

source: An undefined error occured.
hu_hu: Ismeretlen hiba történt.

source: An undefined error occurred. Please try again later.
hu_hu: Meghatározatlan hiba történt. Kérjük, próbálja meg később újra.

source: An unspecified error occured
hu_hu: Meghatározatlan hiba történt

source: Analytics
hu_hu: Analitika

source: Any
hu_hu: Bármely

source: Any minute
hu_hu: Bármelyik percben

source: Any warning here may cause the MainWP Dashboard to malfunction. After you complete the Quick Start setup it is recommended to contact your host’s support and updating your server configuration for optimal performance.
hu_hu: Bármilyen figyelmeztetés itt a MainWP Dashboard hibás működését okozhatja. A Gyorsindítás beállításának befejezése után ajánlott felvenni a kapcsolatot a tárhelyszolgáltató ügyfélszolgálatával és frissíteni a szerver konfigurációját az optimális teljesítmény érdekében.

source: API credentials have been successfully generated. Please copy the consumer key and secret now as after you leave this page the credentials will no longer be accessible. Use the Description field for easier Key management when needed.
hu_hu: Az API hitelesítő adatok sikeresen generálódtak. Kérjük, most másolja ki a fogyasztói kulcsot és a titkot, mivel az oldal elhagyása után a hitelesítő adatok már nem lesznek elérhetők. Szükség esetén használja a Leírás mezőt a könnyebb kulcskezelés érdekében.

source: API Key have been saved successfully!
hu_hu: Az API kulcs sikeresen mentésre került!

source: API license key
hu_hu: API licenckulcs

source: Apply
hu_hu: Alkalmaz

source: Apply %1$s %2$ssettings%3$s
hu_hu: %2$s beállítás %3$s (%1$s) alkalmazása

source: Approve
hu_hu: Jóváhagy

source: Architecture
hu_hu: Építészet

source: Archive format
hu_hu: Archívum formátum

source: Archive type
hu_hu: Archívum típusa

source: Are you ready to get started adding your sites?
hu_hu: Készen állsz a webhelyek hozzáadásának megkezdésére?

source: Are you sure this is your website?
hu_hu: Biztos, hogy ez Te honlapod?

source: Are you sure you want to delete this backup task?
hu_hu: Biztos, hogy törölni szeretné ezt a biztonsági mentési feladatot?

source: Are you sure you want to delete this site?
hu_hu: Biztos, hogy törölni akarja ezt a weboldalt?

source: Are you sure you want to remove this destination. This could make some of the backup tasks invalid.
hu_hu: Biztos, hogy el akarja távolítani ezt a célállomást. Ez érvénytelenné teheti a mentési feladatok egy részét.

source: Are you sure?
hu_hu: Biztos vagy benne?

source: as soon as possible to improve its performance and security.
hu_hu: a lehető leghamarabb a teljesítmény és a biztonság javítása érdekében.

source: Author
hu_hu: Szerző

source: Auto detect
hu_hu: Auto vizsgálat

source: Auto detect maximum file descriptors on child sites
hu_hu: Automatikusan észleli a maximális fájlleírókat a gyermekoldalakon

source: Auto update core
hu_hu: WordPress core automatikus frissítése

source: Automatic daily sync time
hu_hu: Automatikus napi szinkronizálási idő

source: Automatically refreshing to get up to date information.
hu_hu: Automatikusan frissüljön, hogy naprakész információkhoz jusson.

source: Available Plugin Updates
hu_hu: Elérhető plugin frissítések

source: Available plugins updates.
hu_hu: Elérhető bővítmények frissítései.

source: Available Theme Updates
hu_hu: Elérhető téma frissítések

source: Available themes updates.
hu_hu: Elérhető témák frissítései.

source: Available Translation Updates
hu_hu: Elérhető fordítási frissítések

source: Available update
hu_hu: Elérhető frissítés

source: Available Updates
hu_hu: Elérhető frissítések

source: Available updates.
hu_hu: Elérhető frissítések.

source: Back
hu_hu: Vissza

source: Back to WP Admin
hu_hu: Vissza a WP Adminra

source: Backup
hu_hu: Mentés

source: Backup Actions
hu_hu: Biztonsági mentési műveletek

source: Backup All
hu_hu: Minden biztonsági mentése

source: Backup all
hu_hu: Minden biztonsági mentése

source: Backup Check
hu_hu: Biztonsági mentés ellenőrzése

source: Backup complete.
hu_hu: Biztonsági mentés befejezve.

source: Backup Details
hu_hu: Biztonsági mentés részletei

source: Backup Excludes
hu_hu: Kizárások a Mentésből

source: Backup file name
hu_hu: Biztonsági mentés fájl neve

source: Backup Now
hu_hu: Biztonsági mentés készítése

source: Backup Options
hu_hu: Biztonsági mentés beállítások

source: Backup process in progress on the child site. Please, try again later.
hu_hu: Biztonsági mentés folyamatban a gyermek webhelyen. Kérjük, próbálja meg később újra.

source: Backup Settings
hu_hu: Beállítások mentése

source: Backup task complete
hu_hu: Biztonsági mentési feladat befejezve

source: Backup task name
hu_hu: Biztonsági mentési feladat neve

source: Backup type
hu_hu: Mentés típusa

source: Backupfile created successfully.
hu_hu: Biztonsági mentési fájl sikeresen létrehozva.

source: Backupfile on child site created successfully.
hu_hu: A gyermekoldalon lévő biztonsági másolatfájl sikeresen létrehozva.

source: Backups
hu_hu: Biztonsági mentések

source: Backups on remote storage
hu_hu: Biztonsági mentések távoli tárhelyen

source: Backups on server
hu_hu: Biztonsági mentések a szerveren

source: Based on the HTTP response from your monitor, it appears that your child site is DOWN.
hu_hu: A monitor HTTP-válasza alapján úgy tűnik, hogy a gyermekwebhely LEÁLLT.

source: Based on your Dashboard server default large numbers can severely impact page load times.
hu_hu: Az irányítópult-kiszolgáló alapértelmezett nagy száma súlyosan befolyásolhatja az oldal betöltési idejét.

source: Basic child site system information
hu_hu: Gyerek weboldal rendszer információk

source: Basic Uptime Monitoring
hu_hu: Alapszintű leállás figyelése

source: Basic Uptime Monitoring Email
hu_hu: Alap leállás figyelése e-mail

source: Basic uptime monitoring enabled
hu_hu: Alapvető üzemidő-felügyelet engedélyezve

source: Be sure to deactivate the child plugin on the child site to avoid potential security issues.
hu_hu: Ügyelj arra, hogy inaktiváld a gyermek plugint a gyermek oldalon, hogy elkerüld a lehetséges biztonsági problémákat.

source: Biographical Info
hu_hu: Életrajzi info

source: Body
hu_hu: Szövegtörzs

source: Boilerplate gives you the ability to create quickly, edit, and remove repetitive pages or posts across your network of child sites. Using the available placeholders (tokens), you can customize these pages for each site.
hu_hu: A Boilerplate lehetővé teszi az ismétlődő oldalak vagy bejegyzések gyors létrehozását, szerkesztését és eltávolítását a gyermekoldalak hálózatában. A rendelkezésre álló helyőrzőket (tokeneket) használva testre szabhatja ezeket az oldalakat az egyes webhelyek számára.

source: Browse All Extensions
hu_hu: Böngészés az összes kiegészítő között

source: Bulk Actions
hu_hu: Csoportos művelet

source: Bulk actions
hu_hu: Csoportos művelet

source: Bulk reconnect finished.
hu_hu: Tömeges újrakapcsolódás befejezve.

source: Bulk test connection finished
hu_hu: Tömeges tesztkapcsolat befejeződött

source: By %s
hu_hu: Szerző: %s

source: By accessing or using the Plugin, you agree to be bound by this Privacy Policy. If you disagree with any part of this Privacy Policy, then you do not have our permission to access or use the Plugin.
hu_hu: A Plugin elérésével vagy használatával Ön elfogadja, hogy a jelen Adatvédelmi szabályzat kötelező érvényű. Ha Ön nem ért egyet a jelen Adatvédelmi szabályzat bármely részével, akkor nem rendelkezik az engedélyünkkel a Plugin eléréséhez vagy használatához.

source: Cache control enabled
hu_hu: Cache vezérlés engedélyezve

source: Cancel
hu_hu: Mégsem

source: Cancel
hu_hu: Mégsem

source: Categories
hu_hu: Kategóriák

source: Change
hu_hu: Változtatás

source: Change role
hu_hu: Szerepváltás

source: Check
hu_hu: Ellenőrzés

source: Check abandoned plugins
hu_hu: Ellenőrizze az elhagyott plugineket

source: Check abandoned themes
hu_hu: Elhagyott témák ellenőrzése

source: Check interval
hu_hu: Ellenőrzési időköz

source: Check interval (optional)
hu_hu: Ellenőrzési időköz (opcionális)

source: Check Now
hu_hu: Ellenőrzés most

source: Check site HTTP response after update
hu_hu: A webhely HTTP válaszának ellenőrzése frissítés után

source: Check started. Please wait...
hu_hu: Ellenőrzés elindult. Kérlek várj...

source: Check this option to enable, or uncheck to disable MainWP guided tours.
hu_hu: Jelölje be ezt az opciót a MainWP vezetett túrák engedélyezéséhez, vagy vegye ki a jelölést a MainWP vezetett túrák letiltásához.

source: Check your system configuration and make sure your MainWP Dashboard passes all system requirements. If you need help with resolving specific errors, please review this %1$shelp document%2$s.
hu_hu: Ellenőrizze a rendszerkonfigurációt, és győződjön meg róla, hogy a MainWP Dashboard megfelel az összes rendszerkövetelménynek. Ha segítségre van szüksége bizonyos hibák megoldásához, kérjük, olvassa el ezt a %1$ssúgó dokumentumot%2$s.

source: Checking
hu_hu: Ellenőrzés

source: Checking backup settings
hu_hu: A mentési beállítások ellenőrzése

source: Checking if a backup is required for the selected updates...
hu_hu: Annak ellenőrzése, hogy a kiválasztott frissítésekhez szükséges-e biztonsági mentés...

source: Checks if PHP version matches the WP requirement. You have to change this yourself.
hu_hu: Ellenőrzi, hogy a PHP verziója megfelel-e a WP követelményeinek. Ezt magadnak kell megváltoztatnod.
