Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: If you are experiencing issues with adding a website to your MainWP Dashboard, use the %1$sTest Connection%2$s feature to ensure that your MainWP Dashboard can communicate with your website.
hu_hu: Ha problémákat tapasztalsz egy weboldal hozzáadásával a MainWP-hez, használd a %1$sKapcsolat tesztelése%2$s funkciót, hogy megbizonyosodj arról, hogy a MainWP képes kommunikálni a weboldaladdal.

source: If you don't want to go through the setup wizard, you can skip and proceed to your MainWP Dashboard by clicking the "Not right now" button. If you change your mind, you can come back later by starting the Setup Wizard from the MainWP > Settings > MainWP Tools page!
hu_hu: Ha nem akarja végigmenni a beállítási varázslót, akkor a "Nem most" gombra kattintva átugorhatja, és továbbléphet a MainWP Dashboardra. Ha meggondolja magát, később is visszatérhet, ha a MainWP > Beállítások > MainWP Eszközök oldalról indítja el a Beállítási varázslót!

source: If you have
hu_hu: Ha van

source: If you need help with managing pages, please review following help documents
hu_hu: Ha segítségre van szükséged az oldalak kezelésével kapcsolatban, nézd át a következő súgódokumentumokat

source: If you need help with managing posts, please review following help documents
hu_hu: Ha segítségre van szükséged a bejegyzések kezelésével kapcsolatban, nézd át a következő súgódokumentumokat

source: If you need help with managing users, please review following help documents
hu_hu: Ha segítségre van szükséged a felhasználók kezeléséhez, nézd át a következő súgódokumentumokat

source: If you need help with your MainWP Dashboard settings, please review following help documents
hu_hu: Ha segítségre van szükséged a MainWP Vezérlőpulttal kapcsolatban, nézd át a következő súgódokumentumokat

source: If you need help with your MainWP Extensions, please review following help documents
hu_hu: Ha segítségre van szükséged a MainWP Kiegészítőkkel kapcsolatban, nézd át a következő súgódokumentumokat

source: If you still can not connect the site, see the list of %1$spotential issues%2$s.
hu_hu: Ha még mindig nem tudsz csatlakozni a weboldalhoz, tekintsd meg a %1$slehetséges problémák%2$s listáját.

source: If your MainWP is configured to use Auto Updates, trusted updates will be installed in the next 24 hours.
hu_hu: Ha a MainWP az automatikus frissítés használatára van konfigurálva, a következő 24 órában a megbízható frissítések telepítésre kerülnek.

source: Ignore
hu_hu: Kihagy

source: Ignore core updates
hu_hu: Az alapvető frissítések figyelmen kívül hagyása

source: Ignore Globally
hu_hu: Globálisan figyelmen kívül hagyni

source: Ignore Now
hu_hu: Figyelmen kívül hagy most

source: Ignore plugin updates
hu_hu: Plugin frissítések figyelmen kívül hagyása

source: Ignore theme updates
hu_hu: Téma frissítések figyelmen kívül hagyása

source: Ignore Update
hu_hu: Frissítés kihagyása

source: ignore/unignore updates
hu_hu: figyelmen kívül hagyás/figyelembe vétel

source: Ignored
hu_hu: Figyelmen kívül hagyva

source: Ignored Abandoned
hu_hu: Figyelmen kívül hagyva

source: Ignored HTTP response statuses
hu_hu: Figyelmen kívül hagyott HTTP válaszállapotok

source: Ignored Updates
hu_hu: Kihagyott frissítések

source: Image
hu_hu: Kép

source: Image must be 500KB maximum. It will be cropped to 310px wide and 70px tall. For best results us an image of this site. Allowed formats: jpeg, gif and png. Note that animated gifs aren't going to be preserved.
hu_hu: A képnek legfeljebb 500 KB-nak kell lennie. Ez lesz vágva 310px széles és 70px magasra. A legjobb eredmény számunkra egy kép ezen az oldalon. Engedélyezett formátumok: jpeg, gif és png. Ne feledd, hogy az animált gif-ek nem őrződnek meg.

source: Immediately
hu_hu: Azonnal

source: Import Child Sites
hu_hu: Gyermek weboldalk importálása

source: Import child sites
hu_hu: Gyermek weboldalak importálása

source: Import Demo Content
hu_hu: Demo tartalom importálása

source: Import multiple websites to your MainWP Dashboard.
hu_hu: Több weboldal importálása a MainWP Dashboardra.

source: Import Sites
hu_hu: Weboldalak importálása

source: Import Users
hu_hu: Felhasználók importálása

source: Important Note
hu_hu: Fontos Megjegyzés

source: Important Note: Collected data stays on your server, and it will never be sent to MainWP servers or 3rd party. Logged data will only be used by you for informative purposes.
hu_hu: Fontos megjegyzés: Az összegyűjtött adatok az Ön szerverén maradnak, és soha nem kerülnek elküldésre a MainWP szerverére vagy harmadik félhez. A naplózott adatokat csak tájékoztató célokra használja fel.

source: Important Notice:
hu_hu: Fontos figyelmeztetés:

source: Importing
hu_hu: Importálás

source: Importing new users and add them to your sites.
hu_hu: Új felhasználók importálása és hozzáadása a seboldalakhoz.

source: Importing Users
hu_hu: Felhasználók importálása

source: in a .zip format, you may install it by uploading it here.
hu_hu: .zip formátumban, akkor telepítsd azt feltöltéssel itt.

source: In case you are managing a large number of WordPress sites, it could be useful for you to mark them with different tags . Later, you will be able to make Site Selection by a tag that will speed up your work and makes it much easier.
hu_hu: Abban az esetben, ha nagyszámú WordPress oldalt kezel, hasznos lehet, ha különböző címkékkel jelöli őket. Később képes lesz arra, hogy a weboldal kiválasztását egy címkével végezze el, ami felgyorsítja a munkáját, és sokkal könnyebbé teszi azt.

source: In progress
hu_hu: Folyamatban

source: Inactive
hu_hu: Inaktív

source: Inactive Plugins
hu_hu: Inaktív Plugin-ek

source: Inactive Themes
hu_hu: Inakatív Sablonok

source: Inactive themes:
hu_hu: Inaktív sablonok:

source: Inctive plugins:
hu_hu: Inaktív Plugin-ek

source: individual dashboard
hu_hu: egyéni műszerfal

source: Info
hu_hu: Információ

source: Info messages have been restored successfully!
hu_hu: Az infó üzenetek sikeresen helyreállítva!

source: Install
hu_hu: Telepítés

source: Install %1$s plugin
hu_hu: %s bővítmény telepítése

source: Install a new Plugin to your child sites
hu_hu: Új bővítmény telepítése a gyermekoldalakra

source: Install a new Theme to your child sites
hu_hu: Új téma telepítése a gyermekoldalakra

source: Install and Activate Extensions
hu_hu: Bővítmények telepítése és aktiválása

source: Install Extensions
hu_hu: Bővítmények telepítése

source: Install Plugin
hu_hu: Bővítmény telepítése

source: Install purchased extensions
hu_hu: Megvásárolt bővítmények telepítése

source: Install Selected Extensions
hu_hu: Kijelölt bővítmények telepítése

source: Install Trusted Updates
hu_hu: Megbízható frissítések telepítése

source: Installation failed
hu_hu: A telepítés sikertelen

source: Installation Successful
hu_hu: Sikeres telepítés

source: Installation successful
hu_hu: A telepítés sikeres

source: Installed
hu_hu: Telepítve

source: Installed Plugins
hu_hu: Telepített Pluginek

source: Installed plugins on the child site
hu_hu: Telepített Plugin-ek a weboldalon

source: Installed plugins:
hu_hu: Telepített plugin-ek:

source: installed successfully. Do not forget to activate the extension API license.
hu_hu: sikeresen telepítve. Ne felejtse el aktiválni a bővítmény API licencét.

source: Installed Themes
hu_hu: Telepített témák

source: Installed themes on the child site
hu_hu: Telepített témák a weboldalon

source: Installed themes:
hu_hu: Telepített témák:

source: Installer
hu_hu: Telepítő

source: Installing...
hu_hu: Telepítés...

source: Insufficient permissions. Is this task set by you?
hu_hu: Elégtelen jogosultságok. Ezt a feladatot Te állítottad be?

source: Introduction
hu_hu: Bemutatkozás

source: Invalid backup task name. Please, enter a new name and try again.
hu_hu: Érvénytelen biztonságimásolat-feladat név. Adj meg egy új nevet, és próbálkozz újra.

source: Invalid data provided.
hu_hu: Érvénytelen adatszolgáltatás.

source: Invalid data. Please make sure that the Import file has been formated properly.
hu_hu: Érvénytelen adat. Kérjük, győződjön meg arról, hogy az importált fájl megfelelően lett-e formázva.

source: Invalid data. Please, review the import file.
hu_hu: Érvénytelen adat. Nézd át az importfájlt.

source: Invalid demo data.
hu_hu: Érvénytelen demo adatok.

source: Invalid Instance ID! Please try to deactivate and re-activate the extension on the WP > Plugins page and try to activate API key again.
hu_hu: Érvénytelen példányazonosító! Kérjük, próbálja meg kikapcsolni, és újra aktiválja a kiterjesztést a WP > plugins oldalon, és próbálja meg aktiválni az API-kulcsot újra.

source: Invalid post type.
hu_hu: Érvénytelen bejegyzés típus.

source: Invalid post.
hu_hu: Érvénytelen bejegyzés.

source: Invalid site ID. Please try again.
hu_hu: Érvénytelen weboldal azonosító. Próbálkozzon újra.

source: Invalid URL.
hu_hu: Érvénytelen URL.

source: Invalid use, type must be one of INPUT_* family.
hu_hu: Érvénytelen használat, a típusnak az INPUT_* család egyik tagjának kell lennie.

source: Ireland
hu_hu: Írország

source: Is
hu_hu: Van

source: Is MainWP Child plugin installed and activated on the WordPress site that you want to connect?
hu_hu: Telepítve és aktiválva van a MainWP Child plugin a csatlakoztatni kívánt WordPress oldalon?

source: Is not
hu_hu: Nem

source: issue detected
hu_hu: probléma észlelve

source: It appears that the show_source() PHP function has been disabled on the servre.
hu_hu: Úgy tűnik, hogy a show_source() PHP funkció le van tiltva a szerveren.

source: Item
hu_hu: Elem

source: Jump to site overview...
hu_hu: Ugrás a weboldal áttekintéshez ...

source: Jump to the client
hu_hu: Átlépés az Ügyfél oldalára

source: Jump to the Site Health
hu_hu: Ugrás a webhely egészség állapotára

source: Jump to the site WP Admin
hu_hu: Ugrás az oldalra WP Admin oldalra

source: Jump to the site WP Admin .
hu_hu: Ugrás az oldalra WP Admin .

source: Key
hu_hu: Kulcs

source: Known backup locations
hu_hu: Ismert biztonsági mentési helyek

source: Known cache locations
hu_hu: Ismert cache-helyek

source: Lakeside Offices
hu_hu: Lakeside irodák

source: Last Backup
hu_hu: Utolsó biztonsági mentés

source: Last backups from your database
hu_hu: Utolsó biztonsági mentések az adatbázisból

source: Last backups from your files
hu_hu: Utolsó biztonsági mentések az Ön fájljaiból

source: Last Check
hu_hu: Utolsó ellenőrzés

source: Last Check Status
hu_hu: Utolsó ellenőrzés állapota

source: LAST COMPLETED:
hu_hu: LEGUTÓBBI BEFEJEZETT:

source: Last edited by %1$s on %2$s at %3$s
hu_hu: Utoljára szerkesztette: %1$s a%2$s a%3$s

source: Last edited on %1$s at %2$s
hu_hu: Utoljára szerkesztve: %1$s at %2$s

source: Last Modified
hu_hu: Utoljára módosítva

source: Last Name
hu_hu: Vezetéknév

source: Last page
hu_hu: Utolsó oldal

source: Last Post
hu_hu: Utolsó bejegyzés

source: Last published post time.
hu_hu: Utolsó bejegyzés ideje.

source: Last Run
hu_hu: Utolsó futás

source: LAST RUN MANUALLY:
hu_hu: LEGUTÓBBI KÉZI FUTTATÁS:

source: LAST RUN:
hu_hu: UTOLSÓ FUTTATÁS:

source: Last run:
hu_hu: Utolsó futás:

source: Last successfully completed synchronization:
hu_hu: Utolsó sikeresen befejezett szinkronizálás:

source: Last Sync
hu_hu: Utolsó szinkronizálás

source: Last sync time.
hu_hu: Utolsó szinkronizálás ideje.

source: Last Sync:
hu_hu: Utolsó szinkronizálás:

source: Last Synced:
hu_hu: Utoljára szinkronizálva:

source: Last Update
hu_hu: Utolsó frissítés

source: Last Update:
hu_hu: Utolsó frissítés:

source: Last updated: April 14, 2022
hu_hu: Utolsó frissítés: Április 14, 2022

source: Latest
hu_hu: Legutolsó

source: Latest:
hu_hu: Legutolsó:

source: Latest:
hu_hu: Legutolsó:

source: Lead
hu_hu: Érdeklődő

source: Left
hu_hu: Bal

source: less
hu_hu: kevesebb

source: Let Me Look Around
hu_hu: Hadd nézzek körül

source: Let's Go!
hu_hu: Gyerünk!

source: License
hu_hu: Licensz

source: License key could not be found.
hu_hu: A licenckulcs nem található.

source: License not activated
hu_hu: Licenc nincs aktiválva

source: Linked
hu_hu: Kapcsolódó

source: Links
hu_hu: Linkek

source: Load files in memory before zipping
hu_hu: Fájlok betöltése a memóriába a zippelés előtt

source: Loading ...
hu_hu: Betöltés ...

source: Loading next page..
hu_hu: Következő oldal betöltése ...

source: Loading Pages...
hu_hu: Oldalak betöltése ...

source: Loading Posts...
hu_hu: Bejegyzések betöltése ...

source: Loading previous page..
hu_hu: Előző oldal betöltése ...

source: Loading sites...
hu_hu: Weboldalak betöltése ...

source: Loading Users...
hu_hu: Felhasználók betöltése ...

source: Log Out
hu_hu: Kijelentkezés

source: Login to the WordPress site you want to connect %1$s(open it in a new browser tab)%2$s
hu_hu: Jelentkezzen be a csatlakozni kívánt WordPress oldalra %1$s(nyissa meg egy új böngészőfülben)%2$s

source: Login verification could not be completed. Please contact %1$sMainWP Support%2$s so we can assist.
hu_hu: A bejelentkezés ellenőrzése nem fejezhető be. Kérjük, fordulj a %1$sMainWP ügyfélszolgálatához%2$s, így tudunk segíteni.

source: Logout
hu_hu: Kilépés

source: Logs Auto Purge
hu_hu: Naplók automatikus törlése

source: Lost
hu_hu: Elveszett

source: MainWP &rsaquo; Setup Wizard
hu_hu: MainWP ' Beállítási varázsló

source: MainWP API key are required in order to grab extensions API keys.
hu_hu: A MainWP API-kulcs szükséges a bővítmények API-kulcsainak megszerzéséhez.

source: MainWP API key are required.
hu_hu: MainWP API kulcs szükséges.

source: MainWP Child Version
hu_hu: MainWP gyermek verzió

source: MainWP Community
hu_hu: MainWP Közösség

source: MainWP Dashboard
hu_hu: MainWP műszerfal

source: MainWP Dashboard 4.0 or newer requires Extensions 4.0 or newer. MainWP will automatically deactivate older versions of MainWP Extensions in order to prevent compatibility problems.
hu_hu: A MainWP Dashboard 4.0-s vagy újabb vezérlőhöz 4.0-s vagy újabb bővítmények szükségesek. A MainWP automatikusan kikapcsolja a MainWP kiterjesztések régebbi verzióit a kompatibilitási problémák megelőzése érdekében.

source: MainWP Dashboard Plugin Privacy Policy
hu_hu: MainWP Dashboard Plugin Adatvédelmi szabályzat

source: MainWP Dashboard Settings
hu_hu: MainWP műszerfal beállítások

source: MainWP Dashboard Tools
hu_hu: MainWP műszerfal eszközök

source: MainWP Dashboard Version
hu_hu: MainWP Dashboard verzió

source: MainWP Documenation
hu_hu: MainWP dokumentáció

source: MainWP Guided Tours
hu_hu: MainWP vezetett ismertető

source: MainWP Legacy Backups
hu_hu: MainWP Legacy biztonsági mentések

source: MainWP legacy backups enabled
hu_hu: MainWP örökölt biztonsági mentések engedélyezve

source: MainWP plugin could not create directory in order to download the file.
hu_hu: MainWP plugin nem tudta létrehozni könyvtárat annak érdekében, hogy a fájl letöltéséhez.

source: MainWP plugin is not designed nor fully tested on WordPress Multisite installations. Various features may not work properly. We highly recommend installing it on a single site installation!
hu_hu: MainWP plugin nem tervezték, és nem teljesen tesztelt WordPress Multisite telepítésekhez. Előfordulhat, hogy a különböző funkciók nem működnek megfelelően. Javasoljuk, hogy telepítse egyedi weboldalas telepítéshez!

source: MainWP Pro includes:
hu_hu: A MainWP Pro tartalmazza:

source: MainWP Quick Setup Wizard
hu_hu: MainWP beállítás varázsló

source: MainWP requires the MainWP Child plugin to be installed and activated on the WordPress site that you want to connect to your MainWP Dashboard.
hu_hu: A MainWP-hez szükséges, hogy a MainWP Child plugin telepítve és aktiválva legyen azon a WordPress webhelyen, amelyet a MainWP Dashboardhoz kíván csatlakoztatni.

source: MainWP requires the MainWP Child plugin to be installed and activated on the WordPress site that you want to connect to your MainWP Dashboard.
hu_hu: A MainWP-hez szükséges, hogy a MainWP Child plugin telepítve és aktiválva legyen azon a WordPress webhelyen, amelyet a MainWP Dashboardhoz szeretne csatlakoztatni.

source: MainWP Settings
hu_hu: MainWP Beállítások

source: MainWP upload directory is not writable.
hu_hu: A MainWP feltöltési könyvtár nem írható.

source: MainWP Version 4 is a major upgrade from MainWP Version 3. Please, read this&nbsp; %1$supdating FAQ%2$s.
hu_hu: MainWP 4-es verzió jelentős frissítés MainWP 3-as verzió. Kérjük, olvasd el ezt a %1$sgyik cikket a frissítéshez%2$s.

source: Manage
hu_hu: Kezelés

source: Manage API Keys
hu_hu: API kulcsok kezelése

source: Manage available updates for the child site. From here, you can update update %1$splugins%2$s, %3$sthemes%4$s, and %5$sWordPress core%6$s.
hu_hu: A gyermek weboldal elérhető frissítéseinek kezelése. Innen frissítheted a %1$spluginek%2$s, %3$stémák%4$s és %5$sWordPress core%6$s frissítését.

source: Manage Backups
hu_hu: Biztonsági mentések kezelése

source: manage clients
hu_hu: ügyfelek kezelése

source: manage dashboard REST API
hu_hu: kezelje a műszerfalat REST API

source: manage dashboard settings
hu_hu: kezelje a műszerfal beállításait

source: Manage Extensions
hu_hu: Bővítmények kezelése

source: manage groups
hu_hu: csoportok kezelése

source: Manage MainWP general settings. For additional help, review this %1$shelp document%2$s.
hu_hu: A MainWP általános beállításainak kezelése. További segítségért tekintsd át a %1$súgó dokumentumot%2$s.

source: Manage Pages
hu_hu: Oldalak kezelése

source: manage pages
hu_hu: oldalak kezelése

source: Manage Plugins
hu_hu: Plugin-ek kezelése

source: Manage Posts
hu_hu: Bejegyzések kezelése

source: manage posts
hu_hu: bejegyzések kezelése

source: Manage Sites
hu_hu: Weboldalak kezelése

source: Manage Tags
hu_hu: Címkék kezelése

source: Manage the email HTML template.
hu_hu: Az e-mail HTML sablon kezelése.

source: Manage Themes
hu_hu: Sablonok kezelése

source: Manage Users
hu_hu: Felhasználók Kezelése

source: manage users
hu_hu: felhasználók kezelése

source: Manage your clients. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Kezelje ügyfeleit. További segítségért kérjük, olvassa el ezt a %1$ssúgó dokumentációt%2$s.

source: Max pages to return
hu_hu: Maximális oldal találat

source: Max posts to return
hu_hu: Maximális bejegyzés találat

source: Maximum number of comments
hu_hu: A megjegyzések maximális száma

source: Maximum number of posts to return
hu_hu: A visszaadandó bejegyzések maximális száma

source: Memory Usage
hu_hu: Memóriahasználat

source: Minimalistic
hu_hu: Minimalista

source: Minimum delay between requests
hu_hu: Minimális késleltetés a kérések között

source: Minute
hu_hu: Perc

source: Miscellaneous Settings
hu_hu: Egyéb beállítások

source: Monitor your sites uptime and site health. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: A weboldalak üzemidejének és állapotának nyomon követése. További segítségért kérjük, tekintsd meg ezt a %1$s dokumentációt%2$s.

source: Monitoring
hu_hu: Monitorozás

source: monitoring sites
hu_hu: felügyelt oldalak

source: Month
hu_hu: Hónap

source: Monthly
hu_hu: Havonta

source: more
hu_hu: bővebben

source: More options
hu_hu: További lehetőségek

source: Move to trash
hu_hu: Áthelyezés a lomtárba

source: MySQL Client Encoding
hu_hu: MySQL kliens kódolás

source: MySQL Mode
hu_hu: MySQL mód

source: MySQL Version
hu_hu: MySQL verzió

source: Name
hu_hu: Név

source: Native backups
hu_hu: Natív biztonsági mentések

source: Need help?
hu_hu: Segítség kell?

source: Never
hu_hu: Soha

source: New Client
hu_hu: Új ügyfél

source: New client
hu_hu: Új ügyfél

source: New Field
hu_hu: Új mező

source: New Page
hu_hu: Új oldal

source: New page created
hu_hu: Új oldal létrehozva

source: New Password
hu_hu: Új jelszó

source: New Post
hu_hu: Új bejegyzés

source: New post created
hu_hu: Új bejegyzés létrehozva

source: New Tag
hu_hu: Új címke

source: New tag
hu_hu: Új címke

source: New User
hu_hu: Új felhasználó

source: New Version
hu_hu: Új verzió

source: Next page
hu_hu: Következő oldal

source: Next Run
hu_hu: Következő futás

source: NEXT RUN:
hu_hu: KÖVETKEZŐ FUTTATÁS:

source: Next run:
hu_hu: Következő futás:

source: Nickname
hu_hu: Becenév

source: Nine times per day
hu_hu: Naponta kilencszer

source: NO
hu_hu: Nem

source: No
hu_hu: Nem

source: No changes detected!
hu_hu: Nem észleltünk változást!

source: No child sites added to your MainWP Dashboard.
hu_hu: A MainWP Dashboardhoz nem adtál hozzá gyermekoldalakat.

source: No Client
hu_hu: Nincs hozzákapcsolva ügyfél

source: No Clients Created
hu_hu: Nincsenek ügyfelek létrehozva

source: No Clients!
hu_hu: Nincsenek ügyfelek!

source: No connected child sites fount.
hu_hu: Nem találtamcsatlakoztatott gyermekoldalakat.

source: No Contacts
hu_hu: Nincs kapcsolat

source: No data available
hu_hu: Nem található adat

source: No draft pages found!
hu_hu: Nincsenek vázlat oldalak!

source: No draft posts found!
hu_hu: Nincsenek vázlat állapotú bejegyzések!

source: No full backup has been taken yet
hu_hu: Még nem készült teljes biztonsági mentés

source: No functions disabled.
hu_hu: Nincs letiltott funkció.

source: No future pages found!
hu_hu: Nincsenek jövőbeli publikálású oldalak!

source: No future posts found!
hu_hu: Nincsenek jövőbeli bejegyzések!

source: No ignored %1 conflicts
hu_hu: Nincs kihagyható %1 ütközés

source: No ignored %1s
hu_hu: Nincs figyelmen kívül hagyva %1s

source: No ignored abandoned plugins
hu_hu: Nincs figyelmen kívül hagyott elhagyott plugin

source: No ignored plugins
hu_hu: Nincs figyelmen kívül hagyott bővítmény

source: No ignored themes
hu_hu: Nincs figyelmen kívül hagyott téma

source: No info found!
hu_hu: Nincsen infó!

source: No installed extensions
hu_hu: Nincsenek telepített bővítmények

source: No issues detected
hu_hu: Nem észlelhető problémák

source: No MainWP Child plugin detected, first install and activate the plugin and add your site to MainWP afterwards. Click <a href="%1" target="_blank">here</a> to install <a href="%2" target="_blank">MainWP</a> plugin (do not forget to activate it after installation).
hu_hu: Nincs MainWP Child plugin, először telepítse és aktiválja a plugint, majd adja hozzá webhelyét a MainWP-hez. Kattintson <a href="%1" target="_blank">ide</a> a <a href="%2" target="_blank">MainWP</a> plugin telepítéséhez (ne felejtse el aktiválni a telepítés után).

source: No pages found!
hu_hu: Nem találtam bővítményt!

source: No pending pages found!
hu_hu: Nincsenek függőben lévő oldalak!

source: No pending posts found!
hu_hu: Nincsenek függőben lévő bejegyzések!

source: No Permissions selected.
hu_hu: Nincsenek engedélyek kiválasztva.

source: No plugins match your request.
hu_hu: Nincs olyan bővítmény, amely megfelelne a kérésednek.

source: No published posts found!
hu_hu: Nincsenek publikált bejegyzések!

source: No records found.
hu_hu: Nem találtak feljegyzéseket.

source: No response from the child site server.
hu_hu: Nincs válasz a gyermek webhely kiszolgálótól.

source: No response from the WordPress update server.
hu_hu: Nincs válasz a WordPress frissítési szerveréről.

source: No saved notes for the child site.
hu_hu: Nincs mentett jegyzet a gyermekwebhelyhez.

source: No saved notes!
hu_hu: Nincsenek mentett jegyzetek!

source: No security issues detected!
hu_hu: Nincsenek biztonsági problémák!

source: No selected Categories
hu_hu: Nincs kiválasztott kategória

source: No site selected!
hu_hu: Nincs kiválasztva weboldal!

source: No Sites connected!
hu_hu: Nem található kapcsolódó weboldal!

source: No staging websites have been found!
hu_hu: Nem találtam stagging weboldalt!

source: No Tags
hu_hu: Nincs címke

source: No Tags added yet.
hu_hu: Nem kapcsoltál hozzá címkét.

source: No Tags created!
hu_hu: Nincs létrehozva címke!

source: No trashed pages found!
hu_hu: Nincsenek oldalak a kukába!
