Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: To hide or show a widget, click the Cog (%1$s) icon.
hu_hu: Egy modul elrejtéséhez vagy megjelenítéséhez kattints a Fogaskerék (%1$s) ikonra.

source: To install the MainWP Child plugin, please follow these steps:
hu_hu: A MainWP Child plugin telepítéséhez kövesse az alábbi lépéseket:

source: To override and edit this email template copy:
hu_hu: Az e-mail sablon felülbírálásához és szerkesztéséhez másold:

source: To see the response in a more readable way, you can copy it and paste it into some HTML render tool, such as Codepen.io.
hu_hu: Ha olvashatóbb módon szeretnéd látni a választ, kimásolhatod és beillesztheted néhány HTML-leképezési eszközbe, például Codepen.io.

source: to the folder:
hu_hu: a mappába:

source: Toggle available tokens
hu_hu: Az elérhető tokenek átváltása

source: Toggle panel: %s
hu_hu: Panel ki-/bekapcsolása: %s

source: Tokens Info
hu_hu: Token Info

source: Too many requests
hu_hu: Túl sok kérés

source: Tools
hu_hu: Eszközök

source: Total logs size: %1$s (MB)
hu_hu: A naplók teljes mérete: %1$s (MB)

source: Total Updates
hu_hu: Frissítés

source: Track Updates and Non-MainWP Changes from Your Browser!
hu_hu: Kövesd nyomon a frissítéseket és a nem MainWP változásokat a böngésződből!

source: Translation
hu_hu: Fordítás

source: Translation Plugins
hu_hu: Plugin-ek fordítása

source: Translation Updates
hu_hu: Fordítás frissítés

source: Translations Updates
hu_hu: Fordítás frissítés

source: Trash
hu_hu: Kuka

source: Trashed
hu_hu: Törölt

source: Trigger
hu_hu: Trigger (Eseményindítók)

source: Trusted
hu_hu: Megbízható

source: Try again
hu_hu: Próbáld meg újra

source: Try to disconnect site failed. Please try again.
hu_hu: A webhely leválasztásának próbálkozása sikertelen. Kérjük, próbálja újra.

source: Try to reconnect site failed. Please try again.
hu_hu: A webhely újrakapcsolásának próbálkozása sikertelen. Kérjük, próbálja újra.

source: Trying to reconnect WordPress database connection...
hu_hu: Próbálom újracsatlakoztatni a WordPress adatbázis-kapcsolatot...

source: Twelve times per day
hu_hu: Naponta tizenkétszer

source: Twice a day
hu_hu: Naponta kétszer

source: Twice per day
hu_hu: Naponta kétszer

source: Type
hu_hu: Típus

source: Type to filter your sites
hu_hu: Weboldal típusának megadása

source: Unable to connect to the filesystem. Please confirm your credentials.
hu_hu: Nem sikerült csatlakozni a fájlrendszerhez. Kérjük, erősítse meg a hitelesítő adatokat.

source: Unauthorized request. Invalid or missing nonce, be sure you are using the current version of the MainWP Dashboard and Extensions.
hu_hu: Jogosulatlan kérés. Érvénytelen vagy hiányzó nonce, győződjön meg róla, hogy a MainWP Dashboard és a Bővítmények aktuális verzióját használja.

source: Uncategorized
hu_hu: Nem kategorizált

source: Undefined
hu_hu: Meghatározatlan

source: Undefined error occurred. Please try again.
hu_hu: Ismeretlen hiba történt. Kérjük, próbálja meg újra.

source: Undefined error occurred. Please try again. For additional help, contact the MainWP Support.
hu_hu: Meghatározatlan hiba történt. Kérjük, próbáld meg később, vagy lépj kapcsolatba a MainWP supportjával.

source: Undefined error!
hu_hu: Ismeretlen hiba!

source: Undefined error! Please reinstall the MainWP Child plugin on the child site
hu_hu: Meghatározatlan hiba! Kérjük, telepítse újra a MainWP Child plugint a gyermekoldalon

source: Undefined error! Please, reinstall the MainWP Child plugin on the child site.
hu_hu: Ismeretlen hiba! Telepítsd újra a MainWP Gyerek bővítményt a gyerek weboldalon.

source: Undefined error.
hu_hu: Ismeretlen hiba.

source: Undefined error. Please try again.
hu_hu: Meghatározatlan hiba. Kérjük, próbálja újra.

source: Unexisting group selected. Please try again.
hu_hu: A nem létező csoport van kijelölve. Próbálkozz újra.

source: Unexisting website. Please try again.
hu_hu: Nem létező webhely. Próbálkozz újra.

source: Unexpected error occurred. Please try again.
hu_hu: Váratlan hiba történt. Próbálkozz újra.

source: Unexpected error.
hu_hu: Váratlan hiba.

source: Unexpected error. Please try again.
hu_hu: Váratlan hiba. Kérjük, próbáld meg újra.

source: Unfix
hu_hu: Javítás törlése

source: Unique security ID
hu_hu: Egyedi biztonsági ID

source: Unique security ID (optional)
hu_hu: Egyedi biztonsági ID (opcionális)

source: Unit 3D
hu_hu: 3D egység

source: United States
hu_hu: Egyesült Államok

source: Unpublish
hu_hu: Visszavonás

source: Unsuspend
hu_hu: Visszaállítás

source: Unsuspend Sites
hu_hu: Felfüggesztés feloldása

source: Untitled
hu_hu: Cím nélküli

source: Update
hu_hu: Frissítés

source: Update Admin Password
hu_hu: Admin jelszó frissítése

source: Update All
hu_hu: Összes frissítése

source: Update All Plugins
hu_hu: Összes Plugin frissítése

source: Update all plugins.
hu_hu: Összes Plugin frissítése.

source: Update All Sites
hu_hu: Összes weboldal frissítése

source: Update all sites in the tag
hu_hu: A címke összes webhelyének frissítése

source: Update all sites.
hu_hu: Összes weboldal frissítése.

source: Update All Tags
hu_hu: Összes címke módosítása

source: Update All Themes
hu_hu: Összes sablon frissítése

source: Update all themes.
hu_hu: Összes sablon frissítése.

source: Update All Translations
hu_hu: Minden fordítás aktualizálasa

source: Update all translations
hu_hu: Az összes fordítás frissítése

source: Update available
hu_hu: Frissítés elérhető

source: Update Checking
hu_hu: Frissítés ellenőrzése

source: Update Client
hu_hu: Ügyfél frissítése

source: Update confirmations
hu_hu: Frissítés megerősítése

source: Update Details
hu_hu: Frissítés részletek

source: Update Everything
hu_hu: Összes frissítése

source: Update failed
hu_hu: A frissítés sikertelen

source: Update Icon
hu_hu: Frissítés ikon

source: Update MainWP Child Plugin Automatically
hu_hu: A MainWP Child Plugin automatikus frissítése

source: Update Notification Enabled
hu_hu: Frissítési értesítés engedélyezve

source: Update Now
hu_hu: Frissítés most

source: Update Overview
hu_hu: Frissítés áttekintés

source: Update Password
hu_hu: Jelszó frissítése

source: Update Plugins
hu_hu: Plugin-ek frissítése

source: update plugins
hu_hu: plugin-ek frissítése

source: Update Schedule Backup
hu_hu: Frissítési ütemterv biztonsági mentés

source: Update Selected
hu_hu: Kiválasztottak frissítése

source: Update Selected Plugins
hu_hu: Kiválasztott Plugin-ek frissítése

source: Update Selected Plugins.
hu_hu: Kiválasztott Plugin-ek frissítése.

source: Update Selected Sites
hu_hu: Kiválasztott weboldalak frissítése

source: Update selected sites.
hu_hu: Kiválasztott weboldalak frissítése.

source: Update Selected Themes
hu_hu: Kiválasztott sablon frissítése

source: Update Selected Themes.
hu_hu: Kiválasztott sablon frissítése.

source: Update Selected Translations
hu_hu: Kijelölt fordítások frissítése

source: Update selected translations
hu_hu: Kijelölt fordítások frissítése

source: Update settings.
hu_hu: Beállítás mentése.

source: Update successful
hu_hu: Frissítés sikeres

source: Update Tag
hu_hu: Címke frissítése

source: Update Themes
hu_hu: Sablon frissítés

source: update themes
hu_hu: sablon frissítés

source: Update Translations
hu_hu: Fordítások frissítése

source: update translations
hu_hu: fordítások frissítése

source: Update WordPress
hu_hu: A WordPress frissítése

source: update WordPress
hu_hu: a WordPress frissítése

source: Update WordPress Core files on all child sites.
hu_hu: A WordPress alap fájlok frissítése minden gyerek weboldalon.

source: Update WordPress Core files on selected child sites.
hu_hu: WordPress Core fájlok frissítése a kiválasztott gyermekoldalakon.

source: Updated
hu_hu: Frissítve

source: updated
hu_hu: frissítve

source: Updated %s days ago
hu_hu: Frissítve %s nappal ezelőtt

source: Updated password
hu_hu: Frissített jelszó

source: Updated your plan
hu_hu: Frissítette a csomagját

source: Updated:
hu_hu: Frissítve:

source: Updates
hu_hu: Frissítés

source: Updates Overview
hu_hu: Frissítések áttekintése

source: Updates Settings
hu_hu: Frissítés beálíltások

source: Updates:
hu_hu: Frissítés:

source: Updates:
hu_hu: Frissítés:

source: UPDATING
hu_hu: FRISSÍTÉS

source: Updating
hu_hu: Frissítés

source: Updating Plugins
hu_hu: Pluginok frissítése

source: Updating Themes
hu_hu: Sablon frissítése

source: Updating WordPress
hu_hu: A WordPress frissítése

source: Updating your plan...
hu_hu: Az előfizetésed frissítése...

source: Upgrading %1
hu_hu: %1 frissítése

source: Upgrading all
hu_hu: Az összes frissítés

source: Upgrading..
hu_hu: Frissítés..

source: Upload .zip File
hu_hu: .zip fájl feltöltése

source: Upload a client photo.
hu_hu: Ügyfélfotó feltöltése.

source: Upload a custom icon.
hu_hu: Egyéni ikon feltöltése.

source: Upload failed. Please, try again.
hu_hu: A feltöltés nem sikerült. Kérlek, próbálkozz újra.

source: Upload Plugin
hu_hu: Bővítmény feltöltése

source: Upload the CSV file
hu_hu: CSV fájl felöltése

source: Upload to %1 (%2) failed:
hu_hu: A feltöltés %1 (%2) nem sikerült:

source: Upload to %1 (%2) succesful
hu_hu: A feltöltés %1 (%2) sikeres volt

source: Upload to %1 (%2) successful.
hu_hu: Feltöltés %1 (%2) sikeres.

source: Uploading to remote destinations..
hu_hu: Feltöltés távoli célállomásokra..

source: Use global setting
hu_hu: Globális beállítás használata

source: Use MainWP tools to adjust your MainWP Dashboard to your needs and perform specific actions when needed. For additional help, review this %1$shelp document%2$s.
hu_hu: A MainWP eszközeivel a MainWP Dashboardot az Ön igényeihez igazíthatja, és szükség esetén meghatározott műveleteket hajthat végre. További segítségért tekintse át ezt a %1$ssúgó dokumentumot%2$s.

source: Use optional settings when needed. In most cases, you can leave the default values.
hu_hu: Szükség esetén használd az opcionális beállításokat. A legtöbb esetben meghagyhatod az alapértelmezett értékeket.

source: Use the provided form to connect your websites to your MainWP Dashboard. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Használd a megadott űrlapot a weboldalak MainWP-hez való csatlakoztatásához. További segítségért kérjük, olvasd el a %1$sdokumentációt%2$s.

source: Use the search options to find the page you want to manage.
hu_hu: A keresési lehetőségek segítségével keresse meg a kezelni kívánt oldalt.

source: Use the search options to find the post you want to manage.
hu_hu: Használja a keresési lehetőségeket a kezelni kívánt poszt megtalálásához.

source: Use WP Cron
hu_hu: WP Cron használata

source: User
hu_hu: Felhasználó

source: User has been deleted
hu_hu: A felhasználó törlésre került

source: User has been updated
hu_hu: A felhasználó frissítve lett

source: User password has been updated
hu_hu: A felhasználó jelszava frissült

source: Username
hu_hu: Felhasználónév

source: Users
hu_hu: Felhasználók

source: Using a new WordPress install will help to cut down on plugin conflicts and other issues that can be caused by trying to run your MainWP Dashboard off an active site. Most hosting companies provide free subdomains %s and we recommend creating one if you do not have a specific dedicated domain to run your MainWP Dashboard.
hu_hu: Egy új WordPress telepítés segít csökkenteni a plugin konfliktusokat és egyéb problémákat, amelyeket egy aktív oldalon futtatott a MainWP Dashboard okozhatna. A legtöbb tárhelyszolgáltató ingyenes biztosít aldomaineket %s, javasoljuk, hogy hozz létre egyet, ha nem rendelkezel külön domainnel a MainWP irányítópult futtatásához.

source: Validate my MainWP Main API Key
hu_hu: MainWP Main API kulcsom hitelesítése

source: Value
hu_hu: Érték

source: Varsion:
hu_hu: Verzió:

source: Verify certificate (optional)
hu_hu: Tanúsítvány ellenőrzése (opcionális)

source: Verify connection method
hu_hu: Ellenőrizze a csatlakozási módszert

source: Verify SSL certificate
hu_hu: SSL tanúsítvány ellenőrzése

source: Verify SSL certificate (optional)
hu_hu: SSL tanúsítvány ellenőrzése (opcionális)

source: Verify that MainWP Child is Installed and Activated.
hu_hu: Ellenőrizze, hogy a MainWP Child telepítve és aktiválva van-e.

source: Verify that the MainWP Child plugin is installed and activated
hu_hu: Ellenőrizd, hogy a MainWP Child bővítmény telepítve és aktiválva van-e

source: Version
hu_hu: Verzió

source: Version information removed from URLs:
hu_hu: Az URL-ekből eltávolítottuk a verzióinformációkat:

source: Version:
hu_hu: Verzió:

source: Version:
hu_hu: Verzió:

source: via WP-CLI
hu_hu: wp CLI-n keresztül

source: View
hu_hu: Megtekintés

source: View all
hu_hu: Összes megtekintése

source: View Sites
hu_hu: Weboldalak megtekintése

source: View Template
hu_hu: Sablon megtekintése

source: Visibility
hu_hu: Láthatóság

source: Visit Site
hu_hu: Oldal meglátogatása

source: Walkthrough
hu_hu: Bejárás

source: Warning
hu_hu: Figyelmeztetés

source: We do not collect, store, nor process any personal data through this Plugin.
hu_hu: Nem gyűjtünk, tárolunk és nem dolgozunk fel személyes adatokat ezen a Pluginon keresztül.

source: We have detected the following sites do not have the %s plugin installed. This plugin is required to be installed on your Child Sites for the Extension to work on those sites. Please select sites where you want to install it and click the Install Plugin button. Uncheck any site you don't want to add the plugin to or cancel to skip this step. After the installation process, resync your sites to see sites with the newly installed plugin.
hu_hu: A következő oldalakon nem telepítettük a %s plugint. A bővítményt telepíteni kell a gyermekoldalakra ahhoz, hogy a bővítmény működjön ezeken az oldalakon. Kérjük, válassza ki azokat az oldalakat, ahová telepíteni szeretné, és kattintson a Plugin telepítése gombra. Törölje a jelölőnégyzetet azokon a webhelyeken, amelyekhez nem szeretné hozzáadni a bővítményt, vagy törölje a lépést, hogy kihagyja ezt a lépést. A telepítési folyamat után szinkronizálja újra webhelyeit, hogy láthassa az újonnan telepített bővítménnyel rendelkező webhelyeket.

source: We HIGHLY recommend a NEW WordPress install for your MainWP Dashboard.
hu_hu: Nagyon javasoljuk, hogy egy új WordPress telepítését a MainWP Dashboardhoz.

source: We value your privacy very highly. Please read this Privacy Policy carefully before using the MainWP Dashboard Plugin ("Plugin") operated by Sick Marketing, LLC d/b/a MainWP, a Limited Liability Company formed in Nevada, United States ("us","we","our") as this Privacy Policy contains important information regarding your privacy.
hu_hu: Nagyon nagyra értékeljük az Ön magánéletét. Kérjük, olvassa el figyelmesen ezt az Adatvédelmi szabályzatot, mielőtt használná a MainWP Dashboard Plugin ("Plugin"), amelyet a Sick Marketing, LLC d/b/a MainWP, egy Nevadában, az Egyesült Államokban alapított korlátolt felelősségű társaság ("mi", "mi", "miénk") üzemeltet, mivel ez az Adatvédelmi szabályzat fontos információkat tartalmaz az Ön adatvédelmével kapcsolatban.

source: Website
hu_hu: Weboldal

source: Website not found.
hu_hu: Nem található weboldal.

source: Website:
hu_hu: Weboldal:

source: Websites
hu_hu: Weboldalak

source: Websites that belong to the client.
hu_hu: Az ügyfélhez tartozó weboldalak.

source: Weekly
hu_hu: Hetente

source: Welcome
hu_hu: Üdvözöllek

source: Welcome to your MainWP Dashboard!
hu_hu: Üdvözöllek a MainWP oldalán!

source: Well done!
hu_hu: Minden rendben!

source: What are Extensions?
hu_hu: Mik azok a kiegészítők?

source: What is the openssl.cnf file location on your computer?
hu_hu: Mi az openssl.cnf fájl helye a számítógépén?

source: What is the site URL?
hu_hu: Mi az oldal URL-je?

source: What is your administrator username on that site?
hu_hu: Mi a rendszergazdai felhasználóneved azon az oldalon?

source: What personal data we collect
hu_hu: Milyen személyes adatokat gyűjtünk

source: Windows Live Writer meta tag has been removed from front-end
hu_hu: A Windows Live Writer metacímkéjét eltávolították a frontendről

source: Windows Live Writer meta tag has not been removed from front-end
hu_hu: A Windows Live Writer metacímkéjét nem távolítottuk el a frontendről

source: Windows Live Writer meta tag removed:
hu_hu: Windows Live Writer meta tag eltávolítva:

source: with errors
hu_hu: hibákkal

source: Word count: %s
hu_hu: Szavak száma: %s

source: WordPress Check
hu_hu: WordPress ellenőrzés

source: WordPress Core
hu_hu: WordPress alap

source: WordPress Core Updates
hu_hu: WordPress alap frissítés

source: WordPress core updates.
hu_hu: WordPress alap frissítés.

source: WordPress Core updates. Click to see details.
hu_hu: WordPress alap frissítések. Kattints ide a részletek megtekintéséhez.

source: WordPress is not up to date.
hu_hu: A WordPress nem naprakész.

source: WordPress is not up to date:
hu_hu: A WordPress nem naprakész:

source: WordPress is up to date.
hu_hu: A WordPress naprakész.

source: WordPress Root Directory
hu_hu: WordPress gyökérkönyvtár

source: WordPress SEO values have been saved.
hu_hu: WordPress SEO értékeket elmentettük.

source: WordPress Updates
hu_hu: WordPress frissítés

source: WordPress Version
hu_hu: WordPress Verzió

source: WordPress version has been hidden
hu_hu: A WordPress verzió el lett rejtve

source: WordPress version has not been hidden
hu_hu: WordPress verzió nem lett elrejtve

source: WordPress version hidden:
hu_hu: WordPress verzió elrejtve:

source: Would you like to see Demo content first?
hu_hu: Szeretné először látni a demó tartalmát?

source: Would you like to turn on guided tours?
hu_hu: Szeretné bekapcsolni az idegenvezetést?

source: Would you like to turn on home screen previews? This function queries WordPress.com servers to capture a screenshot of your site the same way comments shows you preview of URLs.
hu_hu: Szeretné bekapcsolni a kezdőképernyő előnézetét? Ez a funkció lekérdezi a WordPress.com szervereit, hogy képernyőképet készítsen a webhelyedről, ugyanúgy, ahogyan a kommentek az URL-ek előnézetét mutatja.

source: Would you like to use the Bulk Settings Manager with these plugin? Check out the %1Documentation%2.
hu_hu: Szeretnéd használni a Tömeges beállítások kezelőjét ezekkel a pluginekkel? Nézd meg a %1Documentation%2.

source: Would you like to use the Bulk Settings Manager with these themes? Check out the %1Documentation%2.
hu_hu: Szeretné használni a Tömeges beállítások kezelőjét ezekkel a témákkal? Nézd meg a %1Documentation%2.

source: Would you like to use the Bulk Settings Manager with this plugin? Check out the %1Documentation%2.
hu_hu: Szeretnéd használni a Tömeges beállítások kezelőjét ezzel a pluginnel? Nézd meg a %1Documentation%2.

source: Would you like to use the Bulk Settings Manager with this theme? Check out the %1Documentation%2.
hu_hu: Szeretné használni a Tömeges beállítások kezelőjét ezzel a témával? Nézd meg a %1Documentation%2.

source: WP Config debugging is disabled
hu_hu: A WP Config hibakeresés le van tiltva

source: WP Config debugging is enabled
hu_hu: WP Config hibakeresés engedélyezve

source: WP Config debugging is enabled:
hu_hu: A WP Config hibakeresés engedélyezve:

source: WP Core advanced automatic updates
hu_hu: WP Core fejlett automatikus frissítések

source: WP Core advanced automatic updates enabled
hu_hu: WP Core fejlett automatikus frissítések engedélyezve

source: WP nonce could not be verified. Please reload the page and try again.
hu_hu: A WP nonce nem volt ellenőrizhető. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: WP-Admin on child sites
hu_hu: WP-Admin a gyermek oldalakon

source: WP-Config File
hu_hu: WP-Config fájl

source: wp-config.php not found
hu_hu: wp-config.php nem található

source: wp_mail() error detected! It is more than likely that your MainWP Dashboard will fail to send any email. Please check for possible plugin conflicts with your Dashboard or contact your host support to determine why the wp_mail() function fails.
hu_hu: wp_mail() hiba észlelve! Több mint valószínű, hogy a MainWP Dashboard nem tud e-mailt küldeni. Kérjük, ellenőrizze a Dashboardjával kapcsolatos esetleges plugin-konfliktusokat, vagy lépjen kapcsolatba a tárhelyszolgáltató ügyfélszolgálatával, hogy megállapítsa, miért nem sikerül a wp_mail() funkció.

source: Write
hu_hu: Írás

source: Year
hu_hu: Év

source: YES
hu_hu: Igen

source: Yes
hu_hu: Igen

source: Yes, proceed!
hu_hu: Igen,megerősítem!

source: You are in Demo Mode. Click here for more info
hu_hu: Demo módban vagy. Kattintson ide további információkért

source: You are in Demo Mode. Click here for more info or to disable it
hu_hu: Demo módban vagy. Kattintson ide további információkért vagy a kikapcsolásért

source: You are not allowed to edit this website.
hu_hu: Ön nem szerkesztheti ezt a weboldalt.

source: You can add multiple emails by separating them with comma.
hu_hu: Több e-mailt is hozzáadhatsz, ha vesszővel választod el őket.

source: You can download the sample CSV file to see how to format the import file properly. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Letöltheted a CSV mintafájlt, hogy lásd, hogyan kell megfelelően formázni az importfájlt. További segítségért kérjük, tekintsd meg a %1$s dokumentációt%2$s.

source: You can not edit this website!
hu_hu: Ezt a weboldalt nem szerkesztheted!

source: You cannot edit this website.
hu_hu: Ezt a weboldalt nem lehet szerkeszteni.

source: You do not have sufficient permissions to access this page (%s).
hu_hu: Nincs elegendő jogosultsága az oldal eléréséhez (%s).

source: You have a MainWP Extension that does not have an active API entered. This means you will not receive updates or support. Please visit the %1$sExtensions%2$s page and enter your API.
hu_hu: Olyan MainWP-bővítményed van, amelyhez nem írtál be aktív API-t. Ez azt jelenti, hogy nem kap frissítéseket vagy támogatást. Kérjük, látogass el a %1$sKiterjesztések%2$s oldalra, és add meg az API-t.

source: You have a MainWP extension that does not have an active API entered. This means you will not receive updates or support. Please visit the %1$sExtensions%2$s page and enter your API key.
hu_hu: Olyan MainWP-bővítményed van, amelyhez nem írtál be aktív API-t. Ez azt jelenti, hogy nem kap frissítéseket vagy támogatást. Kérjük, látogasson el a %1$sKiterjesztések%2$s oldalt, és add meg az API-kulcsot.

source: You have access to all our Free and third-party Extensions on WP.org and any that you have registered for, but you DO NOT need to install them.
hu_hu: Hozzáférésed van az összes ingyenes és harmadik féltől származó bővítményünkhöz a WP.org-on, és minden olyanhoz, amelyre regisztráltál, de NEM kell telepítened őket.

source: You have access to the MainWP Pro plan, which gives you access to all MainWP-created Extensions, but you DO NOT need to install all of them.
hu_hu: Hozzáférésed van a MainWP Pro csomaghoz, amely hozzáférést biztosít az összes MainWP által létrehozott bővítményhez, de NEM kell mindet telepítened.

source: You have successfully connected your first site to your MainWP Dashboard!
hu_hu: Sikeresen csatlakoztatta első webhelyét a MainWP Dashboardhoz!

source: You have successfully created your first Client.
hu_hu: Sikeresen létrehozta az első ügyfelet.

source: You have to change this yourself. If this user was used as your MainWP Secure Link Admin, you will need to change your Administrator Username in the MainWP Dashboard for the site.
hu_hu: Ezt magadnak kell megváltoztatnod. Ha ez a felhasználó a MainWP Secure Link adminisztrátorként volt használva, akkor meg kell változtatnia az adminisztrátor felhasználónevét a webhely MainWP Dashboardján.

source: You have to select the sites you wish to publish to.
hu_hu: Válaszd ki a gyerek weboldalakat ahol publikálni szeretnéd.
