Repository: Lonsdale201/wp-magyar-forditasok
Catalog: MainWP/mainwp-*.po
Languages: hu_hu

source: Disconnected
hu_hu: Kikapcsolt

source: Disconnected Sites
hu_hu: Kikapcsolt weboldalak

source: Discussion
hu_hu: Vitafórum

source: Dismiss
hu_hu: Elutasít

source: Dismiss the notice.
hu_hu: A figyelmeztetés elutasítása.

source: Display name publicly as
hu_hu: Publikusan megjelenő név

source: Displays the client added on
hu_hu: Megjeleníti az ügyfél hozzáadását a

source: Displays the client city
hu_hu: Megjeleníti az ügyfél városát

source: Displays the client contact address 1
hu_hu: Megjeleníti az ügyfél kapcsolattartási címét 1

source: Displays the client contact address 2
hu_hu: Megjeleníti az ügyfél kapcsolattartási címét 2

source: Displays the client contact name
hu_hu: Megjeleníti az ügyfél kapcsolattartó nevét

source: Displays the client country
hu_hu: Megjeleníti az ügyfél országát

source: Displays the client email
hu_hu: Megjeleníti az ügyfél e-mail címét

source: Displays the client Facebook
hu_hu: Megjeleníti az ügyfél Facebook címét

source: Displays the client Instagram
hu_hu: Megjeleníti az ügyfél Instagram címét

source: Displays the client LinkedIn
hu_hu: Megjeleníti az ügyfél LinkedIn címét

source: Displays the Client name
hu_hu: Megjeleníti az ügyfél nevét

source: Displays the client note
hu_hu: Megjeleníti az ügyfél megjegyzését

source: Displays the client phone
hu_hu: Megjeleníti az ügyfél telefontszámát

source: Displays the client ZIP code
hu_hu: Megjeleníti az ügyfél irányítószámát

source: Displays the contact email
hu_hu: Megjeleníti a kapcsolattartó e-mail címét

source: Displays the contact LinkedIn
hu_hu: Megjeleníti a LinkedIn elérhetőséget

source: Displays the contact phone
hu_hu: Megjeleníti a kapcsolattartó telefonszámát

source: Displays the contact role
hu_hu: Megjeleníti a kapcsolattartó szerepét

source: Do not add commas for thousands (ex 1000).
hu_hu: Ne adj vesszőt az ezresekhez (pl 1000).

source: Do not update
hu_hu: Ne frissítse

source: Do you want MainWP Child to be updated automatically on your websites? This is highly recommended!
hu_hu: Szeretné, hogy a MainWP Child automatikusan frissüljön a weboldalain? Ez erősen ajánlott!

source: Do you want to create a client for your first child site?
hu_hu: Szeretnél ügyfelet létrehozni az első alárendelt webhelyedhez?

source: Do you want to enable MainWP Guided Tours?
hu_hu: Engedélyezni szeretné a MainWP Guided Tours szolgáltatást?

source: Do you want to force IPv4 for this child site?
hu_hu: IPv4-et szeretne kényszeríteni erre a gyermekoldalra?

source: Do you want to verify SSL certificate.
hu_hu: Szeretnéd ellenőrizni az SSL-tanúsítványt.

source: Documentation
hu_hu: Dokumentáció

source: DONE
hu_hu: Kész

source: Double request!
hu_hu: Dupla kérés!

source: Download from child completed.
hu_hu: Letöltés a gyermekről befejeződött.

source: Download from child site completed.
hu_hu: Letöltés a gyermekoldalról befejeződött.

source: Download icon file failed
hu_hu: Az ikonfájl letöltése nem sikerült

source: Download MainWP
hu_hu: MainWP letöltése

source: Download MainWP Child Privacy Policy
hu_hu: MainWP Child adatvédelmi szabályzat letöltése

source: Download MainWP Dashboard Privacy Policy
hu_hu: MainWP Dashboard Adatvédelmi szabályzat letöltése

source: Download Sample CSV file
hu_hu: Minta CSV fájl letöltése

source: Download System Report
hu_hu: Rendszerjelentés letöltése

source: Downloading the file.
hu_hu: A fájl letöltése.

source: Draft
hu_hu: Vázlat

source: Due to bug with PHP on some servers, enter the openssl.cnf file location so MainWP Dashboard can connect to your child sites. If your openssl.cnf file is saved to a different path from what is entered above please enter your exact path.
hu_hu: Néhány szerveren a PHP-vel kapcsolatos hiba miatt adja meg az openssl.cnf fájl helyét, hogy a MainWP Dashboard csatlakozni tudjon a gyermekoldalakhoz. Ha az openssl.cnf fájl a fentiektől eltérő elérési útvonalra van mentve, kérjük, adja meg a pontos elérési utat.

source: Duration
hu_hu: Időtartam

source: during WP Cron
hu_hu: wP Cron alatt

source: Each specific log type changes only the type of information logged. It does not change the log view.
hu_hu: Az egyes naplótípusok csak a naplózott információk típusát változtatják meg. A napló nézetét nem változtatja meg.

source: Edit
hu_hu: Módosítás

source: Edit API Keys
hu_hu: API kulcsok szerkesztése

source: edit backup tasks
hu_hu: biztonsági mentés feladatok szerkesztése

source: Edit Boilerplate Page
hu_hu: Boilerplate oldal szerkesztése

source: Edit Boilerplate Post
hu_hu: Boilerplate bejegyzés szerkesztése

source: Edit Bulk Page
hu_hu: Tömeges oldal szerkesztés

source: Edit Bulk Post
hu_hu: Tömeges hozzászólások szerkesztése

source: Edit Client
hu_hu: Ügyfél módosítása

source: Edit client
hu_hu: Ügyfél módosítása

source: Edit client information.
hu_hu: Ügyfél információk módosítása.

source: Edit client notes.
hu_hu: Ügyfél megjegyzés szerkesztése.

source: Edit Contact
hu_hu: Kapcsolat szerkesztése

source: Edit contact person information.
hu_hu: Kapcsolattartói adatok szerkesztése.

source: Edit Email Template
hu_hu: Email sablon szerkesztése

source: Edit Note
hu_hu: Megjegyzés szerkesztése

source: Edit note
hu_hu: Megjegyzés szerkesztése

source: Edit Notes
hu_hu: Megjegyzés szerkesztése

source: Edit notes.
hu_hu: Megjegyzés szerkesztése.

source: Edit Page
hu_hu: Oldal szerkesztése

source: Edit Post
hu_hu: Bejegyzés szerkesztése

source: Edit selected tag.
hu_hu: Kijelölt címke szerkesztése.

source: Edit Site
hu_hu: Weboldal módosítása

source: Edit site notes.
hu_hu: Weboldal megjegyzés szerkesztése.

source: edit sites
hu_hu: weboldal módosítása

source: Edit Template
hu_hu: Sablon szerkesztése

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Editor
hu_hu: Szerkesztő

source: Eight times per day
hu_hu: Naponta nyolcszor

source: Eleven times per day
hu_hu: Naponta tizenegyszer

source: Email heading
hu_hu: Email fejléc

source: Email Settings
hu_hu: E-mail beállítások

source: Email settings saved successfully.
hu_hu: Az e-mail beállítások sikeresen módosítva.

source: Email template copied successfully.
hu_hu: E-mail sablon sikeresen másolva.

source: Email template updated successfully.
hu_hu: Az e-mail sablon sikeresen frissült.

source: Empty fields will not be passed to child sites.
hu_hu: Az üres mezők nem kerülnek átadásra a gyerekwebhelyekre.

source: Empty or Invalid request data, please try again.
hu_hu: Üres vagy érvénytelen kérési adatok, kérjük, próbálja meg újra.

source: Enable
hu_hu: Engedélyezés

source: Enable a specific logging system.
hu_hu: Egy adott naplózási rendszer engedélyezése.

source: Enable auto purge
hu_hu: Automatikus tisztítás engedélyezése

source: Enable basic uptime monitoring
hu_hu: Alap állásidő figyelés engedélyezése

source: Enable basic uptime monitoring (optional)
hu_hu: Alap állásidő figyelés engedélyezése (nem kötelező)

source: Enable Child Site Health monitoring (optional)
hu_hu: Gyermekhelyek állapot figyelésének engedélyezése (nem kötelező)

source: Enable Demo Mode With Guided Tours
hu_hu: Demo mód engedélyezése vezetett túrákkal

source: Enable if the import file contains a header.
hu_hu: Engedélyezze, ha az importált fájl fejlécet tartalmaz.

source: Enable if you want MainWP to automatically update WP Core on this website.
hu_hu: Engedélyezze, ha azt szeretné, hogy a MainWP automatikusan frissítse a WP Core-t ezen a weboldalon.

source: Enable if you want Suspend this website.
hu_hu: Engedélyezze, ha szeretné felfüggeszteni ezt a weboldalt.

source: Enable if you want to force your MainWP Dashboard to use IPv4 while tryig to connect child sites.
hu_hu: Engedélyezze, ha a MainWP Dashboardot IPv4 használatára akarja kényszeríteni, amikor gyermekoldalakhoz próbál csatlakozni.

source: Enable if you want to ignore plugin updates on this website.
hu_hu: Engedélyezze, ha figyelmen kívül akarja hagyni a plugin frissítéseit ezen a weboldalon.

source: Enable if you want to ignore theme updates on this website.
hu_hu: Engedélyezze, ha figyelmen kívül akarja hagyni a téma frissítéseit ezen a weboldalon.

source: Enable if you want to ignore WP Core updates on this website.
hu_hu: Engedélyezze, ha figyelmen kívül szeretné hagyni a WP magjának frissítéseit ezen a weboldalon.

source: Enable if you want to manage Translation updates
hu_hu: Engedélyezd, ha kezelni szeretnéd a fordítási frissítéseket

source: Enable if you want to monitoring this website.
hu_hu: Engedélyezze, ha szeretné figyelemmel kísérni ezt a weboldalt.

source: Enable if you want your MainWP Dashboard to check child site header response after updates.
hu_hu: Engedélyezze, ha azt szeretné, hogy a MainWP Dashboard frissítések után ellenőrizze a gyermek weboldal fejlécének válaszát.

source: Enable insights logging
hu_hu: Insights naplózás engedélyezése

source: Enable legacy backup feature
hu_hu: A régi biztonsági mentés funkció engedélyezése

source: Enable MainWP guided tours
hu_hu: MainWP túrák engedélyezése

source: Enable or disable automatic plugins updates. If enabled, MainWP will update only plugins that you have marked as Trusted.
hu_hu: Az automatikus bővítmény frissítések engedélyezése és letiltása. Ha engedélyezve van, a MainWP csak olyan pluginokat fog frissíteni, amelyeket megbízhatóként jelölt meg.

source: Enable or disable automatic themes updates. If enabled, MainWP will update only themes that you have marked as Trusted.
hu_hu: Az automatikus téma frissítések engedélyezése és letiltása. Ha engedélyezve van, a MainWP csak olyan témákat fog frissíteni, amelyeket megbízhatóként jelölt meg.

source: Enable or disable automatic WordPress core updates.
hu_hu: Az automatikus WordPress alapfájlok frissítésének engedése vagy letiltása.

source: Enable REST API Key
hu_hu: REST API kulcs engedélyezése

source: Enable REST API key
hu_hu: REST API kulcs engedélyezése

source: Enable Site Health monitoring
hu_hu: A weboldal állapot figyelés engedélyezése

source: Enable the MainWP REST API functionality and generate API credentials. Check this %1$shelp document%2$s to see all available endpoints.
hu_hu: Engedélyezze a MainWP REST API funkciót és generálja az API hitelesítő adatokat. Az összes elérhető végpont megtekintéséhez tekintse meg ezt a %1$ssúgó dokumentumot%2$s.

source: Enable this email notification.
hu_hu: Engedélyezd ezt az e-mail értesítést.

source: Enabled
hu_hu: Engedélyezve

source: End Date
hu_hu: Befejezés dátuma

source: England
hu_hu: Anglia

source: Enter a new password or use the Generate Password button.
hu_hu: Adjon meg egy új jelszót, vagy használja a Jelszó generálása gombot.

source: Enter administrator username and site title.
hu_hu: Add meg az Adminisztrátor felhasználónevét és a weboldal címét.

source: Enter contact person information.
hu_hu: Adja meg a kapcsolattartó adatait.

source: Enter field description
hu_hu: Mező leírás megadása

source: Enter field name (without of square brackets)
hu_hu: Adja meg a mező nevét (szögletes zárójelek nélkül)

source: Enter new
hu_hu: Új megadása

source: Enter specific username that you want to search for.
hu_hu: Adja meg a keresendő felhasználónevet.

source: Enter tag name
hu_hu: Adja meg a címke nevét

source: Enter the client information.
hu_hu: Add meg ügyfél adatokat.

source: Enter the email heading.
hu_hu: Írja be az e-mail címét.

source: Enter the email subject.
hu_hu: Írja be az e-mail tárgyát.

source: Enter the website Administrator username.
hu_hu: Add meg az adminisztrátor felhasználó nevét.

source: Enter the website title.
hu_hu: Add meg a weboldal címét.

source: Enter your MainWP Main API Key.
hu_hu: Adja meg a MainWP Main API kulcsát.

source: Enter your website URL.
hu_hu: Add meg a weboldal URL-t.

source: ERROR
hu_hu: HIBA

source: Error
hu_hu: Hiba

source: Error Fixed
hu_hu: Hiba javítva

source: Error Log
hu_hu: Hibanapló

source: Error logging disabled.
hu_hu: Hibanaplózás letiltva.

source: Error message:
hu_hu: Hibaüzenet:

source: Error on your child WordPress
hu_hu: Hiba a gyermek WordPress weboldalon

source: ERROR Site is already connected to your MainWP Dashboard.
hu_hu: HIBA A weboldal már csatlakoztatva van a MainWP Dashboardhoz.

source: ERROR:
hu_hu: Hiba:

source: Event timestamp:
hu_hu: Az esemény időbélyege:

source: Every 10 minutes
hu_hu: Minden 10 perc

source: Every 3 hours
hu_hu: 3 óránként

source: Every 30 minutes
hu_hu: Minden 30 percben

source: Every 5 minutes
hu_hu: Minden 5 percben

source: Every 6 hours
hu_hu: 6 óránként

source: Every hour
hu_hu: Minden órában

source: Excerpt
hu_hu: Kivonat

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme.
hu_hu: A kivonat tartaloma opcionális, kézzel készített összefoglaló, amelyek felhasználhatók a témában.

source: Excessive checking can cause server resource issues. For frequent checks or lots of sites, we recommend the %1$sMainWP Advanced Uptime Monitoring%2$s extension.
hu_hu: A túlzott ellenőrzés szervererőforrás-problémákat okozhat. Gyakori ellenőrzések vagy sok weboldal esetén a %1$sMainWP Advanced Uptime Monitoring%2$s bővítményt ajánljuk.

source: execute backups
hu_hu: biztonsági mentések végrehajtása

source: Execution time
hu_hu: Végrehajtási idő

source: Existed contact emails.%sPlease try again.
hu_hu: Létező kapcsolat e-mail cím.%sKérjük, próbálkozzon újra.

source: Explore MainWP's capabilities using our pre-loaded demo content.
hu_hu: Fedezze fel a MainWP képességeit az előre feltöltött demótartalmak segítségével.

source: Export Child Sites
hu_hu: Gyerek weboldalak exportálása

source: Export child sites to CSV file
hu_hu: Gyermek weboldalak exportálása CSV fájlba

source: Extension activated.
hu_hu: A kiegészítő aktiválva.

source: Extensions
hu_hu: Kiegészítők

source: Extensions are disabled in the Demo Mode.
hu_hu: A bővítmények le vannak tiltva a demó üzemmódban.

source: Extensions Settings Synchronization
hu_hu: Bővítmények Beállításainak szinkronizálása

source: Fail
hu_hu: Hiba

source: FAILED
hu_hu: HIBA

source: Failed
hu_hu: Sikertelen

source: Featured Image
hu_hu: Kiemelt kép

source: fetch_url_authed exception
hu_hu: fetch_url_authed kivétel

source: Field already exists, try different field name.
hu_hu: A mező már létezik, próbálkozz más mezőnévvel.

source: Field Description
hu_hu: Mező Leírás

source: Field has been saved without changes.
hu_hu: A mező mentésre került módosítás nélkül.

source: Field Name
hu_hu: Mező neve

source: File content could not be displayed.
hu_hu: A fájl tartalma nem jeleníthető meg.

source: File could not be uploaded. Please try again. If process keeps failing, please review MainWP Knowledgebase, and if you still have issues, please let us know in the MainWP Community.
hu_hu: A fájlt nem lehetett feltölteni. Kérjük, próbálja meg újra. Ha a folyamat továbbra is sikertelen, kérjük, olvassa el a MainWP Tudásbázisát, és ha még mindig problémái vannak, kérjük, ossza meg velünk a MainWP Közösségben.

source: File could not be uploaded. Temporary file cold not be created. Please make sure that the tmpfile() PHP function is enabled on your server.
hu_hu: A fájlt nem lehetett feltölteni. Ideiglenes fájl nem hozható létre. Kérjük, ellenőrizze, hogy a tmpfile() PHP funkció engedélyezve van-e a szerveren.

source: File has an invalid extension, it should be one of
hu_hu: A fájl kiterjesztése érvénytelen, az egyik

source: File is too large, increase post_max_size and/or upload_max_filesize
hu_hu: A fájl túl nagy, növeld meg post_max_size és/vagy upload_max_filesize értékét

source: File was not found.
hu_hu: A fájl nem található.

source: FileSystem Method
hu_hu: Fájlrendszer módszer

source: Filter Clients
hu_hu: Ügyfelek szűrése

source: Filter clients:
hu_hu: Ügyfelek szűrése:

source: Filter not supported.
hu_hu: A szűrő nem támogatott.

source: Filter Sites
hu_hu: Weboldalak szűrése

source: Filter sites:
hu_hu: Weboldalak szűrése:

source: Find extension...
hu_hu: Kiegészítő keresése...

source: Finish
hu_hu: Befejeződött

source: Finished
hu_hu: Befejeződött

source: First Name
hu_hu: Keresztnév

source: Five times per day
hu_hu: Naponta ötször

source: Fix
hu_hu: Javítás

source: Fix All
hu_hu: Összes javítása

source: Fix All Issues
hu_hu: Összes javítása

source: Fix detected security issues on the childs site. For additional help, please check this %1$shelp documentation%2$s.
hu_hu: Javítsd ki a webhelyen észlelt biztonsági problémákat. További segítségért tekintsd meg a %1$shelp dokumentációt%2$s.

source: For additional help with setting up the Basic Uptime monitoring, please see %1$sthis help document%2$s.
hu_hu: Az alap leállás figyelés beállításával kapcsolatos további segítségért olvasd el %1$sezt a súgódokumentumot%2$s.

source: for more information check the %1$sKnowledge Base %2$s.
hu_hu: további információkért tekintse meg a %1$sTudásbázis %2$s.

source: Force IPv4
hu_hu: IPv4 kényszerítése

source: Force IPv4 (optional)
hu_hu: IPv4 kényszerítése (opcionális)

source: Force your MainWP Dashbaord to set new pair of OpenSSL Keys
hu_hu: Kényszerítse a MainWP Dashbaordot, hogy új OpenSSL kulcspárt állítson be

source: Force your MainWP Dashboard to establish a new connection
hu_hu: Kényszerítse a MainWP Dashboardot, hogy új kapcsolatot hozzon létre

source: Force your MainWP Dashboard to reconnect with your child sites. Only needed if suggested by MainWP Support.
hu_hu: Kényszeríti a műszerfaladat, hogy újra csatlakoztassa a gyerek weboldalakat. Csak akkor szükséges használni, ha a MainWP Támogatás javasolja.

source: Force your MainWP Dashboard to set a new pair of OpenSSL Keys
hu_hu: Kényszerítse a MainWP Dashboardot egy új OpenSSL kulcspár beállítására

source: Four times per day
hu_hu: Naponta négyszer

source: Free extension developed by 3rd party author, available on WordPress.org
hu_hu: Ingyenes kiterjesztés, amelyet 3rd party szerző fejlesztett ki, elérhető a WordPress.org oldalon

source: Free extension developed by MainWP
hu_hu: MainWP által fejlesztett ingyenes bővítmény

source: Free Vs. Pro
hu_hu: Ingyenes vagy Pro

source: Frontend Request Settings
hu_hu: Frontend kérés beállításai

source: FULL BACKUP
hu_hu: TELJES Biztonsági mentés

source: Full Backup
hu_hu: Teljes mentés

source: Full backup required
hu_hu: Teljes mentés szükséges

source: Gateway Interface
hu_hu: Átjáró interfész

source: General Settings
hu_hu: Általános beállítások

source: Generate New Password
hu_hu: Új jelszó generálása

source: Generate Password
hu_hu: Jelszó generálása

source: Get Chrome Extension
hu_hu: Chrome kiegészítő beszerzése

source: Get Firefox Extension
hu_hu: Firefox kiegészítő beszerzése

source: Get fresh data from your child sites.
hu_hu: Szerezzen friss adatokat gyermek weboldalakról.

source: Get Pro
hu_hu: Pro beszerzése

source: Get started with MainWP.
hu_hu: Kezdje el a MainWP-vel.

source: global dashboard
hu_hu: globális műszerfal

source: Global setting
hu_hu: Globális beállítás

source: Go back to the MainWP > Extensions page and use the Install Extensions button
hu_hu: Menjen vissza a MainWP > Bővítmények oldalra, és használja a Bővítmények telepítése gombot

source: Go to Site
hu_hu: Ugrás az oldalra

source: Go to the %1$sWP > Plugins%2$s page
hu_hu: Menjen a %1$sWP > Bővítmények%2$s oldalra

source: Go to the site front page
hu_hu: Ugrás a webhely főoldalára

source: Go to the site overview.
hu_hu: Ugrás az oldal áttekintéséhez.

source: Go to the site WP Admin
hu_hu: Átlépés a WP Admin oldalra

source: Go to the site.
hu_hu: Weboldal megnyitása.

source: Go to the WP Admin > Plugins > Installed Plugins page
hu_hu: Ugrás a WP Admin > Plugins > Telepített pluginek oldalra

source: Go to WP Admin
hu_hu: Átlépés a WP adminra

source: Go to your MainWP Account at MainWP.com
hu_hu: Menj a MainWp fiókodba a MainWP.com oldalon

source: Good
hu_hu: Jó

source: Grid
hu_hu: Rács

source: Help Documentation
hu_hu: Súgó dokumentáció

source: Here you can select a theme for your MainWP Dashboard.
hu_hu: Itt választhat témát a MainWP Dashboardhoz.

source: Hi MainWP Manager, there is not anything to see here before connecting your first site.
hu_hu: Szia MainWP Manager, itt nincs semmi látnivaló az első weboldal csatlakoztatása előtt.

source: Hi there
hu_hu: Helló

source: Hi, I noticed you have a few MainWP Extensions installed and that's awesome!
hu_hu: Szia, észrevettem, van már egy pár MainWP Kiegészítő telepítve, és ez szuper!

source: Hi, I noticed you have been using MainWP for over 30 days and that's awesome!
hu_hu: Szia, észrevettem, hogy már 30 napnál régebben használod a MainWP-t, és ez szuper!

source: Hide
hu_hu: Elrejtés

source: Hide All
hu_hu: Összes elrejtése

source: Hide Details
hu_hu: Részletek elrejtése

source: Hide Menu
hu_hu: Menü elrejtése

source: Hide Shortcuts
hu_hu: Billenytűparancsok elrejtése

source: Hide the child sites list
hu_hu: A gyermek weboldalak listájának elrejtése

source: Hide the Update Everything button
hu_hu: A Minden frissítése gomb elrejtése

source: Highly recommended if new to MainWP!
hu_hu: Nagyon ajánlott, ha új a MainWP!

source: Hook
hu_hu: Horog

source: Hosting
hu_hu: Kiszolgálás

source: Hour
hu_hu: Óra

source: How to install your MainWP Extensions?
hu_hu: Hogyan kell telepíteni a MainWP bővítményeket?

source: HTML template
hu_hu: HTML sablon

source: HTTP error
hu_hu: HTTP hiba

source: HTTP error - website does not exist
hu_hu: HTTP hiba: a webhely nem létezik

source: HTTP Password (optional)
hu_hu: HTTP jelszó (opcionális)

source: HTTP password (optional)
hu_hu: HTTP jelszó (opcionális)

source: HTTP Status:
hu_hu: HTTP státusz:

source: HTTP Username (optional)
hu_hu: HTTP felhasználónév (opcionális)

source: HTTP username (optional)
hu_hu: HTTP felhasználónév (opcionális)

source: I already did.
hu_hu: Én már megtettem.

source: I have read the warning and I want to proceed
hu_hu: Elolvastam a figyelmeztetést, és folytatni akarom

source: If all your child sites are missing from your MainWP Dashboard, please check this %1$shelp document%2$s.
hu_hu: Ha az összes webhely hiányzik a MainWP irányítópultjáról, kérjük, ellenőrizd ezt a %1$súgódokumentumot%2$s.

source: If enabled, delete client image.
hu_hu: Ha engedélyezve van, törli az ügyfél képet.

source: If enabled, delete image.
hu_hu: Ha engedélyezve van, törli a képet.

source: If enabled, the REST API will be activated.
hu_hu: Ha engedélyezve van, a REST API aktiválódik.

source: If enabled, your MainWP Dashboard will auto purge logs.
hu_hu: Ha engedélyezve van, a MainWP Dashboard automatikusan törli a naplókat.

source: If enabled, your MainWP Dashboard will cache updates for faster loading.
hu_hu: Ha engedélyezve van, a MainWP Dashboard a gyorsabb betöltés érdekében gyorsító tárazza a frissítéseket.

source: If enabled, your MainWP Dashboard will check if full backups exists before updating.
hu_hu: Ha engedélyezve van, a MainWP Dashboard frissítés előtt ellenőrzi, hogy létezik-e teljes biztonsági mentés.

source: If enabled, your MainWP Dashboard will download and show child sites favicons.
hu_hu: Ha engedélyezve van, a MainWP Dashboard le fogja letölteni és megmutatja gyermek oldalak faviconját.

source: If enabled, your MainWP Dashboard will enable logging.
hu_hu: Ha engedélyezve van, a MainWP Dashboard engedélyezi a naplózást.

source: If in use, enter the website Unique ID.
hu_hu: Ha használja, adja meg a honlap egyedi azonosítóját.

source: If too many requests are sent out, they will begin to time out. This causes your sites to be shown as offline while they are up and running.
hu_hu: Ha túl sok kérelmet küldenek ki, akkor időtúllépés alakulhat ki. Ez azt eredményezi, hogy a webhelyek offline állapotban jelennek meg, bár működnek.
