Repository: Lonsdale201/wp-magyar-forditasok
Catalog: WooCommerce/WooCommerce Product Add-ons/woocommerce-product-addons-*.po
Languages: hu_hu

source: "%s" is a required field.
hu_hu: "%s" kötelező

source: %d add-ons were successfully imported.
hu_hu: %d kiegészítőt sikeresen importáltunk.

source: %s (Edit)
hu_hu: %s (Szerkesztés)

source: %s (No longer exists)
hu_hu: %s (nem létezik)

source: %s characters remaining
hu_hu: %s karakter van hátra

source: (max file size %s)
hu_hu: (maximum fájl méret %s)

source: <strong>%1$s</strong> has at least one add-on whose <strong>Title</strong> is longer than <strong>255</strong> characters. Please adjust its value and save your changes.
hu_hu: <strong>%1$s</strong> legalább egy olyan kiegészítője van melynek<strong>Neve</strong> hosszabb mint<strong>255</strong> karakter. Please adjust its value and save your changes.

source: Add description
hu_hu: Kiegészítő leírás megjelenítése

source: Add extra options to products which your customers can select from, when adding to the cart, with an optional fee for each extra option. Add-ons can be checkboxes, a select box, or custom text input.
hu_hu: Extra opciók hozzáadása a termékekhez amik közül a vásárló választhat a kosárba helyezéskor. Az egyes opciókért díjat is felszámíthatunk. A kiegészítő opciók lehetnek jelölőnégyezetek, kiválasztás, vagy egyéni szöveg bevitel.

source: Add field&hellip;
hu_hu: Mező hozzáadás&hellip;

source: Add Image
hu_hu: Kép megadása

source: Add new
hu_hu: Új hozzáadás

source: Add Option
hu_hu: Opció hozzáadása

source: add options to an existing product
hu_hu: opciók hozzáadása egy meglévő termékhez

source: Add-on deleted successfully
hu_hu: Add-on sikeresen törölve

source: Add-on saved successfully
hu_hu: Add-on mentése sikeres

source: Add-on title is too long. Please use up to 255 characters.
hu_hu: A kiegészítő címe túl hosszú. Legfeljebb 255 karakter lehetséges.

source: Add-on titles must have maximum 255 characters. Please update the titles of the highlighted add-ons.
hu_hu: A kiegészítő címe maximálisan 255 karakter hossúságú lehet. Kérjük frissítse a megjeleölt kiegészítőket.

source: Add-ons
hu_hu: Kiegészítők

source: Add-ons deleted.
hu_hu: Kiegészítő törölve

source: Add-ons Group
hu_hu: Kiegésztő Csoport

source: Adjust price
hu_hu: Ár megadása

source: All Products
hu_hu: Összes termék

source: Any Text
hu_hu: Tetszőleges szöveg

source: By using this extension, you may be storing personal data or sharing data with an external service. %1$sLearn more about how this works, including what you may want to include in your privacy policy.%2$s
hu_hu: A bővítmény használatával személyes adatokat tárolhat, vagy adatokat oszthat meg egy külső szolgáltatással. %1$sTudjon meg többet arról, hogyan működik ez, és mit érdemes feltüntetnie az adatvédelmi szabályzatában.%2$s

source: Checkbox
hu_hu: Jelölőnégyzet (checkbox)

source: Checkboxes
hu_hu: Jelölőnégyzetek (checkboxes)

source: Choose a field type to add below, or <a href="#" class="wc-pao-import-addons">click here</a> to import data.
hu_hu: Válassza ki a hozzáadandó mezőtípust alább, vagy <a href="#" class="wc-pao-import-addons">kattintson ide</a> az adatok importálásához.

source: Choose an add-on field to add to this group,
hu_hu: Válasszon egy mezőt, és adja hozzá ehhez a csoporthoz,

source: Choose categories&hellip;
hu_hu: Kategóriák választása...

source: Click to toggle
hu_hu: Kattints a váltáshoz

source: Close all
hu_hu: Összecsukás

# column_name
source: Display Order
hu_hu: Megjelenési sorrend

# column_name
source: Name
hu_hu: Név

# column_name
source: Number of fields
hu_hu: Kiegészítők száma

# column_name
source: Product Categories
hu_hu: Termék kategóriák

source: Create a global add-on
hu_hu: Globális kiegészítő létrehozás

source: Create a group of global add-ons to add free or paid options to your products in bulk. You may optionally limit these add-ons to specific product categories.
hu_hu: Hozzon létre globális kiegészítő csoportokat, hogy tömegesen adjon ingyenes vagy fizetős opciókat termékeihez. Ezeket a kiegészítőke opcionálisan korlátozhatja bizonyos termékkategóriákra.

source: Create add-ons group
hu_hu: Csoportos kiegészítő létrehozás

source: Create your first add-on
hu_hu: Hozza létre az első kiegészítőt

source: Customer Defined Price
hu_hu: Ügyfél által meghatározott ár

source: Delete
hu_hu: Törlés

source: Delete option
hu_hu: Opció törlés

source: Delete this option?
hu_hu: Opció törlése?

source: Display as
hu_hu: Megjelenítés mint

source: Display Order
hu_hu: Megjelenési sorrend

source: Documentation
hu_hu: Dokumentáció

source: Dropdown
hu_hu: Legördülő

source: Edit
hu_hu: Szerkesztés

source: Edit Add-on
hu_hu: Kiegészítő szerkesztése

source: Error: Add-on not found
hu_hu: Hiba: Kiegészítő nem található

source: Expand all
hu_hu: Összes megjelenítés

source: Export
hu_hu: Exportálás

source: File Upload
hu_hu: Fájl Feltöltés

source: Filesize exceeds the limit.
hu_hu: A fájlméret meghaladja a maximális korlátot.

source: Flat Fee
hu_hu: Átalánydíj

source: Global Add-ons
hu_hu: Globális kiegészítők

source: Heading
hu_hu: Címsor

source: Hide
hu_hu: Elrejtés

source: Images
hu_hu: Képek

source: Import
hu_hu: Importálás

source: Label
hu_hu: Címke (label)

source: Learn more about add-ons
hu_hu: Tudjon meg többet a kiegészítőkről

source: Limit character length
hu_hu: Karakter limit

source: Limit price
hu_hu: Ár limit

source: Limit quantity
hu_hu: Mennyiség limit

source: Long Text
hu_hu: Szövegterület (Long Text)

source: Multiple Choice
hu_hu: Több válaszlehetőség (Multiple Choice)

source: Multiple choice
hu_hu: Több válaszlehetőség (Multiple Choice)

source: Name
hu_hu: Név

source: No Products Assigned
hu_hu: Nincsenek hozzárendelt termékek

source: None
hu_hu: Nincs kiválasztva

source: Only Email Address
hu_hu: Csak Email cím

source: Only Letters
hu_hu: Csak Betűk

source: Only Letters and Numbers
hu_hu: Csak Betűk és Számok

source: Only Numbers
hu_hu: Csak Számok

source: Option title
hu_hu: Opció név

source: Option title/image
hu_hu: Opció név / kép

source: or
hu_hu: vagy

source: or <a href="#" class="wc-pao-import-addons">click here</a> to import data.
hu_hu: vagy <a href="#" class="wc-pao-import-addons">kattintson ide</a> az adatok importálásához.

source: Percentage Based
hu_hu: Százalék alapján

source: Please choose an option.
hu_hu: Kérjük válasszon egy opciót

source: Please complete all highlighted fields before saving.
hu_hu: Kérjük, mentés előtt töltse ki az összes jelölt mezőt.

source: Please enter %1$s or less.
hu_hu: Kérjük, adjon meg %1$s vagy kevesebbet.

source: Please enter %1$s or more.
hu_hu: Kérjük, adjon meg %1$s vagy többet.

source: Please enter a number in this field.
hu_hu: Kérjük, írjon be számot ebbe a mezőbe.

source: Please enter a valid email address.
hu_hu: Kérjük érvényes email címet adjon meg.

source: Please enter a value greater than 0 for "%s".
hu_hu: Kérjük, adjon meg egy 0-nál nagyobb értéket a "%s" számára.

source: Please enter at least %1$s characters.
hu_hu: Kérjük, legalább %1$s karaktert írjon be.

source: Please enter letters and numbers only.
hu_hu: Kérjük, csak betűket és számokat írjon be.

source: Please enter letters only.
hu_hu: Kérjük, csak betűket adjon meg.

source: Please enter numbers only.
hu_hu: Kérjük, csak számokat adjon meg.

source: Please enter some text in this field.
hu_hu: Kérjük, írjon be valamilyen szöveget a mezőbe.

source: Please enter up to %1$s characters.
hu_hu: Kérjük, legfeljebb %1$s karaktert írjon be.

source: Please upload a file.
hu_hu: Kérjük, töltsön fel egy fájlt.

source: Price
hu_hu: Ár

source: Product Add-Ons
hu_hu: Termék kiegészítők

source: Product Add-ons
hu_hu: Termék kiegészítők

source: Product Add-Ons has detected that your server may have failed to process and save some of the data on this page. Please get in touch with your server's host or administrator and (kindly) ask them to increase the number of variables that PHP scripts can post and process%1$s.
hu_hu: A Product Add-Ons azt észlelte, hogy a szervere esetleg nem tudta feldolgozni és elmenteni az oldalon található adatok egy részét. Kérjük, vegye fel a kapcsolatot a szervere tárhelyszolgáltatójával vagy rendszergazdájával, és (szíveskedjen) megkérni őket, hogy növeljék meg a PHP-szkriptek által küldhető és feldolgozható%1$s változók számát.

source: Product Add-ons requires WooCommerce to be installed and active. You can download %s here.
hu_hu: Ennek a kiegészítőnek szüksége van a WooCommerce bővítményre, melynek telepítve és akvitálva kell lennie az oldalon. Letölthető %s itt.

source: Product Categories
hu_hu: Termékkategóriák

source: Product categories
hu_hu: Termékkategóriák

source: Publish
hu_hu: Publikálás

source: Quantity
hu_hu: Mennyiség

source: Quantity Based
hu_hu: Mennyiség alapján

source: Radio Buttons
hu_hu: Rádió gombok (radio buttons)

source: Remove this add-on field?
hu_hu: Eltávolítja ezt a kiegészítő mezőt?

source: Require input
hu_hu: Kötelező kitöltés

source: Require selection
hu_hu: Kötelező választás

source: Require upload
hu_hu: Kötelező feltöltés

source: Required field
hu_hu: Kötelező mező

source: Restriction
hu_hu: Korlátozás

source: Restrictions
hu_hu: Korlátozások

source: Select an option...
hu_hu: Válasszunk egyet...

source: Select options
hu_hu: Opciók választása

source: Short Text
hu_hu: Rövid szöveg (Short text)

source: Subtotal
hu_hu: Részösszeg

source: Support
hu_hu: Segítség

source: Thank you for installing Woo Product Add-ons.
hu_hu: Köszönjük, hogy telepítette a Woo Product Add-ons.

source: The maximum allowed amount for "%1$s" is %2$s.
hu_hu: A "%1$s" maximálisan megengedett összege %2$s.

source: The maximum allowed characters for "%1$s" is %2$s.
hu_hu: A "%1$s" maximálisan megengedett karaktere %2$s.

source: The minimum amount required for "%1$s" is %2$s.
hu_hu: A "%1$s" minimálisan szükséges összege %2$s.

source: The minimum characters required for "%1$s" is %2$s.
hu_hu: A(z) "%1$s" minimálisan szükséges karakterek száma %2$s.

source: The selected add-on groups will be deleted permanently. Are you sure?
hu_hu: A kiválasztott kiegészítő csoportok véglegesen törlődnek. Biztos benne?

source: This number determines the position of this add-ons group relative to other groups in product pages. Groups with a lower <strong>Display Order</strong> are displayed higher in the product page. Add-ons <a href="%s" target="_blank">created for individual products</a> are displayed at order 10.
hu_hu: Ez a szám határozza meg az adott kiegészítő csoport pozícióját a többi csoporthoz képest a termékoldalakon. Az alacsonyabb <strong>megjelenítési sorrenddel</strong> rendelkező csoportok a termékoldalon előrébb jelennek meg. Az <a href="%s" target="_blank">egyedi termékekhez létrehozott kiegészítők a 10-es értékkel rendelkeznek.

source: Title
hu_hu: Cím

source: Title format
hu_hu: Cím formátum

source: To <a href="%s" target="_blank">create add-ons for individual products</a>, navigate to the <strong>Product Data > Add-ons</strong> tab in the product editor.
hu_hu: Az <a href="%s" target="_blank">egyes termékekhez tartozó kiegészítők</a> létrehozásához navigáljon a termékszerkesztő <strong>Termék adatok > Kiegészítők</strong> lapjára.

source: Type
hu_hu: Típus

source: Type a unique name to identify this global add-ons group. This will not be visible to customers.
hu_hu: Írjon be egy egyedi nevet a globális kiegészítő azonosításához. Ez nem lesz látható a vásárlók számára.

source: Unable to delete group. Invalid global add ons group ID.
hu_hu: Nem lehet törölni. Érvénytelen a globális csoport kiegészítő azonosítója (ID).

source: Unable to retrieve data. Invalid global add ons group or product ID.
hu_hu: Az adatok lekérdezése nem sikerült. Érvénytelen globális kiegészítő csoport, vagy termék azonosító.

source: unlimited
hu_hu: korlátlan

source: Update
hu_hu: Frissítés

source: Use add-ons to add free or paid options to this product.
hu_hu: Használja a kiegészítőket, hogy ingyenes vagy fizetős opciókat adjon a termékhez.

source: Use global add-ons to add free or paid options to your products in bulk.
hu_hu: A globális kiegészítő segítségével tömegesen adhat ingyenes vagy fizetős opciókat termékeihez.

source: Use Global Add-Ons?
hu_hu: Globális kiegészítők használata?

source: Use this field to paste the add-ons you previously exported.
hu_hu: Ebben a mezőben illesztheti be a korábban exportált kiegészítőket.

source: Use this option to assign this global add-ons group to specific product categories.
hu_hu: Ezzel a beállítással hozzá rendelheti ezt a globális kiegészítő csoportot a meghatározott termékkategóriákhoz.

source: Use this option to control if <a href="%s">global add-ons</a> are assigned to this product.
hu_hu: Ezzel az opcióval szabályozhatja, hogy a <a href="%s">globális kiegészítők</a> hozzárendelésre kerüljenek-e ehhez a termékhez.

source: Variation ID:
hu_hu: Variáció ID:

source: Woo Product Add-Ons requires at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
hu_hu: Woo Product Add-Ons minimum szükséges PHP verzió: <strong>%1$s</strong>. Bővebb információ<a href="%2$s">hogyan lehet növelni a PHP-t.</a>.
