Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentSupport/fluent-support-*.po
Languages: hu_hu

source: It will help your agents to understand the ticket type like feature suggestion, bug report etc
hu_hu: Segít a munkatársaknak megérteni a kérés típusát, mint például funkció javaslat, hibajelentés stb

source: Job Title
hu_hu: Munkakör

source: Last 1 Year
hu_hu: Utolsó 1 év

source: Last 3 Months
hu_hu: Elmúlt 3 hónap

source: Last 6 Months
hu_hu: Elmúlt 6 hónap

source: Last Activity
hu_hu: Utolsó aktivítás

source: Last Agent Response
hu_hu: Munkatárs utolsó válasza

source: Last Customer Response
hu_hu: Utolsó ügyfél válasz

source: Last IP Address
hu_hu: Utolsó IP cím

source: Last Migration:
hu_hu: Utolsó migráció:

source: Last Month
hu_hu: Utolsó hónap

source: Last Name
hu_hu: Vezetéknév

source: Last name
hu_hu: Vezetéknév

source: Last Week
hu_hu: Utolsó hét

source: Less than
hu_hu: Kevesebb mint

source: License Management
hu_hu: Licenckezelés

source: Likes
hu_hu: Kedvelések

source: Loading Customer Portal. Please wait...
hu_hu: Ügyfélportál betöltése. Kérem várjon...

source: Login
hu_hu: Bejelentkezés

source: Login Form
hu_hu: Bejelentkezés űrlap

source: Logout
hu_hu: Kijelentkezés

source: Mailbox has been saved
hu_hu: A postafiók mentésre került

source: Manage
hu_hu: Kezelés

source: Manage Others Tickets
hu_hu: Másik kérések kezelése

source: Manage Saved Replies
hu_hu: Egyéni válaszok kezelése

source: Manage Unassigned Tickets
hu_hu: Munkatárshoz nem rendelt kérések kezelése

source: Manager
hu_hu: Munkatárs

source: Manual
hu_hu: Manuális

source: manual
hu_hu: manuális

source: Manual Trigger
hu_hu: Manuális futtatás

source: Manual workflow
hu_hu: Kézi munkafolyamat

source: Match all conditions
hu_hu: Minden feltételnek megfelel

source: max wait time
hu_hu: max. várakozási idő

source: Max Waiting
hu_hu: Max várakozás

source: Maximum File Upload
hu_hu: Maximális fájl feltöltés

source: Medium
hu_hu: Közepes

source: medium
hu_hu: közepes

source: Mentioned
hu_hu: Megemlített

source: Mentioned Ticket
hu_hu: Említett kérés

source: Merge
hu_hu: Összevonás

source: Merge Tickets
hu_hu: Kérések összevonása

source: morning
hu_hu: reggel

source: Move
hu_hu: Mozgatás

source: My Tickets
hu_hu: Hozzámrendelt kérések

source: Name
hu_hu: Név

source: Name:
hu_hu: Név:

source: New
hu_hu: Új

source: new
hu_hu: új

source: New Option
hu_hu: Új opció

source: New Tickets
hu_hu: Új kérések

source: Next
hu_hu: Következő

source: No
hu_hu: Nem

source: No additional data found
hu_hu: Nem található további adat

source: No Custom Fields Found
hu_hu: Nincsenek egyedi mezők létrehozva

source: No support tickets found for this filter
hu_hu: Nem található kérés

source: Normal
hu_hu: Normál

source: normal
hu_hu: normál

source: Not Contains
hu_hu: Nem tartalmazza

source: Not registered?
hu_hu: Nincs regisztrálva?

source: Note
hu_hu: Megjegyzés

source: Notification Integrations
hu_hu: Értesítési integrációk

source: oAuth2 Authorised redirect URI
hu_hu: oAuth2 Engedélyezett átirányítási URI

source: on-hold
hu_hu: tartásban

source: Once you activate the auto-forward for
hu_hu: Miután aktiválta az automatikus továbbítást

source: Only %s files are allowed.
hu_hu: Csak a %s fájlok engedélyezettek.

source: Only you and official support agents can view this conversation
hu_hu: Ezt csak Ön és az ügyfélszolgálat munkatársai láthatják

source: Open
hu_hu: Nyitott

source: open
hu_hu: nyitott

source: Open Ticket in New Tab
hu_hu: Kérés megnyitása új lapon

source: Open Tickets
hu_hu: Nyitott kérések

source: Operator
hu_hu: Operátor

source: OR
hu_hu: VAGY

source: or
hu_hu: vagy

source: Password
hu_hu: Jelszó

source: Password (Leave blank for auto generated email)
hu_hu: Jelszó (hagyja üresen az automatikusan generált e-mailhez)

source: Password reset is not allowed for this user
hu_hu: Jelszó visszaállítás nem engedélyezett a felhasználó számára

source: Paste the authorization code here once you get it.
hu_hu: Ha megkapta az engedélyezési kódot, illessze be ide.

source: Payment Via
hu_hu: Fizetés

source: PDF/Docs
hu_hu: PDF/Docx

source: Pending
hu_hu: Függőben lévő

source: Permissions
hu_hu: Jogosultságok

source: Personal Reports
hu_hu: Személyes jelentések

source: Phone
hu_hu: Telefon

source: Photos
hu_hu: Kép

source: Pick a day
hu_hu: Válasszon egy napot

source: Placeholder
hu_hu: Helyettesítő szöveg

source: Please check your email for the reset link
hu_hu: Kérjük, ellenőrizze e-mailjét a visszaállítási linkért

source: Please configure
hu_hu: Kérjük, állítsa be

source: Please contact with
hu_hu: Kérjük, lépjen kapcsolatba a

source: Please copy and paste this url:
hu_hu: Kérjük, másolja ki és illessze be ezt az url-t:

source: Please do not share any private information.
hu_hu: Kérjük, ne osszon meg semmilyen személyes információt.

source: Please enable auto-forwarding your emails from
hu_hu: Kérjük, engedélyezze az automatikus továbbítást a következő e-mail címekről

source: Please input
hu_hu: Kérjük, add meg

source: Please input your file upload or image upload field shortcode here
hu_hu: Kérjük, itt adja meg a fájlfeltöltés vagy képfeltöltés mező rövidkódját

source: Please make sure your website can send emails from this email address
hu_hu: Kérjük, győződjön meg róla, hogy a weboldal képes e-maileket küldeni erről az e-mail címről

source: Please provide the email address where admin will get email if enabled in email settings
hu_hu: Kérjük, adja meg azt az e-mail címet, ahová az adminisztrátorok e-mailt kapnak, ha az e-mail beállításokban engedélyezve van

source: Please Select a contact
hu_hu: Kérjük, válasszon ki egy elérhetőséget

source: Please select a mailbox
hu_hu: Kérjük, válasszon egy postafiókot

source: Portal Page
hu_hu: Portál oldal

source: Prefered Product
hu_hu: Kedvelt termék

source: Press enter to save
hu_hu: Nyomj ENTER-t a mentéshez

source: Prev
hu_hu: Előző

source: Previous Conversations
hu_hu: Korábbi kérések

source: Priority
hu_hu: Fontosság

source: Priority (Admin)
hu_hu: Prioritás (admin)

source: Priority (Customer)
hu_hu: Prioritás (ügyfél)

source: Private
hu_hu: Privát

source: Product
hu_hu: Termék

source: Product Description
hu_hu: Termékleírás

source: Product has been deleted
hu_hu: A termék törölve

source: Product has been successfully created
hu_hu: A terméket sikeresen létrehozva

source: Product has been updated
hu_hu: A termék frissült

source: Product ID
hu_hu: Termék ID

source: Product Title
hu_hu: Termék neve

source: Products
hu_hu: Termékek

source: Products Reports
hu_hu: Szolgáltatások jelentések

source: Profile picture has been updated successfully
hu_hu: A profilképet sikeresen frissítettük

source: Public
hu_hu: Publikus

source: Public Label
hu_hu: Nyilvános címke

source: Purchase Date
hu_hu: Vásárlás dátuma

source: Purchase one here
hu_hu: Vásároljon egyet itt

source: Quantity
hu_hu: Mennyiség

source: Quick Stats
hu_hu: Gyors statisztika

source: Quick Summary
hu_hu: Gyors áttekintés

source: Read the email piping documentation
hu_hu: Olvassa el az e-mail piping dokumentációját

source: Recaptcha Version
hu_hu: Recaptcha verzió

source: Reconnect
hu_hu: Újracsatlakozás

source: Related Product/Service
hu_hu: Kapcsolódó termék/szolgáltatás

source: Reopen This ticket
hu_hu: Kérés újranyitása

source: replied
hu_hu: válaszolt

source: Replied By Agent
hu_hu: Megválaszolva munkatársunk által

source: Replied by Agent (To Customer)
hu_hu: Munkatárs válasza (Ügyfélnek)

source: Replied By Customer
hu_hu: Megválaszolva az ügyfél által

source: Replied by Customer (To Agent/Admin)
hu_hu: Válaszolt az Ügyfél (Munkatársnak)

source: Replies
hu_hu: Válaszok

source: replies and
hu_hu: válasz és

source: Reply
hu_hu: Válasz elküldése

source: Reply and Close
hu_hu: Válasz és lezárás

source: Reply has been added
hu_hu: Válasz lett hozzáadva

source: Reply Title
hu_hu: Válasz címe

source: Reply To Selected Tickets
hu_hu: Válasz a kiválasztott kérésekre

source: Reporting
hu_hu: Jelentés

source: Reports
hu_hu: Jelentések

source: Request Token
hu_hu: Kérés Token

source: Required
hu_hu: Kötelező

source: Reset
hu_hu: Visszaállítás

source: Reset Filters
hu_hu: Szűrők visszaállítása

source: Reset Password
hu_hu: Jelszó visszaállítása

source: Reset your password for %s
hu_hu: Jelszó visszaállítása %s

source: Reset your password for %s support portal
hu_hu: Jelszó visszaállítása a %s támogatási portálon

source: Response Content
hu_hu: Válasz tartalma

source: Response Count
hu_hu: Válaszok száma

source: Response has been added
hu_hu: A válasz sikeresen elküldve

source: Response Title
hu_hu: Válasz címe

source: Responses
hu_hu: Válaszok

source: Review your Workflow
hu_hu: A munkafolyamat felülvizsgálata

source: Run Workflow
hu_hu: Munkafolyamat futtatása

source: Run workflows
hu_hu: Munkafolyamatok futtatása

source: Save
hu_hu: Mentés

source: Save Settings
hu_hu: Beállítások mentése

source: Saved Draft
hu_hu: Elmentett piszkozatok

source: Saved Replies
hu_hu: Mentett válaszok

source: Search
hu_hu: Keresés

source: Search Agents
hu_hu: Munkatárs keresése

source: Search Custom Fields
hu_hu: Egyedi mező keresése

source: Search Customers
hu_hu: Ügyfél keresése

source: Search Existing contact or provide email address
hu_hu: Keresés Létező kapcsolat vagy e-mail cím megadása

source: Search or provide email address
hu_hu: Keresés vagy e-mail cím megadása

source: Search Products
hu_hu: Termék keresése

source: Search Replies
hu_hu: Válasz keresése

source: Search Tags
hu_hu: Címkék keresése

source: Security verification failed
hu_hu: A biztonsági ellenőrzés sikertelen

source: Security verification failed. Please try again
hu_hu: A biztonsági ellenőrzés sikertelen. Kérjük, próbálja meg újra

source: Seems like Awesome Support or Support Candy isn't activated in your site. To import tickets from any of these please activate it.
hu_hu: Úgy tűnik, hogy az Awesome Support vagy a Support Candy nincs aktiválva az oldaladon. A jegyek importálásához ezek bármelyikéből kérjük, aktiválja.

source: Select a Country
hu_hu: Válasszon egy országot

source: Select Action
hu_hu: Művelet kiválasztása

source: Select All
hu_hu: Összes kiválasztása

source: Select Customer
hu_hu: Ügyfél kiválasztása

source: Select Field
hu_hu: Mező kiválasztása

source: Select Field Type
hu_hu: Válasszon mezőtípust

source: Select Integration Event
hu_hu: Integrációs esemény kiválasztása

source: Select Portal Page
hu_hu: Portáloldal kiválasztása

source: Select Priority
hu_hu: Válassza ki a prioritást

source: Select Product
hu_hu: Válassza ki az terméket

source: Select related Product/Service
hu_hu: Kapcsolódó szolgáltatás kiválasztása

source: Select Value
hu_hu: Érték kiválasztása

source: Select Your Ticket Type
hu_hu: Válassza ki a kérés típusát

source: Selected response has been deleted
hu_hu: A kiválasztott kérés törölve

source: Selected response has been updated
hu_hu: A kiválasztott kérés módosítva

source: Send Attachments(Not Recommended)
hu_hu: Csatolmányok küldése (nem ajánlott)

source: Send ticket activity notifications to slack
hu_hu: Kérés aktivitási értesítések küldése Slackre

source: Set as Default
hu_hu: Beállítás alapértelmezettként

source: Set FluentSupport
hu_hu: FluentSupport beállítása

source: Set Product
hu_hu: Beállított termék

source: Set Your Trigger & Conditions
hu_hu: Trigger és feltételek beállítása

source: Settings
hu_hu: Beállítások

source: Settings failed to save
hu_hu: A beállítások mentése sikertelen volt

source: Settings has been updated
hu_hu: A beállítások frissültek

source: Shipping details
hu_hu: Szállítási adatok

source: Shipping method
hu_hu: Szállítási mód

source: Shortcodes
hu_hu: Shortcode-ok

source: Show Filters
hu_hu: Szűrők mutatása

source: Signup
hu_hu: Regisztráció

source: Signup Form
hu_hu: Regisztrációs űrlap

source: Slack Integration
hu_hu: Slack integráció

source: Slack User ID
hu_hu: Slack felhasználói ID

source: Slug (Optional)
hu_hu: Slug (nem kötelező)

source: Sorry you can not create response
hu_hu: Sajnálom, nem tudsz választ írni

source: Sorry you can not create ticket
hu_hu: Sajnáljuk, nem tud jegyet létrehozni

source: Sorry! FluentCRM could not be installed. Please install manually
hu_hu: Bocsánat! A FluentCRM-et nem sikerült telepíteni. Kérjük, telepítse manuálisan

source: Sorry, this customer has one ticket only
hu_hu: Sajnáljuk, ennek az ügyfélnek csak egy kérése van

source: Split Ticket
hu_hu: Megosztott kérés

source: Start
hu_hu: Kezdés

source: started the conversation
hu_hu: kérést küldött

source: State
hu_hu: Állapot

source: Stats
hu_hu: Statisztika

source: Status
hu_hu: Állapot

source: Subject
hu_hu: Tárgy

source: Submit a Support Ticket
hu_hu: Kérés küldése

source: Subscribed
hu_hu: Feliratkozva

source: Successfully registered to the site.
hu_hu: Sikeresen regisztrált az oldalra.

source: Suggested articles
hu_hu: Javasolt cikkek

source: Suggested Ticket
hu_hu: Javasolt kérések

source: Support Candy
hu_hu: Támogatás Candy

source: Support Channel
hu_hu: Támogatási csatorna

source: Support From Email
hu_hu: Feladó e-mail cím

source: Support Portal
hu_hu: Ügyfélportál

source: Support Staff
hu_hu: Munkatársak

source: Support Tickets
hu_hu: Kérések

source: Support Type
hu_hu: Támogatás típusa

source: Supported Types: %s and max file size: %.01fMB
hu_hu: Támogatott típusok: %s és maximális fájlméret: %.01fMB

source: Tag Description
hu_hu: Címke leírása

source: Tag Title
hu_hu: Címke címe

source: Tags
hu_hu: Címkék

source: Telegram Integration
hu_hu: Telegram integráció

source: Templates
hu_hu: Sablonok

source: terms and conditions
hu_hu: Általános Szerződési Feltételek

source: the status will be active
hu_hu: a státusz aktív lesz

source: This email will be sent when an agent reply to a ticket
hu_hu: Ez az e-mail akkor kerül elküldésre, amikor munkatársunk válaszol egy kérésre

source: This is a
hu_hu: Ez egy

source: This is a pro feature. Please upgrade to Fluent Support Pro to use this feature
hu_hu: Ez egy pro funkció. Kérjük, frissítsen a Fluent Support Pro verzióra, ha használni szeretné ezt a funkciót

source: This ticket has been closed at
hu_hu: A kérés lezárásra került

source: This ticket is
hu_hu: Kérés tartalma

source: This will permanently delete response. Continue?
hu_hu: Ez véglegesen törli a választ. Folytassuk?

source: Thread Follower
hu_hu: Követő

source: Thread Starter
hu_hu: Ügyfél

source: Ticket Agent Change (To Agent)
hu_hu: Kérés másik munkatárshoz rendelés (Munkatársnak)

source: Ticket Assigned
hu_hu: A kérés hozzárendelve

source: Ticket Attachments
hu_hu: Kérés csatolmányok

source: Ticket Closed By Agent
hu_hu: A kérést munkatársunk lezárta

source: Ticket Content
hu_hu: Kérés tartalma

source: Ticket Custom Fields
hu_hu: Kérés egyedi mezők

source: Ticket Description
hu_hu: Kérés leírása

source: Ticket Description (you can use any smart code)
hu_hu: Kérés leírása (bármilyen rövid kódot használhat)

source: Ticket Details
hu_hu: Kérés részletek

source: Ticket Email Settings
hu_hu: Kérés e-mail beállítások

source: Ticket Form Config
hu_hu: Kérés űrlap beállítások

source: Ticket Form Settings
hu_hu: Kérés űrlap beállítások

source: Ticket has been closed
hu_hu: A kérés lezárva

source: Ticket has been created successfully
hu_hu: A kérés sikeresen létrehozva

source: Ticket has been deleted successfully
hu_hu: A kérés sikeresen törölve

source: Ticket has been opened again
hu_hu: A kérés újra megnyitásra került

source: Ticket has been reopened
hu_hu: A kérés újra megnyitásra került

source: Ticket ID
hu_hu: Kérés ID

source: Ticket Link(Agent)
hu_hu: Kérés link (Munkatárs)

source: Ticket Link(Customer)
hu_hu: Kérés link (Ügyfél)

source: Ticket Mailbox
hu_hu: Kérés postafiók

source: Ticket Priority
hu_hu: Kérés fontossága

source: Ticket Product
hu_hu: Kérés szolgáltatás

source: Ticket Public URL
hu_hu: Kérés nyilvános URL

source: Ticket Statistics
hu_hu: Kérés Statisztikák

source: Ticket Status
hu_hu: Ticket állapot

source: Ticket Summary
hu_hu: Kérés összesítés

source: Ticket Tags
hu_hu: Kérés címke

source: Ticket Title
hu_hu: Kérés címe

source: Ticket Type
hu_hu: Kérés típusa

source: Ticket Type Description
hu_hu: Kérés típusa leírása

source: Ticket Type Title
hu_hu: Kérés típus cím

source: Ticket Types
hu_hu: Kérés típusa

source: Ticket: %s
hu_hu: Kérés: %s

source: Tickets
hu_hu: Kérések

source: tickets
hu_hu: kérés

source: Tickets By Product
hu_hu: Mai kérések szolgáltatásonként

source: Tickets Counts
hu_hu: Kérések száma

source: Tickets Migration From Other Plugins
hu_hu: Kérések migrációja más pluginokból

source: Tickets Permissions
hu_hu: Ticket jogosultságok

source: tickets with
hu_hu: kérések

source: Title
hu_hu: Cím

source: Title is required
hu_hu: A cím kötelező mező

source: To
hu_hu: Címzett

source: to this following address
hu_hu: a következő címre

source: Today
hu_hu: Ma

source: Today Stats
hu_hu: Mai statisztika

source: Today's Active Tickets By Products
hu_hu: Mai aktív kérések

source: Total Closed
hu_hu: Összes lezárt

source: Total Interactions
hu_hu: Összes interakció

source: Total Replies
hu_hu: Összes válasz

source: Total Summaries
hu_hu: Összesen

source: Total Tickets
hu_hu: Összes kérés

source: Trigger Type
hu_hu: Trigger típusa

source: Twilio Integration
hu_hu: Twilio integráció

source: Type
hu_hu: Típus

source: type and press enter
hu_hu: írja be és nyomja meg az Entert

source: Unassigned
hu_hu: Nincs kiosztva

source: Unassigned Tickets
hu_hu: Nem hozzád rendelt kérések

source: Unknown error. Please reload this page
hu_hu: Ismeretlen hiba. Kérjük, töltse újra az oldalt

source: Update
hu_hu: Frissítés

source: Update Custom Field
hu_hu: Egyéni mező módosítása

source: Update Customer
hu_hu: Ügyfél módosítása

source: Update Field
hu_hu: Mező módosítása

source: Update Response
hu_hu: Válasz frissítése

source: Update Settings
hu_hu: Beállítások frissítése

source: Update Type
hu_hu: Típus frissítése

source: Update Workflow
hu_hu: Munkafolyamat frissítése

source: Updating Custom Field Data
hu_hu: Egyéni mezőadatok frissítése

source: Upgrade To Pro
hu_hu: Frissítés a Pro változatra

source: Upload a Custom Picture
hu_hu: Egyéni kép feltöltése

source: Upload and store the files to your Dropbox Storage.
hu_hu: Töltse fel és tárolja a fájlokat a Dropbox tárhelyére.

source: Upload and store the files to your Google Drive Storage.
hu_hu: Töltse fel és tárolja a fájlokat a Google Drive tárhelyére.

source: Upload and store the files to your WordPress File System Storage.
hu_hu: Töltse fel és tárolja a fájlokat a WordPress fájlrendszer tárolójába.

source: Use incoming webhook to create ticket from external sites.
hu_hu: Bejövő webhook használata külső webhelyekről származó jegy létrehozásához.

source: Use Recaptcha
hu_hu: Recaptcha használata

source: Use shortcode
hu_hu: Shortcode használata

source: Username
hu_hu: Felhasználónév

source: Using advanced filtering you can get more specific tickets
hu_hu: A speciális szűrés segítségével pontosabb találatokat kaphatsz

source: Validate Captcha
hu_hu: Captcha hitelesítése

source: Verify License
hu_hu: Licenc ellenőrzése

source: Version 2
hu_hu: V2

source: Version 3
hu_hu: V3

source: View
hu_hu: Megtekintés

source: View Activity Logs
hu_hu: Tevékenységi naplók megtekintése

source: View Agent Today Performance
hu_hu: Munkatárs mai teljesítményének megtekintése

source: View All
hu_hu: Vissza az kérések lista oldalra

source: View All Reports
hu_hu: Összes jelentés megtekintése

source: View Dashboard
hu_hu: Műszerfal megtekintése

source: View Settings
hu_hu: Beállítások megtekintése

source: View Your Tickets
hu_hu: Kérések megtekintése

source: wait time
hu_hu: várakozási idő

source: Waiting
hu_hu: Várakozik

source: waiting
hu_hu: várakozás

source: Waiting for Reply
hu_hu: Válaszra várva

source: Waiting Tickets
hu_hu: Várakozás kérésekre

source: Waiting Time
hu_hu: Várakozási idő

source: Waiting Today
hu_hu: Várakozás ma

source: Want to deactivate this license?
hu_hu: Szeretné deaktiválni ezt a licenszt?

source: Web and Email Based (MailBox)
hu_hu: Web és e-mail alapú (MailBox)

source: Web Based
hu_hu: Web alapú

source: What's this support ticket about?
hu_hu: Miről szól ez a kérés?

source: WhatsApp Phone Number
hu_hu: WhatsApp telefonszám

source: When a customer's ticket/response in with a specific question, you execute this workflow to send a reply, add a tag and assign it to someone on your team.
hu_hu: Amikor egy ügyfél kérése/válasza egy adott kérdéssel érkezik, ezt a munkafolyamatot végrehajtja, hogy választ küldjön, hozzáadjon egy címkét, és hozzárendelje azt valakihez a csapatában.

source: When the subject line contains "Bug Report", you want Fluent Support to automatically add a tag, send an email to the customer and assign a support agent.
hu_hu: Ha a tárgysor a "Bug Report" (hibajelentés) szót tartalmazza, a Fluent Support automatikusan hozzáad egy címkét, e-mailt küld az ügyfélnek, és kijelöl egy támogatási ügynököt.

source: WordPress plugin then you can migrate from this section.
hu_hu: WordPress plugin, akkor migrálhat ebből a szakaszból.

source: Workflow Actions (Tasks)
hu_hu: Munkafolyamat műveletek (feladatok)

source: Workflow Name
hu_hu: Munkafolyamat neve

source: Workflow Permissions
hu_hu: Munkafolyamat engedélyek

source: Workflow Title
hu_hu: Munkafolyamat címe

source: workflow will perform the following actions:
hu_hu: munkafolyamat a következő műveleteket hajtja végre:

source: Workflows
hu_hu: Munkafolyamatok

source: Write a reply
hu_hu: Válasz írása

source: Yes
hu_hu: Igen

source: Yes, Delete Selected Tickets
hu_hu: Igen, törölje a kijelölt ticketeket

source: Yes, Delete this
hu_hu: Igen, törölje ezt

source: Yes, Delete this Action
hu_hu: Igen, törölje ezt a műveletet

source: Yes, Delete this Customer
hu_hu: Igen, törölje ezt az ügyfelet

source: Yesterday
hu_hu: Tegnap

source: You
hu_hu: Te

source: You are adding internal Note. Only support staff can see this note
hu_hu: Belső megjegyzést adsz hozzá. Ezt csak az ügyfélszolgálat munkatársai láthatják

source: You created a draft
hu_hu: Létrehoztál egy piszkozatot

source: You're Almost Done
hu_hu: Majdnem kész vagy

source: Your Bookmarked Tickets
hu_hu: A te könyvjelzőzött kéréseid

source: Your Email Address
hu_hu: Az Ön e-mail címe

source: Your Help Scout authorization code is:
hu_hu: A Help Scout engedélyezési kódja a következő:

source: Your License Key
hu_hu: A licensz kulcsod

source: Your license key is valid and activated
hu_hu: A licenckulcs érvényes és aktivált

source: Your MailBox is active
hu_hu: A postafiókod aktív

source: Your masked email address is
hu_hu: Az Ön álcázott e-mail címe

source: Your Overall Stats
hu_hu: Saját statisztikád

source: Your Overview For Today
hu_hu: Mai kérések áttekintése

source: Your recaptcha details are already saved.
hu_hu: A recaptcha adatai már el vannak mentve.

source: Your recaptcha is not verified
hu_hu: A recaptcha nem ellenőrzött

source: Your reCAPTCHA settings added successfully.
hu_hu: A reCAPTCHA beállításai sikeresen hozzáadva.

source: Your reCAPTCHA settings are not valid.
hu_hu: A reCAPTCHA beállításai nem érvényesek.

source: Your reCAPTCHA settings deleted successfully.
hu_hu: A reCAPTCHA beállításai sikeresen törölve.

source: Your reCAPTCHA settings updated successfully.
hu_hu: A reCAPTCHA beállításai sikeresen módosítás.

source: Your Workflow Name
hu_hu: A munkafolyamat neve

source: Zip
hu_hu: ZIP fájl

source: Zip Code
hu_hu: Irányítószám
