Repository: Lonsdale201/wp-magyar-forditasok
Catalog: Fluents/FluentSupport/fluent-support-*.po
Languages: hu_hu

source: assign this ticket to self
hu_hu: Kérés hozzárendelése hozzám

source: has been updated
hu_hu: frissítésre került

source: in this ticket
hu_hu: ebben kérésben

source: tickets has been assigned to
hu_hu: kérések hozzárendelve

source: tickets have been deleted
hu_hu: a kérések törlésre kerültek

source: %1sPlease login or create an account to access the Customer Support Portal%2s [fluent_support_auth]
hu_hu: %1sKérjük, jelentkezzen be vagy hozzon létre fiókot az ügyfélszolgálati portál eléréséhez.%2s [fluent_support_auth]

source: %d tickets have been closed
hu_hu: %d kérés lezárva

source: %s ago
hu_hu: %s

source: . Please copy this code and paste it in the
hu_hu: . Kérjük, másolja ki ezt a kódot, és illessze be a

source: . You can set your actions and run the workflow actions from ticket page.
hu_hu: . Beállíthatja a műveleteket és futtathatja a munkafolyamat műveleteit a kérés oldalról.

source: <h4>Please provide the ticket provider info. If user is logged in then it will use that info. For Public users you can set your customer info</h4>
hu_hu: <h4>Kérjük, adja meg a kérés adatait. Ha a felhasználó be van jelentkezve, akkor ezt az információt fogja használni. Nyilvános felhasználók esetében beállíthatja az ügyféladatokat</h4>

source: <p>Hi %s,</p>
hu_hu: <p>Helló %s,</p>

source: <p>If you did not request to reset your password, please ignore this email.</p>
hu_hu: <p>Ha nem kérte jelszava visszaállítását, kérjük, hagyja figyelmen kívül ezt az e-mailt.</p>

source: <p>Someone has requested a new password for the following account on WordPress:</p>
hu_hu: <p>Valaki új jelszót kért a WordPress következő fiókjához:</p>

source: <p>Username: %s</p>
hu_hu: <p>Felhasználónév: %s</p>

source: <strong>Error</strong>: Invalid username or email
hu_hu: <strong>Hiba</strong>: Felhasználónév vagy e-mail cím érvénytelen

source: <strong>Error</strong>: Invalid username, email address or incorrect password.
hu_hu: <strong>Hiba</strong>: Jelszó: Érvénytelen felhasználónév, e-mail cím vagy helytelen jelszó.

source: <strong>Error</strong>: There is no account with that username or email address.
hu_hu: <strong>Hiba</strong>: Az adott felhasználónévhez / e-mail-címhez nem tartozik felhasználói fiók.

source: Accepted File Types
hu_hu: Elfogadott fájltípusok

source: Access Private Data (Customers, Agents)
hu_hu: Hozzáférés a személyes adatokhoz (ügyfelek, munkatársak)

source: Access Token
hu_hu: Hozzáférési token

source: Action
hu_hu: Művelet

source: Action Title
hu_hu: Művelet címe

source: Actions
hu_hu: Műveletek

source: Active
hu_hu: Aktív

source: active
hu_hu: aktív

source: Active Tickets
hu_hu: Aktív kérések

source: Activities
hu_hu: Tevékenységek

source: Activity Log Settings
hu_hu: Aktivitás Log Beállítások

source: Activity Logs are currently disabled
hu_hu: A tevékenységi naplók jelenleg le vannak tiltva

source: Activity settings has been updated
hu_hu: A beállítások frissültek

source: Add
hu_hu: Hozzáadás

source: Add a New Business Inbox
hu_hu: Új postafiók hozzáadása

source: Add a New Workflow
hu_hu: Új munkafolyamat hozzáadása

source: Add Another Action
hu_hu: Másik művelet hozzáadása

source: Add Bookmark
hu_hu: Könyvjelző hozzáadása

source: Add Business Inbox
hu_hu: Postafiókhozzáadása

source: Add custom fields to your tickets and collect extra data from ticket open form.
hu_hu: Egyedi mezők hozzáadása a kérésekhez további adatok bekéréséhez az űrlapon.

source: Add Customer
hu_hu: Ügyfél hozzáadása

source: Add Customer From FluentCRM
hu_hu: Ügyfél hozzáadása a FluentCRM-ből

source: Add Internal Note
hu_hu: Belső megjegyzés hozzáadása

source: Add More
hu_hu: További hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Add New Business Inbox
hu_hu: Új postafiók hozzáadása

source: Add New Custom Field
hu_hu: Új egyedi mező hozzáadása

source: Add new customer
hu_hu: Új ügyfél hozzáadása

source: Add New Field
hu_hu: Új mező hozzáadása

source: Add new filter to narrow down your contacts based on different properties
hu_hu: Új szűrő hozzáadása a kapcsolatok szűkítéséhez különböző tulajdonságok alapján

source: Add New Support Staff
hu_hu: Új munkatárs hozzáadása

source: Add New WorkFlow
hu_hu: Új munkafolyamat hozzáadása

source: Add Reply
hu_hu: Válasz küldése

source: Add Tags
hu_hu: Címkék hozzáadása

source: Add Tags and segment your tickets by tags filter then you can also do bulk actions
hu_hu: Címkék hozzáadása és a kérések címkék szerinti szegmentálása szűrővel, majd tömeges műveleteket is végezhet

source: Add Ticket
hu_hu: Új kérés

source: added a note
hu_hu: hozzáadott egy megjegyzést

source: Added By Email
hu_hu: E-mailben hozzáadva

source: Additional Data
hu_hu: További adatok

source: Additional info
hu_hu: További információk

source: Address Info
hu_hu: Cím információ

source: Address Line 1
hu_hu: Cím első sora

source: Address Line 2
hu_hu: Cím második sora

source: Address Line One
hu_hu: Cím első sora

source: Address Line Two
hu_hu: Cím második sora

source: Admin Email Address
hu_hu: Admin e-mail cím

source: Admin Label (Optional)
hu_hu: Admin címke (nem kötelező)

source: Admin Priority
hu_hu: Admin prioritás

source: Admin Priority:
hu_hu: Admin prioritás:

source: Advanced Filter
hu_hu: Részletes szűrés

source: afternoon
hu_hu: délutánt

source: Agent
hu_hu: Munkatárs

source: Agent Email
hu_hu: Munkatárs e-mail címe

source: Agent Feedback Rating
hu_hu: Munkatárs értékelése

source: Agent First Name
hu_hu: Munkatárs keresztneve

source: Agent Full Name
hu_hu: Munkatárs teljes neve

source: Agent Last Name
hu_hu: Munkatárs kereszt neve

source: Agent Performance (Today)
hu_hu: Teljesítmény (ma)

source: Agents Reports
hu_hu: Munkatársak jelentései

source: All
hu_hu: Összes

source: all
hu_hu: összes

source: All Customers
hu_hu: Összes ügyfél

source: All Inbox
hu_hu: Összes postafiók

source: All or Custom
hu_hu: Összes vagy egyéni

source: All Products
hu_hu: Összes szolgáltatás

source: All Support Staff
hu_hu: Minden munkatárs

source: All the forwarded emails to this address will be synced with your tickets
hu_hu: Az erre a címre továbbított összes e-mail szinkronizálva lesz a kéréseiddel

source: All ticket moves to the selected Business
hu_hu: Minden jegy a kiválasztott Üzletágba kerül

source: All Tickets
hu_hu: Összes kérés

source: All tickets has been deleted successfully
hu_hu: Minden kérés sikeresen törölve

source: All tickets has been importer successfully
hu_hu: Minden kérés sikeresen importáltáva

source: All Workflows
hu_hu: Minden munkafolyamat

source: Almost Done
hu_hu: Majdnem kész

source: Already have an account?
hu_hu: Van már fiókja?

source: AND
hu_hu: ÉS

source: And
hu_hu: És

source: and
hu_hu: és

source: any
hu_hu: bármely

source: API Key
hu_hu: API kulcs

source: API Request Error
hu_hu: API kérés hiba

source: API Response Error
hu_hu: API válasz hiba

source: Apply / Remove Lists on FluentCRM Profile
hu_hu: Listák elfogadása / eltávolítása a FluentCRM profilból

source: Approve Draft Reply
hu_hu: Válasz piszkozat jóváhagyása

source: are waiting for reply with
hu_hu: , amire várják a választ

source: Are you sure to delete this Action?
hu_hu: Biztos, hogy törölni szeretnéd ezt a műveletet?

source: Are you sure to delete this field?
hu_hu: Biztos, hogy törölni szeretnéd ezt a mezőt?

source: Are you sure to delete this product?
hu_hu: Biztos, hogy törölni szeretnéd ezt a terméket?

source: Are you sure to delete this tag?
hu_hu: Biztos, hogy törölni szeretnéd ezt a címkét?

source: Are you sure to delete this template?
hu_hu: Biztos, hogy törölni szeretnéd ezt a sablont?

source: Are you sure to delete this Ticket?
hu_hu: Biztos, hogy törölni szeretnéd ezt a kérést?

source: Are you sure to delete this?
hu_hu: Biztos, hogy törlöd?

source: Are you sure to remove this bookmark?
hu_hu: Biztos, hogy törlöd ezt a könyvjelzőt?

source: Are you sure want to set this business box for webhook?
hu_hu: Biztos, hogy be akarod állítani ezt a postafiókot a webhookhoz?

source: Are you sure you want to set this as default?
hu_hu: Biztos, hogy ezt szeretné alapértelmezettként beállítani?

source: Are you sure, you want to close selected tickets?
hu_hu: Biztos, hogy le akarod zárni a kiválasztott kéréseket?

source: Are you sure, you want to delete selected tickets?
hu_hu: Biztos, hogy törölni szeretnéd a kiválasztott kéréseket?

source: Are you sure, You want to delete this?
hu_hu: Biztos vagy benne, hogy törölni akarod ezt?

source: Are You Sure? You can not undo this action.
hu_hu: Biztos vagy benne? Ezt a műveletet nem lehet visszavonni.

source: Assign Agent
hu_hu: Munkatárs hozzárendelése

source: Assign Agents
hu_hu: Munkatárs hozzárendelése

source: Assigned Agent
hu_hu: Hozzárendelt munkatárs

source: Assigned Permissions
hu_hu: Hozzárendelt engedélyek

source: At this moment you don't have any bookmarked ticket.
hu_hu: Jelenleg nincs könyvjelzővel ellátott kérés.

source: Authorization Code
hu_hu: Megerősítő kód

source: Auto Close Settings
hu_hu: Automatikus lezárás beállítások

source: Auto Close tickets based on active days or based on tags or waiting time.
hu_hu: Kérések automatikus lezárása az aktív napok vagy a címkék vagy a várakozási idő alapján.

source: Automatic
hu_hu: Automatikus

source: automatic
hu_hu: automatikus

source: Automatic workflows
hu_hu: Automatikus munkafolyamatok

source: Available Smartcodes
hu_hu: Elérhető Smartcode-ok

source: average
hu_hu: átlagos

source: Average Waiting
hu_hu: Átlagos várakozás

source: Awaiting Replies
hu_hu: Válaszokra vár

source: Awesome Support
hu_hu: Csodálatos Támogatás

source: Basic Info
hu_hu: Alap adatok

source: Billing details
hu_hu: Számlázási adatok

source: Blocked
hu_hu: Letiltva

source: Bookmarks
hu_hu: Könyvjelzők

source: Bug Report
hu_hu: Hibajelentés

source: Business
hu_hu: Vállalkozás

source: Business Boxes Reports
hu_hu: Postafiók jelentések

source: Business Email
hu_hu: Üzleti e-mail

source: Business Inboxes
hu_hu: Postafiókok

source: Business Name
hu_hu: Cég név

source: button to get the authorization code.
hu_hu: gombot az engedélyezési kód lekérdezéséhez.

source: Cancel
hu_hu: Mégsem

source: Change Customer
hu_hu: Ügyfél megváltoztatása

source: Check all
hu_hu: Összes kiválasztása

source: Check overall activities
hu_hu: Általános tevékenységek ellenőrzése

source: Choose Mailbox
hu_hu: Válassza ki a postafiókot

source: City
hu_hu: Város

source: Clear Filters
hu_hu: Szűrők törlése

source: Clear Settings
hu_hu: Beálíltások törlése

source: Click here
hu_hu: Kattints ide

source: Click Here to Renew your License
hu_hu: Kattintson ide a licenc megújításához

source: Click Here to Write a reply
hu_hu: Kattints ide a válasz megírásához

source: Click on the
hu_hu: Kattintson a

source: Click to Edit Subject
hu_hu: Kattints a Tárgy szerkesztéséhez

source: Click to see Available Dynamic Codes
hu_hu: Kattints ide a rendelkezésre álló dinamikus kódok megtekintéséhez

source: Click to upload
hu_hu: Kattints a feltöltéshez

source: Client Priority
hu_hu: Ügyfél prioritás

source: Client Priority:
hu_hu: Ügyfélprioritás:

source: Close
hu_hu: Bezár

source: Close Selected Tickets
hu_hu: Kiválasztott kérések lezárása

source: Close Ticket
hu_hu: Kérés lezárása

source: Close Ticket Silently
hu_hu: Kérés csendes lezárása

source: Close Tickets
hu_hu: Kérések lezárása

source: Closed
hu_hu: Lezárt

source: closed
hu_hu: lezárt

source: Closed by Customer
hu_hu: Ügyfél által lezárva

source: Closed Tickets
hu_hu: Lezárt kérések

source: Complete Setup
hu_hu: Teljes beállítás

source: completed
hu_hu: befejezve

source: Condition Match Type
hu_hu: Feltétel egyezés típusa

source: Condition Value
hu_hu: Feltétel értéke

source: Conditions
hu_hu: Feltételek

source: Configuration required!
hu_hu: Beállítás szükséges!

source: confirm
hu_hu: megerősítés

source: Confirm Delete
hu_hu: Törlés megerősítése

source: Confirm Delete This Business
hu_hu: Cég törlésének megerősítése

source: Connect
hu_hu: Csatlakozás

source: Contains
hu_hu: Tartalmazza

source: Content
hu_hu: Tartalom

source: Content is required
hu_hu: Tartalom kötelező

source: Continue
hu_hu: Folytatás

source: Conversation
hu_hu: Kéréseim

source: Count
hu_hu: Számláló

source: Country
hu_hu: Ország

source: Create
hu_hu: Létrehozás

source: Create a New Ticket
hu_hu: Új kérés létrehozása

source: Create a page automatically with the shortcode
hu_hu: Hozzon létre egy oldalt automatikusan a shortcode-al

source: Create a Ticket
hu_hu: Új kérés

source: Create an Account
hu_hu: Fiók létrehozása

source: Create Customer
hu_hu: Ügyfél létrehozása

source: Create Multiple Shared inbox and connect your email inbox with Fluent Support
hu_hu: Hozzon létre több megosztott postafiókot, és kapcsolja össze e-mail postafiókját a Fluent támogatással

source: Create New
hu_hu: Új létrehozása

source: Create New Customer
hu_hu: Új ügyfél létrehozása

source: Create New Reply
hu_hu: Új válasz

source: Create New Ticket Tag
hu_hu: Új címke létrehozása

source: Create New Ticket Type
hu_hu: Új kérés típus létrehozása

source: Create New User in WordPress
hu_hu: Új felhasználó létrehozása a WordPressben

source: Create reply templates and quickly send responses to the tickets.
hu_hu: Hozz létre válaszsablonokat, és gyorsabban írjon válaszokat a kérésekre.

source: Create Support Ticket
hu_hu: Támogatási kérés létrehozása

source: Create Support Ticket From Your Form Submission in FluentSupport
hu_hu: Kérés létrehozása az űrlap beküldéséből a FluentSupportban

source: Create Ticket
hu_hu: Új kérés

source: Created At
hu_hu: Létrehozva

source: Created By
hu_hu: Létrehozta

source: Created On
hu_hu: Létrehozva

source: Critical
hu_hu: Kritikus

source: critical
hu_hu: kritikus

source: Current Overall
hu_hu: Jelenlegi összegzés

source: Custom Field Slug
hu_hu: Egyéni mező slug

source: Custom Fields
hu_hu: Egyedi mezők

source: Custom Registration Form Field
hu_hu: Egyedi regisztrációs űrlap mező

source: Custom Ticket Fields
hu_hu: Egyedi kérés mezők

source: Customer avatar reset to gravatar default
hu_hu: Ügyfél avatar visszaállítása a gravatar alapértelmezettre

source: Customer Data
hu_hu: Ügyfél adatok

source: Customer Deleted Successfully
hu_hu: Az ügyfél sikeresen törölve

source: Customer Email
hu_hu: Ügyfél e-mail címe

source: Customer First Name
hu_hu: Ügyfél vezetékneve

source: Customer First name
hu_hu: Ügyfél vezetékneve

source: Customer Full Name
hu_hu: Ügyfél teljes neve

source: Customer has been added
hu_hu: Az ügyfél sikeresen hozzáadva

source: Customer has been updated
hu_hu: Az ügyfél adatai sikeresen módosítva

source: Customer ID
hu_hu: Ügyfél ID

source: Customer Last Name
hu_hu: Ügyfél keresztneve

source: Customer Last name
hu_hu: Ügyfél keresztneve

source: Customer Management
hu_hu: Ügyfél kezelés

source: Customer Other Fields
hu_hu: Ügyfél egyéb mezők

source: Customer Portal is only accessible by Customers. Looks like you are a support staff
hu_hu: Az Ügyfélportál csak az Ügyfelek számára érhető el

source: Customers
hu_hu: Ügyfelek

source: customers. If you already migrate tickets then it won't migrate existing tickets.
hu_hu: ügyfelek. Ha már migrált kéréseket, akkor a meglévő kéréseket nem fogja migrálni.

source: Dashboard
hu_hu: Műszerfal

source: Date
hu_hu: Dátum

source: Default status for new contacts
hu_hu: Az új kapcsolattartók alapértelmezett állapota

source: Delete
hu_hu: Törlés

source: Delete all attachments on ticket close
hu_hu: Minden melléklet törlése a kérés bezárásakor

source: Delete Customer
hu_hu: Ügyfél törlése

source: Delete Response
hu_hu: Válasz törlése

source: Delete Selected Tickets
hu_hu: Kijelölt kérések törlése

source: Delete Settings
hu_hu: Beállítások törlése

source: Delete Ticket
hu_hu: Kérés törlése

source: Delete Tickets
hu_hu: Kérések törlése

source: Description
hu_hu: Leírás

source: Details about the issue
hu_hu: Részletek a kérdésről

source: Disable Activity Logs
hu_hu: Tevékenységi naplók letiltása

source: Disable Public Ticket interaction
hu_hu: Nyilvános kérések interakciójának kikapcsolása

source: Discard
hu_hu: Elvetés

source: Discard draft successfully
hu_hu: Piszkozat sikeresen törölve

source: Do you want to delete all imported tickets and its data?
hu_hu: Szeretné törölni az összes importált kérést és annak adatait?

source: Draft has been updated
hu_hu: A piszkozat frissítve

source: Draft Reply
hu_hu: Válasz piszkozat

source: Edit
hu_hu: Szerkesztés

source: Edit Product
hu_hu: Szolgáltatás szerkesztése

source: Edit Reply
hu_hu: Válasz szerkesztése

source: Edit Response
hu_hu: Válasz szerkesztése

source: Edit Staff
hu_hu: Munkatárs szerkesztése

source: Edit Tag
hu_hu: Címke szerkesztése

source: eg: Awesome Business Inc
hu_hu: pl.: Awesome Business Kft

source: Email Address
hu_hu: E-mail cím

source: Email address has been assigned to other customer
hu_hu: Az e-mail cím más ügyfélhez lett hozzárendelve

source: Email and Password is required
hu_hu: Email és jelszó szükséges

source: Email Body
hu_hu: E-mail tartalma

source: Email Footer For Customers
hu_hu: E-mail lábléc az ügyfelek számára

source: Email Marketing Automation, Newsletter and CRM Plugin for WordPress
hu_hu: E-mail marketing automatizálás, hírlevél és CRM plugin

source: Email or Password is not valid. Please try again
hu_hu: Az email vagy a jelszó nem érvényes. Kérjük, próbálja meg újra

source: Email Settings
hu_hu: E-mail beállítások

source: Email Subject
hu_hu: E-mail tárgya

source: Enable Auto Closing Inactive Tickets
hu_hu: Inaktív jegyek automatikus lezárásának engedélyezése

source: Enable Conditional Logics
hu_hu: Feltételes logikák engedélyezése

source: Enable Draft Mode
hu_hu: Piszkozat készítés engedélyezése

source: Enable Dynamic Product Selection
hu_hu: Dinamikus szolgáltatás választás engedélyezése

source: Enable Fluent Summary In Admin Bar
hu_hu: Fluent összefoglaló engedélyezése az admin sávban

source: Enable FluentCRM Integration
hu_hu: FluentCRM integráció engedélyezése

source: Enable This Email Notification
hu_hu: E-mail értesítés engedélyezése

source: End
hu_hu: Vége

source: Equal
hu_hu: Egyenlő

source: evening
hu_hu: este

source: Ex: +123456789
hu_hu: Például: +123456789

source: Example
hu_hu: Példa

source: Exclude
hu_hu: Kizárás

source: Export Agents Summary
hu_hu: Munkatárs összefoglalójának exportálása

source: Feature Request
hu_hu: Funkció kérés

source: Feed Name
hu_hu: A hírcsatornád neve

source: Fetching License Information Please wait
hu_hu: Licencinformációk lekérése Kérjük, várjon

source: Field
hu_hu: Mező

source: Field Placeholder
hu_hu: Mező helykitöltő

source: Field Type
hu_hu: Mező típusa

source: Field Value Options
hu_hu: Mező értékének beállítása

source: field.
hu_hu: mező.

source: File failed to upload
hu_hu: A fájl feltöltése sikertelen volt

source: File upload failed
hu_hu: Fájl feltöltés sikertelen

source: Files with a size less than 2MB. Supported Types: images, text, pdf, zip
hu_hu: 2 MB-nál kisebb méretű fájlok. Támogatott típusok: jpg, docx, pdf, zip

source: Fillable Fields
hu_hu: Kitölthető mezők

source: Filter
hu_hu: Szürés

source: Filter and select specific ticket and move these to another mailbox easily
hu_hu: Szűrje és válassza ki az egyes jegyeket, és könnyen áthelyezheti azokat egy másik postafiókba

source: Filter By Tags
hu_hu: Szűrés címkék szerint

source: Filter by ticket title
hu_hu: Szűrés a kérés címe alapján

source: Filter By Ticket Type
hu_hu: Szűrés kérés típusa szerint

source: First Name
hu_hu: Keresztnév

source: First name
hu_hu: Vezetéknév

source: Fluent Forms could not be installed
hu_hu: A Fluent Forms nem telepíthető

source: Fluent Forms is fast and very light-weight and works perfectly with Fluent Support Plugin
hu_hu: A Fluent Forms gyors és nagyon könnyű, és tökéletesen együttműködik a Fluent Support Pluginnal

source: Fluent Forms plugin has been installed and activated successfully
hu_hu: A Fluent Forms plugin sikeresen telepítve és aktiválva lett

source: Fluent Support Stats
hu_hu: Támogatás statisztika

source: Fluent Support Tickets
hu_hu: Fluent Support kérések

source: FluentCRM contact lists has been updated
hu_hu: A FluentCRM kapcsolati listák frissültek

source: FluentCRM contact tags has been updated
hu_hu: A FluentCRM kapcsolati címkék frissültek

source: FluentCRM Integration Settings
hu_hu: FluentCRM integrációs beállítások

source: FluentCRM plugin has been installed and activated successfully
hu_hu: A FluentCRM plugin sikeresen telepítve és aktiválva lett

source: FluentSupport is not configured yet! Please configure your FluentSupport api first
hu_hu: A FluentSupport még nincs konfigurálva! Kérjük, először konfigurálja a FluentSupport api-t

source: Forgot your password?
hu_hu: Elfelejtett jelszavát?

source: Form Field
hu_hu: Űrlap mező

source: From
hu_hu: Űrlap

source: From Email Address
hu_hu: Küldő e-mail cím

source: Get Authorized
hu_hu: Megkapja az engedélyt

source: Global Email Settings
hu_hu: Globális Email beállítások

source: Global Settings
hu_hu: Globális beálíltások

source: Go to Dashboard
hu_hu: Vissza a Műszerfalhoz

source: Go to Support Admin Page
hu_hu: Ugrás a Támogatás Admin oldalra

source: Good
hu_hu: Szép

source: Good Job
hu_hu: Szép munka

source: Google reCAPTCHA Settings
hu_hu: Google reCAPTCHA beállítások

source: Greater Than
hu_hu: Nagyobb mint

source: Greeting Message
hu_hu: Üdvözlő üzenet

source: Have a new license Key?
hu_hu: Van új licenckulcsa?

source: Here Are A Few Tickets You May Want To Take A Look At
hu_hu: Itt van néhány kérés, amit érdemes megnézned

source: I agree with the Fluent Support email parsing
hu_hu: Egyetértek a Fluent Support e-mail elemzésével

source: I have done it
hu_hu: Én már megtettem

source: If you don't select any column, by default system will take all.
hu_hu: Ha nem választja ki egyik oszlopot sem, a rendszer alapértelmezés szerint az összeset átveszi.

source: If you enable this then when a ticket get closed it will delete all the attachments associated with the particular ticket.
hu_hu: Ha ezt engedélyezi, akkor egy jegy lezárásakor a rendszer törli az adott jegyhez tartozó összes mellékletet.

source: If you still have related issues. Please reopen this ticket and reply
hu_hu: Ha még mindig vannak kapcsolódó kérdései, kérjük, írjon egy új választ

source: Import
hu_hu: Importálás

source: Import from other Support Tickets Plugins
hu_hu: Importálás más támogatási Pluginokból

source: Import Tickets
hu_hu: Kérés import

source: Import Tickets from Help Scout
hu_hu: Jegyek importálása a Help Scoutból

source: in one click.
hu_hu: egy kattintással.

source: in the selected page
hu_hu: a kiválasztott oldalon

source: Inbox
hu_hu: Bejövő fiók

source: Inbox Color
hu_hu: Bejövő fiók színe

source: Inbox Name
hu_hu: Bejövő fiók neve

source: Inbox Settings
hu_hu: Postafiók beállítások

source: Include
hu_hu: Tartalmazza

source: Includes In
hu_hu: Tartalmazza

source: Incoming Webhook
hu_hu: Bejövő Webhook

source: Individual Performance
hu_hu: Egyéni teljesítmény

source: Install & Activate FluentCRM (it's free)
hu_hu: Telepítse és aktiválja a FluentCRM-et (ingyenes)

source: Integrate your support customers with FluentCRM to segment, automate your email marketing.
hu_hu: Integrálja támogatási ügyfeleit a FluentCRM-mel az e-mail marketing szegmentálása és automatizálása érdekében.

source: Integration Settings
hu_hu: Integráció beállítások

source: Interactions
hu_hu: Interakciók

source: Invalid ID
hu_hu: Érvénytelen ID

source: Invalid Support Portal URL
hu_hu: Hibás URL

source: Invalid username or email
hu_hu: Érvénytelen felhasználónév vagy email cím

source: Invoice Number
hu_hu: Számla Sorszáma

source: IP Address
hu_hu: IP cím

source: Is after
hu_hu: Utánna

source: Is before
hu_hu: előtte
